{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"Postdoc in the use of predictive algorithms in public administration","JobHeadline":"Postdoc in the use of predictive algorithms in public administration","Presentation":"The Danish School of Education (DPU), Faculty of Arts at Aarhus University invites applications for a postdoctoral position in the research project “Algorithms, Data and Democracy” (ADD), financed by ","HiringOrgName":"Aarhus Universitet","WorkPlaceAddress":"Tuborgvej 164","WorkPlacePostalCode":"2400","WorkPlaceCity":"København NV","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2022-03-25T00:00:00","LastDateApplication":"2022-05-12T00:00:00","FormattedLastDateApplication":"12. maj 2022","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/5562779","Region":"Hovedstaden og Bornholm","Municipality":"København","Country":"Danmark","PostalCode":"2400","PostalCodeName":null,"JobAnnouncementType":"","EmploymentType":"","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Forskning og universitetsundervisning, humaniora ","Occupation":"Post doc., humaniora","Location":{"Latitude":55.7217,"Longitude":12.5432},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"WorkplaceID":106637,"OrganisationId":"90880","HiringOrgCVR":31119103,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/5562779","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/5562779","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/5562779","HasLocationValues":true,"ID":"5562779","Latitude":55.7217,"Longitude":12.5432},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Aarhus Universitet","Address":{"AddressLine":"Tuborgvej 164","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2400","City":"København NV"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":null,"Description":null,"Logo":106637,"WorkPlaceOrganizationNumber":"1017164038","OrganizationNumber":"31119103","OrganizationDescription":null},"JobPositionPosting":{"Id":5562779,"OriginalJppId":5562779,"HiringOrg":{"Name":"Aarhus Universitet","Address":{"AddressLine":"Tuborgvej 164","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2400","City":"København NV"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":null,"Description":null,"Logo":106637,"WorkPlaceOrganizationNumber":"1017164038","OrganizationNumber":"31119103","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2022-03-25T00:00:00","PublicationEndDate":"2022-05-12T00:00:00","JobPositionInformation":{"PositionTitle":"Postdoc in the use of predictive algorithms in public administration","Purpose":"The Danish School of Education (DPU), Faculty of Arts at Aarhus University invites applications for a postdoctoral position in the research project “Algorithms, Data and Democracy” (ADD), financed by the Velux and Villum foundations. The ADD project is a large, ten-year project conducted by partners and research groups at six Danish universities. The project also includes a significant outreach activity organised by Mandag Morgen.<br/><br/>This is a full-time (37 hours/week) position. It is expected to begin on 15 August 2022 or as soon as possible thereafter, and to end 14 months later on 14 October 2023.<br/><br/>The position is located at DPU, Copenhagen Campus, within the <a href=\"https://dpu.au.dk/en/about-the-school/organisation/department-of-education-studies/?tx_pure_pure5%5bpointer%5d=2&amp;%3btx_pure_pure5%5bcontroller%5d=publications&amp;%3bchash=29929dcb4c28ba74cd335b971abc5943&amp;chash=15e19a5d533fd4feef03b0137ba4789a\" >Department of Education Studies</a> as well as with the research programme for <a href=\"https://dpu.au.dk/en/research/research-programmes/future-technology/\" >Future Technology, Culture and Learning</a>.<br/><br/>The Danish School of Education is committed to diversity and encourages all qualified applicants to apply regardless of their personal background.<br/>&nbsp;<br/><br/><b>Research context</b><br/><br/>The ADD project addresses the democratic issues associated with the rapidly increasing use of algorithms in all sectors of society. One frequently voiced concern is that algorithms may lead to biased and non-transparent decision making, which again may erode trust in key societal institutions and decision-making processes. The overall aim of the ADD project is to understand the processes and circumstances that give rise to controversies relating to algorithms, to raise public awareness of algorithms, and to promote the democratically legitimate development of algorithms in Danish society. The project will conduct basic computer science research on algorithmic bias as well as a substantial number of qualitative case studies of algorithm controversies in areas such as privacy &amp; cybersecurity, public administration, finance, health and innovation practices. Further descriptions of the project can be found here: <a href=\"https://algoritmer.org/om-os/projektet/\" >https://algoritmer.org/om-os/projektet/</a><br/><br/>The DPU research group in the ADD project studies the Danish public administration’s development and use of predictive algorithms, with a special interest in understanding how the development and use of predictive algorithms based on machine learning reconfigure the relationship between state and citizens. Predictive analytics typically categorises citizens with respect to their predicted future risky behaviour. The potentials and promises of these AI techniques are obvious: they help public administration to tailor and target the citizens who are most at risk, and may even prevent and intercept risky behaviour. However, as the numerous public and political debates concerning predictive analytics have shown, the public administration’s use of predictive analytics is fraught with dilemmas and competing values. Understanding predictive analytics as a new form of expertise entering and shaping the way in which public administration relates to citizens, we are interested in exploring issues related to changing forms of expertise and value chains in public-sector administration.<br/>&nbsp;<br/><br/><b>The position</b><br/><br/>The postdoc will work in close collaboration with the project team at DPU, consisting of co-PI Helene Friis Ratner, another postdoctoral scholar and one PhD student, as well as with other participants in the ADD project. The primary task of the postdoc will be to identify, collect and analyse empirical data about changing forms of expertise in public-sector administration, such as the mobilisation of this expertise, e.g. in public-private partnerships, its re-organisation of public-sector administration, its co-existence with other forms of expertise, professional disputes, the practices and negotiations involved in materialising predictive algorithms as part of public-sector expertise, and how these ultimately affect citizens.<br/>Applicants are encouraged to contact the co-principal investigator Helene Friis Ratner on +45 3082 6019 or at <a href=\"mailto:helr@edu.au.dk\" >helr@edu.au.dk</a> for further information about the project.<br/><br/>The postdoc is expected to:<ul><li>Be an active collaborative partner in the research project</li><li>Conduct and complete an independent research project related to the project topic and in collaboration with the group</li><li>Publish independently and in collaboration with the DPU co-PI and research group in relevant peer-reviewed journals</li><li>Initiate and organise activities with the project group, affiliated students and the academic world at large (co-organise and participate in research conferences, seminars and webinars as well as related activities)</li><li>Contribute to the popular dissemination of research findings.</li></ul>The application must include a proposal for a postdoctoral research project (one-two pages), detailing the research question, its conceptual and methodological foundation and a timetable. It must be possible to complete this project within a 14-month period.<br/><br/><b><br/>Qualifications</b><br/><br/>Applicants must hold a PhD degree or equivalent qualifications in science and technology studies, organisation studies, anthropology, sociology, ethnography or a related discipline within the humanities or social sciences.<br/><br/>Applicants must be able to document a relevant, international, high-quality research profile, including experience of international publication and research dissemination.<br/>They must also document:<ul><li>Proven skills in qualitative research methods and data analysis</li><li>Experience of working with qualitative methods</li><li>The ability to collaborate in interdisciplinary research teams</li><li>The ability to initiate relevant activities in an academic environment.</li></ul>It is an advantage if applicants can also document:<ul><li>Theoretical and conceptual familiarity with science and technology studies, the sociology of knowledge, critical software studies, and/or public administration</li><li>Knowledge and experience of researching public-sector institutions, digitalisation, datafication and/or artificial intelligence</li><li>Experience of dissemination and outreach activities.</li></ul>Given the nature of the project’s empirical work, basic Danish or other Scandinavian language skills will be advantageous but are not required. Applicants must be fluent (or near fluent) in speaking and writing English, and experience of publishing in English is considered an asset.<br/><br/>Please note that applications that do not include uploaded publications (maximum five) will not be considered.<br/><br/>The application must be submitted in English.<br/>&nbsp;<br/><br/><b>Work environment</b><br/><br/>Active participation in the daily life of the department is a high priority, and we emphasise the importance of good working relationships, both among colleagues and with our students. In order to maintain and develop the department’s excellent teaching and research environment, the successful applicant is expected to be present at the department on a daily, or at least weekly, basis.<br/><br/>We respect the balance between work and private life and strive to create a work environment in which that balance can be maintained. For further information, visit<br/><a href=\"https://international.au.dk/life/lifeindenmark/familyworklife/\" >https://international.au.dk/life/lifeindenmark/familyworklife/</a>.<br/><br/><b><br/>International applicants</b><br/><br/>For further information about the benefits of working at Aarhus University and in Denmark, including healthcare, paid holidays and, if relevant, maternity/paternity leave, childcare and schooling, international applicants are encouraged to visit <a href=\"https://international.au.dk/research/researcher-positions/workingconditions/\" >https://international.au.dk/research/researcher-positions/workingconditions/</a>. Aarhus University offers a broad variety of services for international researchers and accompanying families, including a relocation service and career counselling for expat partners. For information about taxation, check the <a href=\"https://medarbejdere.au.dk/en/administration/hr/payroll/taxation-of-researchers/taxation-aspects-of-international-researchers-employment-by-au/\" >taxation aspects of international researchers’ employment by AU</a>.<br/>&nbsp;<br/><br/><br/><b><br/><strong>Qualification requirements</strong></b><br/><br/>Applicants should hold a PhD or equivalent academic qualifications.<br/><br/><b><br/><strong>Formalities</strong></b><br/><br/>Faculty of Arts refers to the Ministerial Order on the Appointment of Academic Staff at Danish Universities<a href=\"http://www.medarbejdere.au.dk/appointment_of_academic_staff_at_universities\" target=\"_blank\"> (the Appointment Order)</a>.<ul><li>Appointment shall be in accordance with the <a href=\"http://www.medarbejdere.au.dk/overenskomst_for_akademikere_i_staten\" target=\"_blank\">collective labour agreement between the Danish Ministry of Finance and the Danish Confederation of Professional Associations</a>.</li><li>Further information on qualification requirements and job content may be found in the<a href=\"https://medarbejdere.au.dk/fileadmin/www.medarbejdere.au.dk/hr/rekruttering/onboarding/ministerial_order_no._1443_of_11_december_2019_on_job_structure_for_academic_staff_at_universities.pdf\" target=\"_blank\"> Memorandum on Job Structure for Academic Staff at Danish Universities </a>.</li><li>Further information on the application and supplementary materials may be found in <a href=\"http://arts.au.dk/en/about-arts/vacant-positions/application-guidelines-academic-positions-2014/\" target=\"_blank\">Application Guidelines</a>.</li><li>The application must outline the applicant's motivation for applying for the position, attaching a curriculum vitae, a complete list of published works, copies of degree certificates and examples of academic production (mandatory, but no more than five examples). Please upload this material electronically along with your application.</li></ul>Aarhus University also offers a Junior Researcher Development Programme targeted at career development for postdocs at AU. You can read more about it here: <a href=\"https://talent.au.dk/junior-researcher-development-programme/\" >https://talent.au.dk/junior-researcher-development-programme/</a><br/><br/>If nothing else is noted, applications must be submitted in English. Application deadline is at 11.59 pm Danish time (same as Central European Time) on the deadline day.<br/><br/>Aarhus University’s ambition is to be an attractive and inspiring workplace for all and to foster a culture in which each individual has opportunities to thrive, achieve and develop. We view equality and diversity as assets, and we welcome all applicants.<br/><br/>Shortlists may be prepared with the candidates that have been selected for a detailed academic assessment. A committee set up by the head of school is responsible for selecting the most qualified candidates. See this link for further information about shortlisting at the Faculty of Arts:<a href=\"http://medarbejdere.au.dk/fileadmin/user_upload/proces_for_shortlisting_december_2017.pdf\" target=\"_blank\"> </a><a href=\"https://medarbejdere.au.dk/fileadmin/user_upload/proces_for_shortlisting_til_web_december_2017_en.pdf\">shortlisting</a><br/><br/><b><br/><strong>Faculty of Arts</strong></b><br/><br/>The Faculty of Arts is one of five main academic areas at Aarhus University.<br/><br/>The faculty contributes to Aarhus University's research, talent development, knowledge exchange and degree programmes.<br/>With its 550 academic staff members, 275 PhD students, 9,500 BA and MA students, and 1,500 students following continuing/further education programmes, the faculty constitutes a strong and diverse research and teaching environment.<br/><br/>The Faculty of Arts consists of the School of Communication and Culture, the School of Culture and Society and the Danish School of Education. Each of these units has strong academic environments and forms the basis for interdisciplinary research and education.<br/><br/>The faculty's academic environments and degree programmes engage in international collaboration and share the common goal of contributing to the development of knowledge, welfare and culture in interaction with<a href=\"http://www.arts.au.dk/en\" > </a>society.<br/>Read more at arts.au.dk/en<br/><br/><em>The application must be submitted via Aarhus University’s recruitment system, which can be accessed under the job advertisement on Aarhus University's website</em>.<br/><br/>&nbsp;<br/><br/><br/><b><strong>Aarhus </strong><strong>University</strong><strong> </strong></b><br/><br/><em>Aarhus University is an academically diverse and research-intensive university with a strong commitment to high-quality research and education and the development of society nationally and globally. The university offers an inspiring research and teaching environment to </em><em>its 38,000 students (FTEs) and 8,000 employees, and has an annual revenues of EUR 885 million. Learn more at </em><em><a href=\"http://www.international.au.dk/\">www.international.au.dk/</a></em>","WorkLocation":{"AddressLine":"Tuborgvej 164","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2400","City":"København NV"},"EmploymentType":16,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"DiscoWeb":0,"AlternateNames":[],"GroupId":0,"AreaId":0,"Id":0,"Name":null},"IsGovernmentHiring":true,"JppContacts":[{"Id":7854182,"Email":null,"FaxNumber":null,"PersonName":"Helene Friis Ratner","FirstName":"Helene","LastName":"Friis Ratner","PositionTitle":null,"PhoneNumbers":[{"Number":"+4530826019","Type":2,"Description":"Mobil"}]}],"EmploymentDate":"2022-08-15T00:00:00"},"IsRecruitmentOfForeignNationals":false,"IsWorkInDenmark":true,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://AU.emply.net/recruitment/vacancyApply.aspx?publishingId=7201d9b8-60f0-4ec4-90dd-80fd973ec465","ReplyInWriting":false,"ApplicationDeadlineDate":"2022-05-12T00:00:00"},"ContactAuthorityPhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=5562779&WorkPlace=106637&Organisation=31119103","Address":"Tuborgvej 164,2400, København NV","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=5562779&Company.Name=Aarhus Universitet&SubmissionDeadlineDate=2022-5-12&Title=Postdoc in the use of predictive algorithms in public administration&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":false,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"Postdoc in the use of predictive algorithms in public administration","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"5562779","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Aarhus Universitet","Address":"Tuborgvej 164","Country":null,"EmploymentAreaID":null,"PostCode":"2400","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"København NV","ContactPerson":"Helene Friis Ratner","Phone":"+4530826019","Email":null,"Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2022-05-12T00:00:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"Place":"Arbejdspladsen ligger i København kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Aarhus Universitet","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"The Danish School of Education (DPU), Faculty of Arts at Aarhus University invites applications for a postdoctoral position in the research project “Algorithms, Data and Democracy” (ADD), financed by the Velux and Villum foundations. The ADD project is a large, ten-year project conducted by partners and research groups at six Danish universities. T","DescriptionForSharing":"\"The Danish School of Education (DPU), Faculty of Arts at Aarhus University invites applications for a postdoctoral position in the research project “Algorithms, Data and Democracy” (ADD), financed by the Velux and Villum foundations. The ADD project is a large, ten-year project conducted by partners and research groups at six Danish universities. T\"","TitleForSharing":"\"Postdoc in the use of predictive algorithms in public administration\"","RutePlan":"https://www.google.dk/maps/dir//Tuborgvej+164,2400,+København+NV/","FormattedPurpose":"The Danish School of Education (DPU), Faculty of Arts at Aarhus University invites applications for a postdoctoral position in the research project “Algorithms, Data and Democracy” (ADD), financed by the Velux and Villum foundations. The ADD project is a large, ten-year project conducted by partners and research groups at six Danish universities. The project also includes a significant outreach activity organised by Mandag Morgen.<br/><br/>This is a full-time (37 hours/week) position. It is expected to begin on 15 August 2022 or as soon as possible thereafter, and to end 14 months later on 14 October 2023.<br/><br/>The position is located at DPU, Copenhagen Campus, within the <a target=\"_blank\" href=\"https://dpu.au.dk/en/about-the-school/organisation/department-of-education-studies/?tx_pure_pure5%5bpointer%5d=2&amp;%3btx_pure_pure5%5bcontroller%5d=publications&amp;%3bchash=29929dcb4c28ba74cd335b971abc5943&amp;chash=15e19a5d533fd4feef03b0137ba4789a\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5562779\">Department of Education Studies</a> as well as with the research programme for <a target=\"_blank\" href=\"https://dpu.au.dk/en/research/research-programmes/future-technology/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5562779\">Future Technology, Culture and Learning</a>.<br/><br/>The Danish School of Education is committed to diversity and encourages all qualified applicants to apply regardless of their personal background.<br/> <br/><br/><b>Research context</b><br/><br/>The ADD project addresses the democratic issues associated with the rapidly increasing use of algorithms in all sectors of society. One frequently voiced concern is that algorithms may lead to biased and non-transparent decision making, which again may erode trust in key societal institutions and decision-making processes. The overall aim of the ADD project is to understand the processes and circumstances that give rise to controversies relating to algorithms, to raise public awareness of algorithms, and to promote the democratically legitimate development of algorithms in Danish society. The project will conduct basic computer science research on algorithmic bias as well as a substantial number of qualitative case studies of algorithm controversies in areas such as privacy &amp; cybersecurity, public administration, finance, health and innovation practices. Further descriptions of the project can be found here: <a target=\"_blank\" href=\"https://algoritmer.org/om-os/projektet/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5562779\">https://algoritmer.org/om-os/projektet/</a><br/><br/>The DPU research group in the ADD project studies the Danish public administration’s development and use of predictive algorithms, with a special interest in understanding how the development and use of predictive algorithms based on machine learning reconfigure the relationship between state and citizens. Predictive analytics typically categorises citizens with respect to their predicted future risky behaviour. The potentials and promises of these AI techniques are obvious: they help public administration to tailor and target the citizens who are most at risk, and may even prevent and intercept risky behaviour. However, as the numerous public and political debates concerning predictive analytics have shown, the public administration’s use of predictive analytics is fraught with dilemmas and competing values. Understanding predictive analytics as a new form of expertise entering and shaping the way in which public administration relates to citizens, we are interested in exploring issues related to changing forms of expertise and value chains in public-sector administration.<br/> <br/><br/><b>The position</b><br/><br/>The postdoc will work in close collaboration with the project team at DPU, consisting of co-PI Helene Friis Ratner, another postdoctoral scholar and one PhD student, as well as with other participants in the ADD project. The primary task of the postdoc will be to identify, collect and analyse empirical data about changing forms of expertise in public-sector administration, such as the mobilisation of this expertise, e.g. in public-private partnerships, its re-organisation of public-sector administration, its co-existence with other forms of expertise, professional disputes, the practices and negotiations involved in materialising predictive algorithms as part of public-sector expertise, and how these ultimately affect citizens.<br/>Applicants are encouraged to contact the co-principal investigator Helene Friis Ratner on +45 3082 6019 or at <a target=\"_blank\" href=\"mailto:helr@edu.au.dk\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5562779\">helr@edu.au.dk</a> for further information about the project.<br/><br/>The postdoc is expected to:<ul><li>Be an active collaborative partner in the research project</li><li>Conduct and complete an independent research project related to the project topic and in collaboration with the group</li><li>Publish independently and in collaboration with the DPU co-PI and research group in relevant peer-reviewed journals</li><li>Initiate and organise activities with the project group, affiliated students and the academic world at large (co-organise and participate in research conferences, seminars and webinars as well as related activities)</li><li>Contribute to the popular dissemination of research findings.</li></ul>The application must include a proposal for a postdoctoral research project (one-two pages), detailing the research question, its conceptual and methodological foundation and a timetable. It must be possible to complete this project within a 14-month period.<br/><br/><b><br/>Qualifications</b><br/><br/>Applicants must hold a PhD degree or equivalent qualifications in science and technology studies, organisation studies, anthropology, sociology, ethnography or a related discipline within the humanities or social sciences.<br/><br/>Applicants must be able to document a relevant, international, high-quality research profile, including experience of international publication and research dissemination.<br/>They must also document:<ul><li>Proven skills in qualitative research methods and data analysis</li><li>Experience of working with qualitative methods</li><li>The ability to collaborate in interdisciplinary research teams</li><li>The ability to initiate relevant activities in an academic environment.</li></ul>It is an advantage if applicants can also document:<ul><li>Theoretical and conceptual familiarity with science and technology studies, the sociology of knowledge, critical software studies, and/or public administration</li><li>Knowledge and experience of researching public-sector institutions, digitalisation, datafication and/or artificial intelligence</li><li>Experience of dissemination and outreach activities.</li></ul>Given the nature of the project’s empirical work, basic Danish or other Scandinavian language skills will be advantageous but are not required. Applicants must be fluent (or near fluent) in speaking and writing English, and experience of publishing in English is considered an asset.<br/><br/>Please note that applications that do not include uploaded publications (maximum five) will not be considered.<br/><br/>The application must be submitted in English.<br/> <br/><br/><b>Work environment</b><br/><br/>Active participation in the daily life of the department is a high priority, and we emphasise the importance of good working relationships, both among colleagues and with our students. In order to maintain and develop the department’s excellent teaching and research environment, the successful applicant is expected to be present at the department on a daily, or at least weekly, basis.<br/><br/>We respect the balance between work and private life and strive to create a work environment in which that balance can be maintained. For further information, visit<br/><a target=\"_blank\" href=\"https://international.au.dk/life/lifeindenmark/familyworklife/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5562779\">https://international.au.dk/life/lifeindenmark/familyworklife/</a>.<br/><br/><b><br/>International applicants</b><br/><br/>For further information about the benefits of working at Aarhus University and in Denmark, including healthcare, paid holidays and, if relevant, maternity/paternity leave, childcare and schooling, international applicants are encouraged to visit <a target=\"_blank\" href=\"https://international.au.dk/research/researcher-positions/workingconditions/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5562779\">https://international.au.dk/research/researcher-positions/workingconditions/</a>. Aarhus University offers a broad variety of services for international researchers and accompanying families, including a relocation service and career counselling for expat partners. For information about taxation, check the <a target=\"_blank\" href=\"https://medarbejdere.au.dk/en/administration/hr/payroll/taxation-of-researchers/taxation-aspects-of-international-researchers-employment-by-au/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5562779\">taxation aspects of international researchers’ employment by AU</a>.<br/> <br/><br/><br/><b><br/><strong>Qualification requirements</strong></b><br/><br/>Applicants should hold a PhD or equivalent academic qualifications.<br/><br/><b><br/><strong>Formalities</strong></b><br/><br/>Faculty of Arts refers to the Ministerial Order on the Appointment of Academic Staff at Danish Universities<a target=\"_blank\" href=\"http://www.medarbejdere.au.dk/appointment_of_academic_staff_at_universities\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5562779\">(the Appointment Order)</a>.<ul><li>Appointment shall be in accordance with the <a target=\"_blank\" href=\"http://www.medarbejdere.au.dk/overenskomst_for_akademikere_i_staten\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5562779\">collective labour agreement between the Danish Ministry of Finance and the Danish Confederation of Professional Associations</a>.</li><li>Further information on qualification requirements and job content may be found in the<a target=\"_blank\" href=\"https://medarbejdere.au.dk/fileadmin/www.medarbejdere.au.dk/hr/rekruttering/onboarding/ministerial_order_no._1443_of_11_december_2019_on_job_structure_for_academic_staff_at_universities.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5562779\">Memorandum on Job Structure for Academic Staff at Danish Universities</a>.</li><li>Further information on the application and supplementary materials may be found in <a target=\"_blank\" href=\"http://arts.au.dk/en/about-arts/vacant-positions/application-guidelines-academic-positions-2014/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5562779\">Application Guidelines</a>.</li><li>The application must outline the applicant's motivation for applying for the position, attaching a curriculum vitae, a complete list of published works, copies of degree certificates and examples of academic production (mandatory, but no more than five examples). Please upload this material electronically along with your application.</li></ul>Aarhus University also offers a Junior Researcher Development Programme targeted at career development for postdocs at AU. You can read more about it here: <a target=\"_blank\" href=\"https://talent.au.dk/junior-researcher-development-programme/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5562779\">https://talent.au.dk/junior-researcher-development-programme/</a><br/><br/>If nothing else is noted, applications must be submitted in English. Application deadline is at 11.59 pm Danish time (same as Central European Time) on the deadline day.<br/><br/>Aarhus University’s ambition is to be an attractive and inspiring workplace for all and to foster a culture in which each individual has opportunities to thrive, achieve and develop. We view equality and diversity as assets, and we welcome all applicants.<br/><br/>Shortlists may be prepared with the candidates that have been selected for a detailed academic assessment. A committee set up by the head of school is responsible for selecting the most qualified candidates. See this link for further information about shortlisting at the Faculty of Arts:<a target=\"_blank\" href=\"http://medarbejdere.au.dk/fileadmin/user_upload/proces_for_shortlisting_december_2017.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5562779\"></a><a target=\"_blank\" href=\"https://medarbejdere.au.dk/fileadmin/user_upload/proces_for_shortlisting_til_web_december_2017_en.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5562779\">shortlisting</a><br/><br/><b><br/><strong>Faculty of Arts</strong></b><br/><br/>The Faculty of Arts is one of five main academic areas at Aarhus University.<br/><br/>The faculty contributes to Aarhus University's research, talent development, knowledge exchange and degree programmes.<br/>With its 550 academic staff members, 275 PhD students, 9,500 BA and MA students, and 1,500 students following continuing/further education programmes, the faculty constitutes a strong and diverse research and teaching environment.<br/><br/>The Faculty of Arts consists of the School of Communication and Culture, the School of Culture and Society and the Danish School of Education. Each of these units has strong academic environments and forms the basis for interdisciplinary research and education.<br/><br/>The faculty's academic environments and degree programmes engage in international collaboration and share the common goal of contributing to the development of knowledge, welfare and culture in interaction with<a target=\"_blank\" href=\"http://www.arts.au.dk/en\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5562779\"></a>society.<br/>Read more at arts.au.dk/en<br/><br/><em>The application must be submitted via Aarhus University’s recruitment system, which can be accessed under the job advertisement on Aarhus University's website</em>.<br/><br/> <br/><br/><br/><b><strong>Aarhus </strong><strong>University</strong><strong> </strong></b><br/><br/><em>Aarhus University is an academically diverse and research-intensive university with a strong commitment to high-quality research and education and the development of society nationally and globally. The university offers an inspiring research and teaching environment to </em><em>its 38,000 students (FTEs) and 8,000 employees, and has an annual revenues of EUR 885 million. Learn more at </em><em><a target=\"_blank\" href=\"http://www.international.au.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5562779\">www.international.au.dk/</a></em>","MapUrl":"https://www.google.dk/maps/place/Tuborgvej+164,2400,+København+NV/","OrganizationNumber":"31119103","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}