{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"PhD fellowship in applied statistics in monitoring pesticide effects","JobHeadline":"PhD fellowship in applied statistics in monitoring pesticide effects","Presentation":"Department of Plant and Environmental Sciences, Crop Science invites applicants for a \"PhD fellowship in dynamic statistical modelling of toxic effects in herbicide exposed plants\". The proje","HiringOrgName":"KU - SCIENCE - PLEN","WorkPlaceAddress":"Frb. Campus område 2, Thorvaldsensvej 40","WorkPlacePostalCode":"1871","WorkPlaceCity":"Frederiksberg C","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2022-03-31T00:00:00","LastDateApplication":"2022-05-20T00:00:00","FormattedLastDateApplication":"20. maj 2022","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/5566781","Region":"Hovedstaden og Bornholm","Municipality":"Frederiksberg","Country":"Danmark","PostalCode":"1871","PostalCodeName":null,"JobAnnouncementType":"","EmploymentType":"","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Forskning og universitetsundervisning, naturvidenskab og teknik ","Occupation":"Ph.d., naturvidenskab og teknik","Location":{"Latitude":55.6809,"Longitude":12.5454},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"WorkplaceID":105144,"OrganisationId":"57758","HiringOrgCVR":29979812,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/5566781","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/5566781","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/5566781","HasLocationValues":true,"ID":"5566781","Latitude":55.6809,"Longitude":12.5454},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"KU - SCIENCE - PLEN","Address":{"AddressLine":"Frb. Campus område 2, Thorvaldsensvej 40","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":147,"Name":"Frederiksberg"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"1871","City":"Frederiksberg C"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":null,"Description":null,"Logo":105144,"WorkPlaceOrganizationNumber":"1011795192","OrganizationNumber":"29979812","OrganizationDescription":null},"JobPositionPosting":{"Id":5566781,"OriginalJppId":5566781,"HiringOrg":{"Name":"KU - SCIENCE - PLEN","Address":{"AddressLine":"Frb. Campus område 2, Thorvaldsensvej 40","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":147,"Name":"Frederiksberg"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"1871","City":"Frederiksberg C"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":null,"Description":null,"Logo":105144,"WorkPlaceOrganizationNumber":"1011795192","OrganizationNumber":"29979812","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2022-03-31T00:00:00","PublicationEndDate":"2022-05-20T00:00:00","JobPositionInformation":{"PositionTitle":"PhD fellowship in applied statistics in monitoring pesticide effects","Purpose":"Department of Plant and Environmental Sciences, Crop Science invites applicants for a <em>\"PhD fellowship in dynamic statistical modelling of toxic effects in herbicide exposed plants</em>\". The project is part of the research project “Enhancing statistical methodology for toxicophenomics: High-throughput and high-dimensional data for ecotoxicological risk assessment”, which is financed by the Novo Nordic Foundation.<br/><br/>  Start date is (expected to be) <strong><em>October 1st 2022</em></strong> or as soon as possible thereafter.<br/><br/>  <strong>The project</strong><br/> The main aim of environmental risk assessment is to assign magnitudes and probabilities to adverse effects of human impact. A key parameter used in chemical risk assessment is the benchmark dose, identifying the dose associated with a predefined deviation from non-treated controls in the testsystem investigated. The benchmark dose methodology relies on non-linear dose-response models. The methodology is well-established for univariate data, such as a growth or mortility measured at a single point in time, but less so for more complex data structures such hierarchical data based on repeated experiments or time series, which have the advantage of closer resembling reality and accordingly provide more valuable input <em>for risk assessments</em>.  In addition, as toxicity is a process in time and exposure concentrations often vary in time (chemicals degrade in the environment, and/or are added repeatedly), statistical methods to describe effect development in time as a function of exposure is becoming increasingly important tools for chemical risk assessment.<br/><br/>  The primary focus of the PhD project will be on extending existing dose-response models for univariate data to different types of multivariate data, incorporating the time perspective of toxicity development. The key challenges are 1) developing dose-response models applicable to data from complex hierarchical designs, 2) testing and developing statistical models for toxic effects in time and 3) testing and developing models for dynamic exposure data<br/><br/>  The solution to these challenges rely on nonlinear optimization, mixed-effects models, the use of differential equations to incorporate the time aspect and a combination of all. Exploration and validation of the developed methodology to real experimental data and implementation is an important aspect of the project.<br/><br/>  <strong>Who are we looking for?</strong><br/> We are looking for a candidate with strong competences within the field(s) of statistics and data science. Applicants can have a background in statistics, mathematics, environmental modeling, or environmental toxicology with flair and interest in statistics and data science. The applicant should also be prepared to do some experimental work to produce own data.<br/><br/>  <strong>Our group and research- and what do we offer?</strong><br/><br/>  The successful applicant will be part of a new research group focusing on applied statistics within agronomy, eco-toxicology and phenotyping. We are a part of the crop science section and work closely together with reasearchers across the section, inparticular the plant protection group https://plen.ku.dk/english/research/crop_sciences/pp/. The crop science section studies and teaches basic and applied sciences related to crop production, with a focus on the interaction between Genotype, Management and Environment.  The aim of the crop science section is to improve land management for sustainable food production in a changing climate, by conducting research in laboratories, greenhouses, semi-field and fields. The applied statistics group also works closely together with the environmental toxicology group https://plen.ku.dk/english/research/env_chem_phys/et/. This group focuses on the effects of chemical pollutants on individual organisms, populations and ecosystems. Combined, our research projects are closely connected to national and international plant breeders, the agricultural industry, and Danish and European regulatory authorities concerned with the risk assessment of pesticides and industrial chemicals.  <br/><br/>  The group is a part of Department of Plant and Environmetal Science, Faculty of SCIENCE, University of Copenhagen. We are located in Taastrup, Copenhagen.<br/><br/>  We offer creative and stimulating working conditions in dynamic and international research environment.<br/><br/>  <strong>Principal supervisor </strong>is<strong> </strong>Assistant Professor,<strong> Signe M. Jensen, </strong>Department of Plant and Environmental Sciences, smj@plen.ku.dk<strong>, </strong>Direct Phone: +4535333431.<strong> Co-superviser: </strong>Professor<strong>, Nina Cedergreen,</strong> Department of Plant and Environmental Sciences. <br/><br/>  <strong>The PhD programme </strong><br/><br/>  Depending of your level of education, you can undertake the PhD programme as either:<br/><br/>  Option A: A <strong>three year full-time study</strong> within the framework of <a href=\"https://www.science.ku.dk/phd/studystructure/regularphd/\"><strong>the regular PhD programme</strong></a> (5+3 scheme), <strong>if you already</strong> have an education <em>equivalent to a relevant Danish master’s degree.</em><br/><br/>  Option B: An up <strong>to five year full-time study programme</strong> within the framework of <a href=\"https://www.science.ku.dk/phd/studystructure/integratedphd/\">the <strong>integrated MSc and PhD</strong><strong> programme</strong></a> (the 3+5 scheme), if you do not have an education <em>equivalent to a relevant Danish master´s degree</em> – but you <strong>have</strong> an education <em>equivalent to a Danish bachelors´s degree</em>.<br/><br/>  <strong><em>Option A: Getting into a position on the regular PhD programme </em></strong><br/><br/>  <strong>Qualifications needed for the regular programme</strong><br/> To be eligible for the regular PhD programme, you must have completed a degree programme, equivalent to a Danish master’s degree (180 ECTS/3 FTE BSc + 120 ECTS/2 FTE MSc) related to the subject area of the project, e.g. statistics, mathematics, environmenal modeling, or environmental toxicology. For information of eligibility of completed programmes, see <a href=\"https://ufm.dk/en/education/recognition-and-transparency/find-assessments/general-assessments-for-specific-countries?set_language=en&amp;cl=en\">General assessments for specific countries</a> and <a href=\"https://ufm.dk/en/education/recognition-and-transparency/find-assessments/assessment-database\">Assessment database</a>.<br/><br/>  <strong>Terms of employment in the regular programme </strong><br/> Employment as PhD fellow is full time and for maximum 3 years.<br/><br/>  Employment is conditional upon your successful enrolment as a PhD student at the PhD School at the Faculty of SCIENCE, University of Copenhagen. This requires submission and acceptance of an application for the specific project formulated by the applicant.<br/><br/>  The terms of employment and salary are in accordance to the agreement between the Ministry of Finance and The Danish Confederation of Professional Associations on Academics in the State (AC). The position is covered by the Protocol on Job Structure.<br/><br/>  <strong><em>Option B: Getting into a position on the integrated MSc and PhD programme</em></strong><br/><br/>  <strong>Qualifications needed for the integrated MSc and PhD programme </strong><br/><br/>  If you do not have an education <em>equivalent to a relevant Danish master´s degree</em>, you might be qualified for the integrated MSc and PhD programme, if you have an education equivalent to a relevant Danish bachelor´s degree. Here you can find out, if that is relevant for you: <a href=\"https://ufm.dk/en/education/recognition-and-transparency/find-assessments/general-assessments-for-specific-countries?set_language=en&amp;cl=en\">General assessments for specific countries</a> and <a href=\"https://ufm.dk/en/education/recognition-and-transparency/find-assessments/assessment-database\">Assessment database</a>.  <br/><br/>  <strong>Terms of the integrated programme</strong><br/> To be eligible for the integrated scholarship, you are (or are eligible to be) enrolled at one of the faculty’s master programmes in statistics.<br/><br/>  Students on the integrated programme will enroll as PhD students simultaneously with completing their enrollment in this MSc degree programme.<br/><br/>  The duration of the integrated programme is up to five years, and depends on the amount of credits that you have passed on your MSc programme. For further information about the study programme, please see: <a href=\"http://www.science.ku.dk/phd\">www.science.ku.dk/phd</a>, “Study Structures”. <br/><br/>  <strong>Until</strong> the MSc degree is obtained, (when exactly two years of the full 3+5 programme remains), the grant will be paid partly in the form of 48 state education grant portions (in Danish: “SU-klip”) plus salary for work (teaching, supervision etc.) totalling a workload of 150 working hours per year.<br/><br/>  <strong>When </strong>you have obtained<strong> </strong>the<strong> </strong>MSc degree, you will transfer to the salary-earning part of the scholarship for a period of two years. At that point, the terms of employment and payment will be according to the agreement between the Ministry of Finance and The Danish Confederation of Professional Associations on Academics in the State (AC). The position is covered by the Protocol on Job Structure.<br/> A PhD grant portion is currently (2021) DKK 6.321 before tax.<br/><br/>  <strong>Responsibilities</strong><strong> and tasks in both PhD programmes</strong><br/><br/>  <ul> \t<li>Complete and pass the MSc education in accordance with the curriculum of the MSc programme   (ONLY when you are attending the integrated MSc and PhD programme)</li> \t<li >Carry through an independent research project under supervision </li> \t<li >Complete PhD courses corresponding to approx. 30 ECTS / ½ FTE</li> \t<li >Participate in active research environments, including a stay at another research institution, preferably abroad</li> \t<li >Teaching and knowledge dissemination activities</li> \t<li >Write scientific papers aimed at high-impact journals</li> \t<li >Write and defend a PhD thesis on the basis of your project</li> </ul>  <strong>We are looking for the following qualifications:</strong><br/><br/>  <ul> \t<li>Professional qualifications relevant to the PhD project, i.e. qualifications within statistics and good programming skills.</li> \t<li >Relevant publications within the areas of statistics, modelling or toxicology</li> \t<li >Relevant work experience</li> \t<li >Other relevant professional activities</li> \t<li >Curious mind-set with a strong interest in applied statistics and R programming skills</li> \t<li >Good written and spoken English language skills</li> </ul>  <strong><em>Application and Assessment Procedure</em></strong><br/><br/>   Your application including all attachments must be in English and submitted electronically by clicking APPLY NOW below.<br/><br/>  <strong>Please include</strong>: <br/><br/>  <ol> \t<li>Motivated letter of application (max. one page)</li> \t<li>Your motivation for applying for the specific PhD project</li> \t<li>Curriculum vitae including information about your education, experience, language skills and other skills relevant for the position</li> \t<li>Original diplomas for Bachelor of Science or Master of Science and transcript of records in the original language, including an authorized English translation if issued in another language than English or Danish. If not completed, a certified/signed copy of a recent transcript of records or a written statement from the institution or supervisor is accepted.</li> \t<li>Publication list (if possible)</li> \t<li>Reference letters (if available)</li> </ol>  <strong>Application deadline:</strong><br/> <br/> <strong>The deadline for applications is Monday  6 June 2022, 23:59 GMT +2.</strong><br/> <br/> We reserve the right not to consider material received after the deadline, and not to consider applications that do not live up to the abovementioned requirements.<br/><br/>  <strong>The further process </strong><br/> After deadline, a number of applicants will be selected for academic assessment by an unbiased expert assessor. You are notified, whether you will be passed for assessment.<br/><br/>  The assessor will assess the qualifications and experience of the shortlisted applicants with respect to the above mentioned research area, techniques, skills and other requirements. The assessor will conclude whether each applicant is qualified and, if so, for which of the two models. The assessed applicants will have the opportunity to comment on their assessment. You can read about the recruitment process at <a href=\"http://employment.ku.dk/faculty/recruitment-process/\">http://employment.ku.dk/faculty/recruitment-process/</a>.<br/><br/>  Interviews with selected candidates are expected to be held in mid August. <br/><br/>  <strong>Questions</strong><br/> For specific information about the PhD fellowship, please contact the principal supervisor <strong>Signe M. Jensen, </strong>smj@plen.ku.dk<strong>, </strong>Direct Phone: +4535333431.<br/><br/>  General information about PhD study at the Faculty of SCIENCE is available at the PhD School’s website: <a href=\"https://www.science.ku.dk/phd/\">https://www.science.ku.dk/phd/</a>.<br/><br/>  <em>The University of Copenhagen wishes to reflect the surrounding community and invites all regardless of personal background to apply for the position. </em> <br/><br/>","WorkLocation":{"AddressLine":"Frb. Campus område 2, Thorvaldsensvej 40","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":147,"Name":"Frederiksberg"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"1871","City":"Frederiksberg C"},"EmploymentType":16,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"DiscoWeb":0,"AlternateNames":[],"GroupId":0,"AreaId":0,"Id":0,"Name":null},"IsGovernmentHiring":false,"JppContacts":[{"Id":7869973,"Email":"smj@plen.ku.dk","FaxNumber":null,"PersonName":"Signe M. Jensen","FirstName":"Signe M.","LastName":"Jensen","PositionTitle":"Adjunkt","PhoneNumbers":[]}],"EmploymentDate":"2022-10-01T00:00:00"},"IsRecruitmentOfForeignNationals":true,"IsWorkInDenmark":true,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=1307&ProjectId=156219&DepartmentId=18968&MediaId=4632&SkipAdvertisement=true","ReplyInWriting":false,"ApplicationDeadlineDate":"2022-05-20T00:00:00"},"ContactAuthorityPhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=5566781&WorkPlace=105144&Organisation=29979812","Address":"Frb. Campus område 2, Thorvaldsensvej 40,1871, Frederiksberg C","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=5566781&Company.Name=KU - SCIENCE - PLEN&SubmissionDeadlineDate=2022-5-20&Title=PhD fellowship in applied statistics in monitoring pesticide effects&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":false,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"PhD fellowship in applied statistics in monitoring pesticide effects","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"5566781","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"KU - SCIENCE - PLEN","Address":"Frb. Campus område 2, Thorvaldsensvej 40","Country":null,"EmploymentAreaID":null,"PostCode":"1871","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Frederiksberg C","ContactPerson":"Signe M. Jensen","Phone":"","Email":"smj@plen.ku.dk","Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2022-05-20T00:00:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"Place":"Arbejdspladsen ligger i Frederiksberg kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"KU - SCIENCE - PLEN","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"Department of Plant and Environmental Sciences, Crop Science invites applicants for a  PhD fellowship in dynamic statistical modelling of toxic effects in herbicide exposed plants . The project is part of the research project “Enhancing statistical methodology for toxicophenomics: High-throughput and high-dimensional data for ecotoxicological risk ","DescriptionForSharing":"\"Department of Plant and Environmental Sciences, Crop Science invites applicants for a  PhD fellowship in dynamic statistical modelling of toxic effects in herbicide exposed plants . The project is part of the research project “Enhancing statistical methodology for toxicophenomics: High-throughput and high-dimensional data for ecotoxicological risk \"","TitleForSharing":"\"PhD fellowship in applied statistics in monitoring pesticide effects\"","RutePlan":"https://www.google.dk/maps/dir//Frb.+Campus+område+2,+Thorvaldsensvej+40,1871,+Frederiksberg+C/","FormattedPurpose":"Department of Plant and Environmental Sciences, Crop Science invites applicants for a <em>\"PhD fellowship in dynamic statistical modelling of toxic effects in herbicide exposed plants</em>\". The project is part of the research project “Enhancing statistical methodology for toxicophenomics: High-throughput and high-dimensional data for ecotoxicological risk assessment”, which is financed by the Novo Nordic Foundation.<br/><br/>  Start date is (expected to be) <strong><em>October 1st 2022</em></strong> or as soon as possible thereafter.<br/><br/>  <strong>The project</strong><br/> The main aim of environmental risk assessment is to assign magnitudes and probabilities to adverse effects of human impact. A key parameter used in chemical risk assessment is the benchmark dose, identifying the dose associated with a predefined deviation from non-treated controls in the testsystem investigated. The benchmark dose methodology relies on non-linear dose-response models. The methodology is well-established for univariate data, such as a growth or mortility measured at a single point in time, but less so for more complex data structures such hierarchical data based on repeated experiments or time series, which have the advantage of closer resembling reality and accordingly provide more valuable input <em>for risk assessments</em>.  In addition, as toxicity is a process in time and exposure concentrations often vary in time (chemicals degrade in the environment, and/or are added repeatedly), statistical methods to describe effect development in time as a function of exposure is becoming increasingly important tools for chemical risk assessment.<br/><br/>  The primary focus of the PhD project will be on extending existing dose-response models for univariate data to different types of multivariate data, incorporating the time perspective of toxicity development. The key challenges are 1) developing dose-response models applicable to data from complex hierarchical designs, 2) testing and developing statistical models for toxic effects in time and 3) testing and developing models for dynamic exposure data<br/><br/>  The solution to these challenges rely on nonlinear optimization, mixed-effects models, the use of differential equations to incorporate the time aspect and a combination of all. Exploration and validation of the developed methodology to real experimental data and implementation is an important aspect of the project.<br/><br/>  <strong>Who are we looking for?</strong><br/> We are looking for a candidate with strong competences within the field(s) of statistics and data science. Applicants can have a background in statistics, mathematics, environmental modeling, or environmental toxicology with flair and interest in statistics and data science. The applicant should also be prepared to do some experimental work to produce own data.<br/><br/>  <strong>Our group and research- and what do we offer?</strong><br/><br/>  The successful applicant will be part of a new research group focusing on applied statistics within agronomy, eco-toxicology and phenotyping. We are a part of the crop science section and work closely together with reasearchers across the section, inparticular the plant protection group <a target=\"_blank\" href=\"https://plen.ku.dk/english/research/crop_sciences/pp/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5566781\">https://plen.ku.dk/english/research/crop_sciences/pp/</a>. The crop science section studies and teaches basic and applied sciences related to crop production, with a focus on the interaction between Genotype, Management and Environment.  The aim of the crop science section is to improve land management for sustainable food production in a changing climate, by conducting research in laboratories, greenhouses, semi-field and fields. The applied statistics group also works closely together with the environmental toxicology group <a target=\"_blank\" href=\"https://plen.ku.dk/english/research/env_chem_phys/et/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5566781\">https://plen.ku.dk/english/research/env_chem_phys/et/</a>. This group focuses on the effects of chemical pollutants on individual organisms, populations and ecosystems. Combined, our research projects are closely connected to national and international plant breeders, the agricultural industry, and Danish and European regulatory authorities concerned with the risk assessment of pesticides and industrial chemicals.  <br/><br/>  The group is a part of Department of Plant and Environmetal Science, Faculty of SCIENCE, University of Copenhagen. We are located in Taastrup, Copenhagen.<br/><br/>  We offer creative and stimulating working conditions in dynamic and international research environment.<br/><br/>  <strong>Principal supervisor </strong>is<strong> </strong>Assistant Professor,<strong> Signe M. Jensen, </strong>Department of Plant and Environmental Sciences, smj@plen.ku.dk<strong>, </strong>Direct Phone: +4535333431.<strong> Co-superviser: </strong>Professor<strong>, Nina Cedergreen,</strong> Department of Plant and Environmental Sciences. <br/><br/>  <strong>The PhD programme </strong><br/><br/>  Depending of your level of education, you can undertake the PhD programme as either:<br/><br/>  Option A: A <strong>three year full-time study</strong> within the framework of <a target=\"_blank\" href=\"https://www.science.ku.dk/phd/studystructure/regularphd/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5566781\"><strong>the regular PhD programme</strong></a> (5+3 scheme), <strong>if you already</strong> have an education <em>equivalent to a relevant Danish master’s degree.</em><br/><br/>  Option B: An up <strong>to five year full-time study programme</strong> within the framework of <a target=\"_blank\" href=\"https://www.science.ku.dk/phd/studystructure/integratedphd/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5566781\">the <strong>integrated MSc and PhD</strong><strong> programme</strong></a> (the 3+5 scheme), if you do not have an education <em>equivalent to a relevant Danish master´s degree</em> – but you <strong>have</strong> an education <em>equivalent to a Danish bachelors´s degree</em>.<br/><br/>  <strong><em>Option A: Getting into a position on the regular PhD programme </em></strong><br/><br/>  <strong>Qualifications needed for the regular programme</strong><br/> To be eligible for the regular PhD programme, you must have completed a degree programme, equivalent to a Danish master’s degree (180 ECTS/3 FTE BSc + 120 ECTS/2 FTE MSc) related to the subject area of the project, e.g. statistics, mathematics, environmenal modeling, or environmental toxicology. For information of eligibility of completed programmes, see <a target=\"_blank\" href=\"https://ufm.dk/en/education/recognition-and-transparency/find-assessments/general-assessments-for-specific-countries?set_language=en&amp;cl=en\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5566781\">General assessments for specific countries</a> and <a target=\"_blank\" href=\"https://ufm.dk/en/education/recognition-and-transparency/find-assessments/assessment-database\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5566781\">Assessment database</a>.<br/><br/>  <strong>Terms of employment in the regular programme </strong><br/> Employment as PhD fellow is full time and for maximum 3 years.<br/><br/>  Employment is conditional upon your successful enrolment as a PhD student at the PhD School at the Faculty of SCIENCE, University of Copenhagen. This requires submission and acceptance of an application for the specific project formulated by the applicant.<br/><br/>  The terms of employment and salary are in accordance to the agreement between the Ministry of Finance and The Danish Confederation of Professional Associations on Academics in the State (AC). The position is covered by the Protocol on Job Structure.<br/><br/>  <strong><em>Option B: Getting into a position on the integrated MSc and PhD programme</em></strong><br/><br/>  <strong>Qualifications needed for the integrated MSc and PhD programme </strong><br/><br/>  If you do not have an education <em>equivalent to a relevant Danish master´s degree</em>, you might be qualified for the integrated MSc and PhD programme, if you have an education equivalent to a relevant Danish bachelor´s degree. Here you can find out, if that is relevant for you: <a target=\"_blank\" href=\"https://ufm.dk/en/education/recognition-and-transparency/find-assessments/general-assessments-for-specific-countries?set_language=en&amp;cl=en\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5566781\">General assessments for specific countries</a> and <a target=\"_blank\" href=\"https://ufm.dk/en/education/recognition-and-transparency/find-assessments/assessment-database\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5566781\">Assessment database</a>.  <br/><br/>  <strong>Terms of the integrated programme</strong><br/> To be eligible for the integrated scholarship, you are (or are eligible to be) enrolled at one of the faculty’s master programmes in statistics.<br/><br/>  Students on the integrated programme will enroll as PhD students simultaneously with completing their enrollment in this MSc degree programme.<br/><br/>  The duration of the integrated programme is up to five years, and depends on the amount of credits that you have passed on your MSc programme. For further information about the study programme, please see: <a target=\"_blank\" href=\"http://www.science.ku.dk/phd\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5566781\">www.science.ku.dk/phd</a>, “Study Structures”. <br/><br/>  <strong>Until</strong> the MSc degree is obtained, (when exactly two years of the full 3+5 programme remains), the grant will be paid partly in the form of 48 state education grant portions (in Danish: “SU-klip”) plus salary for work (teaching, supervision etc.) totalling a workload of 150 working hours per year.<br/><br/>  <strong>When </strong>you have obtained<strong> </strong>the<strong> </strong>MSc degree, you will transfer to the salary-earning part of the scholarship for a period of two years. At that point, the terms of employment and payment will be according to the agreement between the Ministry of Finance and The Danish Confederation of Professional Associations on Academics in the State (AC). The position is covered by the Protocol on Job Structure.<br/> A PhD grant portion is currently (2021) DKK 6.321 before tax.<br/><br/>  <strong>Responsibilities</strong><strong> and tasks in both PhD programmes</strong><br/><br/>  <ul> \t<li>Complete and pass the MSc education in accordance with the curriculum of the MSc programme   (ONLY when you are attending the integrated MSc and PhD programme)</li> \t<li >Carry through an independent research project under supervision </li> \t<li >Complete PhD courses corresponding to approx. 30 ECTS / ½ FTE</li> \t<li >Participate in active research environments, including a stay at another research institution, preferably abroad</li> \t<li >Teaching and knowledge dissemination activities</li> \t<li >Write scientific papers aimed at high-impact journals</li> \t<li >Write and defend a PhD thesis on the basis of your project</li> </ul>  <strong>We are looking for the following qualifications:</strong><br/><br/>  <ul> \t<li>Professional qualifications relevant to the PhD project, i.e. qualifications within statistics and good programming skills.</li> \t<li >Relevant publications within the areas of statistics, modelling or toxicology</li> \t<li >Relevant work experience</li> \t<li >Other relevant professional activities</li> \t<li >Curious mind-set with a strong interest in applied statistics and R programming skills</li> \t<li >Good written and spoken English language skills</li> </ul>  <strong><em>Application and Assessment Procedure</em></strong><br/><br/>   Your application including all attachments must be in English and submitted electronically by clicking APPLY NOW below.<br/><br/>  <strong>Please include</strong>: <br/><br/>  <ol> \t<li>Motivated letter of application (max. one page)</li> \t<li>Your motivation for applying for the specific PhD project</li> \t<li>Curriculum vitae including information about your education, experience, language skills and other skills relevant for the position</li> \t<li>Original diplomas for Bachelor of Science or Master of Science and transcript of records in the original language, including an authorized English translation if issued in another language than English or Danish. If not completed, a certified/signed copy of a recent transcript of records or a written statement from the institution or supervisor is accepted.</li> \t<li>Publication list (if possible)</li> \t<li>Reference letters (if available)</li> </ol>  <strong>Application deadline:</strong><br/> <br/> <strong>The deadline for applications is Monday  6 June 2022, 23:59 GMT +2.</strong><br/> <br/> We reserve the right not to consider material received after the deadline, and not to consider applications that do not live up to the abovementioned requirements.<br/><br/>  <strong>The further process </strong><br/> After deadline, a number of applicants will be selected for academic assessment by an unbiased expert assessor. You are notified, whether you will be passed for assessment.<br/><br/>  The assessor will assess the qualifications and experience of the shortlisted applicants with respect to the above mentioned research area, techniques, skills and other requirements. The assessor will conclude whether each applicant is qualified and, if so, for which of the two models. The assessed applicants will have the opportunity to comment on their assessment. You can read about the recruitment process at <a target=\"_blank\" href=\"http://employment.ku.dk/faculty/recruitment-process/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5566781\">http://employment.ku.dk/faculty/recruitment-process/</a>.<br/><br/>  Interviews with selected candidates are expected to be held in mid August. <br/><br/>  <strong>Questions</strong><br/> For specific information about the PhD fellowship, please contact the principal supervisor <strong>Signe M. Jensen, </strong>smj@plen.ku.dk<strong>, </strong>Direct Phone: +4535333431.<br/><br/>  General information about PhD study at the Faculty of SCIENCE is available at the PhD School’s website: <a target=\"_blank\" href=\"https://www.science.ku.dk/phd/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5566781\">https://www.science.ku.dk/phd/</a>.<br/><br/>  <em>The University of Copenhagen wishes to reflect the surrounding community and invites all regardless of personal background to apply for the position. </em> <br/><br/>","MapUrl":"https://www.google.dk/maps/place/Frb.+Campus+område+2,+Thorvaldsensvej+40,1871,+Frederiksberg+C/","OrganizationNumber":"29979812","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}