{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"Postdoc in atmospheric chemistry on investigating the phase behavior of secondary organic aerosol particles","JobHeadline":"Postdoc in atmospheric chemistry on investigating the phase behavior of secondary organic aerosol particles","Presentation":"The Aerosol and Cloud Microphysics group, part of the Center for Chemistry of Clouds (C3), at the Department of Chemistry, Aarhus University, is inviting applications for a 1-year full time postdoc po","HiringOrgName":"Aarhus Universitet","WorkPlaceAddress":"Langelandsgade 140   ","WorkPlacePostalCode":"8000","WorkPlaceCity":"Aarhus C","WorkPlaceOtherAddress":true,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":false,"PostingCreated":"2025-01-28T13:24:00","LastDateApplication":"2025-03-25T00:00:00","FormattedLastDateApplication":"25. marts 2025","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/052fa614-d674-40ba-b45c-b337e69a6978","Region":"Midtjylland","Municipality":"Aarhus","Country":"Danmark","PostalCode":"8000","PostalCodeName":null,"JobAnnouncementType":"Almindelige vilkår - Handicap ingen hindring","EmploymentType":"Fastansættelse","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Forskning og universitetsundervisning, naturvidenskab og teknik","Occupation":"Post doc., naturvidenskab og teknik","Location":{"Latitude":56.1505,"Longitude":10.278},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"WorkplaceID":1013139454,"OrganisationId":"","HiringOrgCVR":31119103,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/052fa614-d674-40ba-b45c-b337e69a6978","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/052fa614-d674-40ba-b45c-b337e69a6978","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/052fa614-d674-40ba-b45c-b337e69a6978","HasLocationValues":true,"ID":"052fa614-d674-40ba-b45c-b337e69a6978","Latitude":56.1505,"Longitude":10.278},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Aarhus Universitet","Address":{"AddressLine":"Langelandsgade 140","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8000","City":"Aarhus C"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://au.emply.net/recruitment/vacancyApply.aspx?publishingId=030ec10d-cd34-434d-ab40-52228cfb5424","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1013139454","OrganizationNumber":"31119103","OrganizationDescription":null},"JobPositionPosting":{"Id":"052fa614-d674-40ba-b45c-b337e69a6978","HiringOrg":{"Name":"Aarhus Universitet","Address":{"AddressLine":"Langelandsgade 140","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8000","City":"Aarhus C"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://au.emply.net/recruitment/vacancyApply.aspx?publishingId=030ec10d-cd34-434d-ab40-52228cfb5424","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1013139454","OrganizationNumber":"31119103","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2025-01-28T13:24:00+01:00","PublicationEndDate":"2025-03-25T13:24:00+01:00","JobPositionInformation":{"PositionTitle":"Postdoc in atmospheric chemistry on investigating the phase behavior of secondary organic aerosol particles","Purpose":"The Aerosol and Cloud Microphysics group, part of the Center for Chemistry of Clouds (C3), at the Department of Chemistry, Aarhus University, is inviting applications for a 1-year full time postdoc position to join our research on the physical chemistry of atmospheric aerosol particles and their impacts on cloud formation.<br><br>The position is available from 15 June 2025 or as soon as possible hereafter. The position is for 1 year, with the possibility for an extension of at least 1 additional year, based on performance and upon mutual agreement.<br><br><b><br><strong>Description of research project</strong></b><br><br>This project aims to develop novel methods to directly probe the phase behavior, i.e., the number and types of phases, in individual aerosol particles, and to explore how it affects their ability to form clouds.<br><br>The project will focus on secondary organic aerosol (SOA), a major type of atmospheric particles, that impact atmospheric chemistry, air quality and climate.<br>SOA particles can respond to changes in atmospheric conditions by undergoing phase separation or mixing. This results in particles with either multiple condensed phases or a single condensed phase, respectively. These changes can also alter the phase state of SOA particles, often described by their dynamic viscosity, causing them to transition between liquid, semi-solid, or solid (glassy) states. In this project, we aim to develop methods to accurately quantify these changes in aerosol phase behavior.<br><br>We will deploy microscopy-based techniques to probe the phase behavior of well characterized particles. Through targeted experiments, complex SOA types will be generated in our atmospheric simulation chamber (<a href=\"https://chem.au.dk/en/research/research-areas-and-groups/physicalchemistry/apc/equipment\">AURA</a>), where advanced instrumentation is available, from oxidation of different precursor gases.<br><br><b><br><strong>Expected responsibilities &amp; duties</strong></b><br><br><ul><li>Build and develop methodologies for measuring phase behavior of SOA.</li><li>Carry out experiments in atmospheric simulation chamber.</li><li>Document and present research results to scientific and public audiences and writing of scientific publications.</li><li>Maintain safe and clean laboratory space and follow the <a href=\"https://library.au.dk/en/researchers/datamanagement/the-fair-principles\">FAIR</a> principles in conducting scientific research.</li><li>Interact with and guide junior researchers.</li></ul><br>Where experience is lacking, the candidate must be motivated to learn and will get the opportunity to develop new skills.<br><br>We are seeking a highly motivated postdoctoral researcher who will help develop new methods to probe aerosols phase behavior and who actively engages in related research projects in the group and C3.<br><br><b><br><strong>Your profile</strong></b><br><br><ul><li>PhD degree in Atmospheric Science, Chemistry, Physics, Nanoscience, Environmental Engineering, Meteorology or similar.</li><li>Strong interest in atmospheric sciences, documented by relevant publications.</li><li>Documented experience with instrumentation to probe aerosol and/or cloud particles. Experience with microscopy is advantageous.</li><li>Demonstrated skills in computer programming and analysis of complex data sets.</li><li>Excellent English language and communication skills (written and oral), critical thinking, instrument trouble shooting.</li><li>Good collaboration skills and ability to take responsibility to work independently and proactively on their project.</li><li>Good project management skills, work result-oriented with attention to detail.</li></ul>&nbsp;<br><br><b><br><strong>Who we are</strong></b><br><br><strong>The department:</strong><br>The Department of Chemistry at Aarhus University (www.chem.au.dk) is one of the leading European chemistry departments with a broad research program. It has a permanent staff of ~30 full and associate professors, a support-staff of ~30 people, ~150 PhD-students and postdocs and around 400 students.<br><br><strong>The research group:</strong><br>This experimental project will be hosted in the <a href=\"https://chem.au.dk/en/research/research-areas-and-groups/physicalchemistry/aerosol-and-cloud-microphysics\">Aerosol and Cloud Microphysics group</a>. Research in our group focuses on experimentally investigating aerosol particles and characterizing their properties and cloud formation abilities.<br>Our group is part of the <a href=\"https://chem.au.dk/forskning/forskningscentre-og-projekter/c3/about\">Center for Chemistry of Clouds (C3)</a>, led by Prof. Merete Bilde.<br>C3 comprises different research groups at the Department of Chemistry and provides access to leading experimental facilities for atmospheric chemistry. At C3 we are committed to actively promoting equity, diversity and inclusion to achieve academic excellence. This position will benefit from ongoing collaboration with other research groups at C3, Aarhus University and beyond, and will report to Assist. Prof. Fabian Mahrt and Prof. Merete Bilde.<br><br><b><br><strong>What we offer</strong></b><br><br>In combination, the department, group and center offer:<ul><li>Well-developed experimental research infrastructure, laboratories and access to shared equipment.</li><li>A highly dynamic, collaborative, interdisciplinary and inspiring working environment, encouraging open and critical discussions within and across different research fields.</li><li>A modern workplace and attractive working conditions.</li><li>Flexible working hours with social and family-friendly work culture.</li><li>Goal-oriented staff development and opportunities for continuing professional development.</li></ul><br>The place of work is Langelandsgade 140, 8000 Aarhus C, and the area of employment is Aarhus University with related departments.<br><br>All interested candidates are encouraged to apply, regardless of their personal background. Working in Denmark offers opportunities for a good work-life balance. English is widely spoken, though Danish is the main language off campus. English is the working language.<br><br>Aarhus University offers many useful information and support for internationals (<a href=\"https://international.au.dk/\">https://international.au.dk/</a>) to integrate both into the university and the local society.<br><br>Aarhus is Denmark’s second largest city, and forms the center of the western parts of the country on the Jutland peninsula. Aarhus offers a combination of a thriving food-scene, high-quality museums, a surrounding beautiful nature, a very lively city due to the “young population”, many cultural events including music festivals etc. see e.g., the recent recommendation by CNN (<a href=\"https://edition.cnn.com/travel/article/aarhus-denmark-things-to-do/index.html\">https://edition.cnn.com/travel/article/aarhus-denmark-things-to-do/index.html</a>).<br>Aarhus is easily reached through local international airports in Jutland within 1 hour of Aarhus, or through either Copenhagen or Hamburg Airports, both situated about a 3-hour train-journey from Aarhus.<br><br>Aarhus University is consistently ranked as a top-100 university in the world.<br><br>For further information please contact: Fabian Mahrt, <a>mahrt@chem.au.dk</a>, +45 20 69 21 22<br>&nbsp;<br><br><br><b><br><strong>Application procedure</strong></b><br><br>Shortlisting is used. This means that after the deadline for applications – and with the assistance from the assessment committee chairman, and the appointment committee if necessary, – the head of department selects the candidates to be evaluated. All applicants will be notified whether or not their applications have been sent to an expert assessment committee for evaluation. The selected applicants will be informed about the composition of the committee, and each applicant is given the opportunity to comment on the part of the assessment that concerns him/her self. Once the recruitment process is completed a final letter of rejection is sent to the deselected applicants.<br><br><b><br><strong>Letter of reference</strong></b><br><br>If you want a referee to upload a letter of reference on your behalf, please state the referee’s contact information when you submit your application. We strongly recommend that you make an agreement with the person in question before you enter the referee’s contact information, and that you ensure that the referee has enough time to write the letter of reference before the application deadline. Unfortunately, it is not possible to ensure that letters of reference received after the application deadline will be taken into consideration.<br><br>If you wish to add a referee <strong>after</strong> you have submitted your application, you must send this person’s details (name, job title, place of work, and email address) as well as the name of the position you have applied for to: HR.Nattech@au.dk<br><br><b><br><strong>Formalities and salary range</strong></b><br><br>Natural Sciences refers to the <a href=\"https://international.au.dk/fileadmin/Bekendtgoerelse_nr__242_af_a3__MARTS_2012_-_ENGELSK_UDGAVE.pdf\">Ministerial Order on the Appointment of Academic Staff at Danish Universities under the Danish Ministry of Science, Technology and Innovation</a>.<br><br>The application must be in English and include a curriculum vitae, degree certificate, a complete list of publications, a statement of future research plans and information about research activities, teaching portfolio and verified information on previous teaching experience (if any). Guidelines for applicants can be found <a href=\"https://nat.au.dk/en/about-the-faculty/vacant-positions-and-career/guidelines-and-rules/\">here.</a><br><br>Appointment shall be in accordance with the collective labour agreement between the Danish Ministry of Taxation and the Danish Confederation of Professional Associations. Further information on qualification requirements and job content may be found in the <a href=\"https://medarbejdere.au.dk/fileadmin/www.medarbejdere.au.dk/hr/Rekruttering/Onboarding/Ministerial_Order_no._1443_of_11_December_2019_on_Job_Structure_for_Academic_Staff_at_Universities.pdf\">Memorandum on Job Structure for Academic Staff at Danish Universities</a>. <br><br>Salary depends on seniority as agreed between the Danish Ministry of Taxation and the Confederation of Professional Associations.<br><br>Aarhus University’s ambition is to be an attractive and inspiring workplace for all and to foster a culture in which each individual has opportunities to thrive, achieve and develop. We view equality and diversity as assets, and we welcome all applicants.<br><br>Research activities will be evaluated in relation to actual research time. Thus, we encourage applicants to specify periods of leave without research activities, in order to be able to subtract these periods from the span of the scientific career during the evaluation of scientific productivity.<br><br>Aarhus University offers a broad variety of services for international researchers and accompanying families, including relocation service and career counselling to expat partners. Read more <a href=\"https://internationalstaff.au.dk/relocationservice/\">here</a>. Please find more information about entering and working in Denmark <a href=\"http://international.au.dk/research/\">here</a>.<br><br>Aarhus University also offers a Junior Researcher Development Programme targeted at career development for postdocs at AU. You can read more about it <a href=\"http://talent.au.dk/junior-researcher-development-programme/\">here</a>.<br><br>At the Faculty of Natural Science at Aarhus University, we strive to support our scientific staff in their career development. We focus on competency development and career clarification and want to make your opportunities transparent. On <a href=\"https://nat.au.dk/en/about-the-faculty/career\">our website</a>, you can find information on all types of scientific positions, as well as the entry criteria we use when assessing candidates. You can also read more about how we can assist you in your career planning and development.<br><br><em>The application must be submitted via Aarhus University’s recruitment system, which can be accessed under the job advertisement on Aarhus University's website.</em><br>&nbsp;<br><br><br><b><strong>Aarhus </strong><strong>University</strong><strong> </strong></b><br><br><p><em>Aarhus University is an academically diverse and research-intensive university with a strong commitment to high-quality research and education and the development of society nationally and globally. The university offers an inspiring research and teaching environment to</em> <em>its 38,000 students (FTEs) and 8,300 employees, and has an annual revenues of EUR 935 million. Learn more at</em> <em><a href=\"http://www.international.au.dk/\">www.international.au.dk/</a></em></p>","WorkLocation":{"AddressLine":"Langelandsgade 140","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8000","City":"Aarhus C"},"EmploymentType":1,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"Name":"Post doc., naturvidenskab og teknik","DiscoWeb":0,"AlternateNames":[],"GroupId":0,"AreaId":0},"IsGovernmentHiring":true,"JppContacts":[{"Email":null,"PersonName":"Fabian Mahrt","FirstName":"Fabian","LastName":"Mahrt","PositionTitle":"-","PhoneNumbers":[{"Number":"+4520692122","Type":0,"Description":"Primary"}]}],"EmploymentDate":"2025-05-15T00:00:00+02:00"},"IsRecruitmentOfForeignNationals":true,"IsWorkInDenmark":true,"IsAnonymousEmployer":false,"IsDisabilityFriendly":true,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":true,"DailyWorkTimeMorning":false,"DailyWorkTimeVarious":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://au.emply.net/recruitment/vacancyApply.aspx?publishingId=030ec10d-cd34-434d-ab40-52228cfb5424","ReplyInWriting":false,"ApplicationDeadlineDate":"2025-03-25T00:00:00+01:00"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=052fa614-d674-40ba-b45c-b337e69a6978&Organisation=31119103","Address":"Langelandsgade 140,8000, Aarhus C","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=052fa614-d674-40ba-b45c-b337e69a6978&Company.Name=Aarhus Universitet&SubmissionDeadlineDate=2025-3-25&Title=Postdoc in atmospheric chemistry on investigating the phase behavior of secondary organic aerosol particles&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":false,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"Postdoc in atmospheric chemistry on investigating the phase behavior of secondary organic aerosol particles","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"052fa614-d674-40ba-b45c-b337e69a6978","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Aarhus Universitet","Address":"Langelandsgade 140","Country":null,"EmploymentAreaID":null,"PostCode":"8000","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Aarhus C","ContactPerson":"Fabian Mahrt","Phone":"+4520692122","Email":null,"Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2025-03-25T00:00:00+01:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"Place":"Arbejdspladsen ligger i Aarhus kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Aarhus Universitet","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"The Aerosol and Cloud Microphysics group, part of the Center for Chemistry of Clouds (C3), at the Department of Chemistry, Aarhus University, is inviting applications for a 1-year full time postdoc position to join our research on the physical chemistry of atmospheric aerosol particles and their impacts on cloud formation.The position is available ","DescriptionForSharing":"\"The Aerosol and Cloud Microphysics group, part of the Center for Chemistry of Clouds (C3), at the Department of Chemistry, Aarhus University, is inviting applications for a 1-year full time postdoc position to join our research on the physical chemistry of atmospheric aerosol particles and their impacts on cloud formation.The position is available \"","TitleForSharing":"\"Postdoc in atmospheric chemistry on investigating the phase behavior of secondary organic aerosol particles\"","RutePlan":"https://www.google.dk/maps/dir//Langelandsgade+140,8000,+Aarhus+C/","FormattedPurpose":"The Aerosol and Cloud Microphysics group, part of the Center for Chemistry of Clouds (C3), at the Department of Chemistry, Aarhus University, is inviting applications for a 1-year full time postdoc position to join our research on the physical chemistry of atmospheric aerosol particles and their impacts on cloud formation.<br><br>The position is available from 15 June 2025 or as soon as possible hereafter. The position is for 1 year, with the possibility for an extension of at least 1 additional year, based on performance and upon mutual agreement.<br><br><b><br><strong>Description of research project</strong></b><br><br>This project aims to develop novel methods to directly probe the phase behavior, i.e., the number and types of phases, in individual aerosol particles, and to explore how it affects their ability to form clouds.<br><br>The project will focus on secondary organic aerosol (SOA), a major type of atmospheric particles, that impact atmospheric chemistry, air quality and climate.<br>SOA particles can respond to changes in atmospheric conditions by undergoing phase separation or mixing. This results in particles with either multiple condensed phases or a single condensed phase, respectively. These changes can also alter the phase state of SOA particles, often described by their dynamic viscosity, causing them to transition between liquid, semi-solid, or solid (glassy) states. In this project, we aim to develop methods to accurately quantify these changes in aerosol phase behavior.<br><br>We will deploy microscopy-based techniques to probe the phase behavior of well characterized particles. Through targeted experiments, complex SOA types will be generated in our atmospheric simulation chamber (<a target=\"_blank\" href=\"https://chem.au.dk/en/research/research-areas-and-groups/physicalchemistry/apc/equipment\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"052fa614-d674-40ba-b45c-b337e69a6978\">AURA</a>), where advanced instrumentation is available, from oxidation of different precursor gases.<br><br><b><br><strong>Expected responsibilities &amp; duties</strong></b><br><br><ul><li>Build and develop methodologies for measuring phase behavior of SOA.</li><li>Carry out experiments in atmospheric simulation chamber.</li><li>Document and present research results to scientific and public audiences and writing of scientific publications.</li><li>Maintain safe and clean laboratory space and follow the <a target=\"_blank\" href=\"https://library.au.dk/en/researchers/datamanagement/the-fair-principles\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"052fa614-d674-40ba-b45c-b337e69a6978\">FAIR</a> principles in conducting scientific research.</li><li>Interact with and guide junior researchers.</li></ul><br>Where experience is lacking, the candidate must be motivated to learn and will get the opportunity to develop new skills.<br><br>We are seeking a highly motivated postdoctoral researcher who will help develop new methods to probe aerosols phase behavior and who actively engages in related research projects in the group and C3.<br><br><b><br><strong>Your profile</strong></b><br><br><ul><li>PhD degree in Atmospheric Science, Chemistry, Physics, Nanoscience, Environmental Engineering, Meteorology or similar.</li><li>Strong interest in atmospheric sciences, documented by relevant publications.</li><li>Documented experience with instrumentation to probe aerosol and/or cloud particles. Experience with microscopy is advantageous.</li><li>Demonstrated skills in computer programming and analysis of complex data sets.</li><li>Excellent English language and communication skills (written and oral), critical thinking, instrument trouble shooting.</li><li>Good collaboration skills and ability to take responsibility to work independently and proactively on their project.</li><li>Good project management skills, work result-oriented with attention to detail.</li></ul> <br><br><b><br><strong>Who we are</strong></b><br><br><strong>The department:</strong><br>The Department of Chemistry at Aarhus University (www.chem.au.dk) is one of the leading European chemistry departments with a broad research program. It has a permanent staff of ~30 full and associate professors, a support-staff of ~30 people, ~150 PhD-students and postdocs and around 400 students.<br><br><strong>The research group:</strong><br>This experimental project will be hosted in the <a target=\"_blank\" href=\"https://chem.au.dk/en/research/research-areas-and-groups/physicalchemistry/aerosol-and-cloud-microphysics\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"052fa614-d674-40ba-b45c-b337e69a6978\">Aerosol and Cloud Microphysics group</a>. Research in our group focuses on experimentally investigating aerosol particles and characterizing their properties and cloud formation abilities.<br>Our group is part of the <a target=\"_blank\" href=\"https://chem.au.dk/forskning/forskningscentre-og-projekter/c3/about\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"052fa614-d674-40ba-b45c-b337e69a6978\">Center for Chemistry of Clouds (C3)</a>, led by Prof. Merete Bilde.<br>C3 comprises different research groups at the Department of Chemistry and provides access to leading experimental facilities for atmospheric chemistry. At C3 we are committed to actively promoting equity, diversity and inclusion to achieve academic excellence. This position will benefit from ongoing collaboration with other research groups at C3, Aarhus University and beyond, and will report to Assist. Prof. Fabian Mahrt and Prof. Merete Bilde.<br><br><b><br><strong>What we offer</strong></b><br><br>In combination, the department, group and center offer:<ul><li>Well-developed experimental research infrastructure, laboratories and access to shared equipment.</li><li>A highly dynamic, collaborative, interdisciplinary and inspiring working environment, encouraging open and critical discussions within and across different research fields.</li><li>A modern workplace and attractive working conditions.</li><li>Flexible working hours with social and family-friendly work culture.</li><li>Goal-oriented staff development and opportunities for continuing professional development.</li></ul><br>The place of work is Langelandsgade 140, 8000 Aarhus C, and the area of employment is Aarhus University with related departments.<br><br>All interested candidates are encouraged to apply, regardless of their personal background. Working in Denmark offers opportunities for a good work-life balance. English is widely spoken, though Danish is the main language off campus. English is the working language.<br><br>Aarhus University offers many useful information and support for internationals (<a target=\"_blank\" href=\"https://international.au.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"052fa614-d674-40ba-b45c-b337e69a6978\">https://international.au.dk/</a>) to integrate both into the university and the local society.<br><br>Aarhus is Denmark’s second largest city, and forms the center of the western parts of the country on the Jutland peninsula. Aarhus offers a combination of a thriving food-scene, high-quality museums, a surrounding beautiful nature, a very lively city due to the “young population”, many cultural events including music festivals etc. see e.g., the recent recommendation by CNN (<a target=\"_blank\" href=\"https://edition.cnn.com/travel/article/aarhus-denmark-things-to-do/index.html\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"052fa614-d674-40ba-b45c-b337e69a6978\">https://edition.cnn.com/travel/article/aarhus-denmark-things-to-do/index.html</a>).<br>Aarhus is easily reached through local international airports in Jutland within 1 hour of Aarhus, or through either Copenhagen or Hamburg Airports, both situated about a 3-hour train-journey from Aarhus.<br><br>Aarhus University is consistently ranked as a top-100 university in the world.<br><br>For further information please contact: Fabian Mahrt, <a>mahrt@chem.au.dk</a>, +45 20 69 21 22<br> <br><br><br><b><br><strong>Application procedure</strong></b><br><br>Shortlisting is used. This means that after the deadline for applications – and with the assistance from the assessment committee chairman, and the appointment committee if necessary, – the head of department selects the candidates to be evaluated. All applicants will be notified whether or not their applications have been sent to an expert assessment committee for evaluation. The selected applicants will be informed about the composition of the committee, and each applicant is given the opportunity to comment on the part of the assessment that concerns him/her self. Once the recruitment process is completed a final letter of rejection is sent to the deselected applicants.<br><br><b><br><strong>Letter of reference</strong></b><br><br>If you want a referee to upload a letter of reference on your behalf, please state the referee’s contact information when you submit your application. We strongly recommend that you make an agreement with the person in question before you enter the referee’s contact information, and that you ensure that the referee has enough time to write the letter of reference before the application deadline. Unfortunately, it is not possible to ensure that letters of reference received after the application deadline will be taken into consideration.<br><br>If you wish to add a referee <strong>after</strong> you have submitted your application, you must send this person’s details (name, job title, place of work, and email address) as well as the name of the position you have applied for to: HR.Nattech@au.dk<br><br><b><br><strong>Formalities and salary range</strong></b><br><br>Natural Sciences refers to the <a target=\"_blank\" href=\"https://international.au.dk/fileadmin/Bekendtgoerelse_nr__242_af_a3__MARTS_2012_-_ENGELSK_UDGAVE.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"052fa614-d674-40ba-b45c-b337e69a6978\">Ministerial Order on the Appointment of Academic Staff at Danish Universities under the Danish Ministry of Science, Technology and Innovation</a>.<br><br>The application must be in English and include a curriculum vitae, degree certificate, a complete list of publications, a statement of future research plans and information about research activities, teaching portfolio and verified information on previous teaching experience (if any). Guidelines for applicants can be found <a target=\"_blank\" href=\"https://nat.au.dk/en/about-the-faculty/vacant-positions-and-career/guidelines-and-rules/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"052fa614-d674-40ba-b45c-b337e69a6978\">here.</a><br><br>Appointment shall be in accordance with the collective labour agreement between the Danish Ministry of Taxation and the Danish Confederation of Professional Associations. Further information on qualification requirements and job content may be found in the <a target=\"_blank\" href=\"https://medarbejdere.au.dk/fileadmin/www.medarbejdere.au.dk/hr/Rekruttering/Onboarding/Ministerial_Order_no._1443_of_11_December_2019_on_Job_Structure_for_Academic_Staff_at_Universities.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"052fa614-d674-40ba-b45c-b337e69a6978\">Memorandum on Job Structure for Academic Staff at Danish Universities</a>. <br><br>Salary depends on seniority as agreed between the Danish Ministry of Taxation and the Confederation of Professional Associations.<br><br>Aarhus University’s ambition is to be an attractive and inspiring workplace for all and to foster a culture in which each individual has opportunities to thrive, achieve and develop. We view equality and diversity as assets, and we welcome all applicants.<br><br>Research activities will be evaluated in relation to actual research time. Thus, we encourage applicants to specify periods of leave without research activities, in order to be able to subtract these periods from the span of the scientific career during the evaluation of scientific productivity.<br><br>Aarhus University offers a broad variety of services for international researchers and accompanying families, including relocation service and career counselling to expat partners. Read more <a target=\"_blank\" href=\"https://internationalstaff.au.dk/relocationservice/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"052fa614-d674-40ba-b45c-b337e69a6978\">here</a>. Please find more information about entering and working in Denmark <a target=\"_blank\" href=\"http://international.au.dk/research/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"052fa614-d674-40ba-b45c-b337e69a6978\">here</a>.<br><br>Aarhus University also offers a Junior Researcher Development Programme targeted at career development for postdocs at AU. You can read more about it <a target=\"_blank\" href=\"http://talent.au.dk/junior-researcher-development-programme/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"052fa614-d674-40ba-b45c-b337e69a6978\">here</a>.<br><br>At the Faculty of Natural Science at Aarhus University, we strive to support our scientific staff in their career development. We focus on competency development and career clarification and want to make your opportunities transparent. On <a target=\"_blank\" href=\"https://nat.au.dk/en/about-the-faculty/career\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"052fa614-d674-40ba-b45c-b337e69a6978\">our website</a>, you can find information on all types of scientific positions, as well as the entry criteria we use when assessing candidates. You can also read more about how we can assist you in your career planning and development.<br><br><em>The application must be submitted via Aarhus University’s recruitment system, which can be accessed under the job advertisement on Aarhus University's website.</em><br> <br><br><br><b><strong>Aarhus </strong><strong>University</strong><strong> </strong></b><br><br><p><em>Aarhus University is an academically diverse and research-intensive university with a strong commitment to high-quality research and education and the development of society nationally and globally. The university offers an inspiring research and teaching environment to</em> <em>its 38,000 students (FTEs) and 8,300 employees, and has an annual revenues of EUR 935 million. Learn more at</em> <em><a target=\"_blank\" href=\"http://www.international.au.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"052fa614-d674-40ba-b45c-b337e69a6978\">www.international.au.dk/</a></em></p>","MapUrl":"https://www.google.dk/maps/place/Langelandsgade+140,8000,+Aarhus+C/","OrganizationNumber":"31119103","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}