{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"2 PhD fellowships in the Marie Skłodowska-Curie Actions Innovative Training Network: Cilia-AI (European Training Programme for Deconvolution of Multi-scale Cilia Function in Health and Disease by Integrating Machine Learning-AI Approaches)","JobHeadline":"2 PhD fellowships in the Marie Skłodowska-Curie Actions Innovative Training Network: Cilia-AI (European Training Programme for Deconvolution of Multi-scale Cilia Function in Health and Disease by Integrating Machine Learning-AI Approaches)","Presentation":"Department of Biology, Faculty of Science at University of Copenhagen is offering two PhD fellowships in the Marie Skłodowska-Curie Actions Innovative Training Network: Cilia-AI (Euro","HiringOrgName":"KU - SCIENCE - BIO","WorkPlaceAddress":"Universitetsparken , August Krog Byg. 13  ","WorkPlacePostalCode":"2100","WorkPlaceCity":"København Ø","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2025-01-22T14:14:00","LastDateApplication":"2025-03-15T00:00:00","FormattedLastDateApplication":"15. marts 2025","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/0884f45b-0831-491d-9f23-09ec462069cf","Region":"Hovedstaden og Bornholm","Municipality":"København","Country":"Danmark","PostalCode":"2100","PostalCodeName":null,"JobAnnouncementType":"Almindelige vilkår","EmploymentType":"Tidsbegrænset ansættelse","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Forskning og universitetsundervisning, naturvidenskab og teknik","Occupation":"ph.d., naturvidenskab og teknik","Location":{"Latitude":55.711,"Longitude":12.5737},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"WorkplaceID":1003402841,"OrganisationId":"","HiringOrgCVR":29979812,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/0884f45b-0831-491d-9f23-09ec462069cf","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/0884f45b-0831-491d-9f23-09ec462069cf","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/0884f45b-0831-491d-9f23-09ec462069cf","HasLocationValues":true,"ID":"0884f45b-0831-491d-9f23-09ec462069cf","Latitude":55.711,"Longitude":12.5737},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"KU - SCIENCE - BIO","Address":{"AddressLine":"Universitetsparken , August Krog Byg. 13","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2100","City":"Kbh. Ø"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=1307&ProjectId=163347&DepartmentId=18965&MediaId=4656&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1003402841","OrganizationNumber":"29979812","OrganizationDescription":null},"JobPositionPosting":{"Id":"0884f45b-0831-491d-9f23-09ec462069cf","HiringOrg":{"Name":"KU - SCIENCE - BIO","Address":{"AddressLine":"Universitetsparken , August Krog Byg. 13","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2100","City":"Kbh. Ø"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=1307&ProjectId=163347&DepartmentId=18965&MediaId=4656&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1003402841","OrganizationNumber":"29979812","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2025-01-22T14:14:00+01:00","PublicationEndDate":"2025-03-15T00:00:00+01:00","JobPositionInformation":{"PositionTitle":"2 PhD fellowships in the Marie Skłodowska-Curie Actions Innovative Training Network: Cilia-AI (European Training Programme for Deconvolution of Multi-scale Cilia Function in Health and Disease by Integrating Machine Learning-AI Approaches)","Purpose":"Department of Biology, Faculty of Science at University of Copenhagen is offering two PhD fellowships in the Marie Skłodowska-Curie Actions Innovative Training Network: <strong>Cilia-AI</strong> (European Training Programme for Deconvolution of Multi-scale <strong>Cilia</strong> Function in Health and Disease by Integrating Machine Learning-<strong>AI </strong>Approaches). The two PhD fellows shall investigate the role of primary cilia in congenital heart disease comorbidities, including neurodevelopmental defects, and the functional interactions between primary cilia, extracellular vesicles, and endo-lysosomal pathways, respectively, with start 1. September 2025.<br><br>  <strong>Scientific environment </strong><br><br>  Cilia-AI is a Marie Sklodowska-Curie Doctoral Network (2025-2028), offering 14 PhD positions. The network unites 9 beneficiaries and several partner organisations from both the academic and industrial sectors from seven countries (Denmark, The Netherlands, Germany, France, Italy, and United Kingdom). More information about the network can be found at https://www.cilia-ai.eu.<br><br>  The objective of Cilia-AI is to train the next generation of interdisciplinary biomedical researchers and entrepreneurs using an array of machine learning approaches to aid in closing the knowledge gaps in ciliary function at molecular, cellular, and organ development level.<br><br>  Primary cilia are microtubule-based projections found on the surface of nearly every cell in our body. In the last two decades it has become clear that primary cilia have evolved to be key regulatory hubs of the cells, as they concentrate or segregate components of major cellular signalling pathways. Dysfunctional cilia can lead to nearly 40 severe human genetic syndromes (ciliopathies) with highly heterogeneous, overlapping phenotypes, affecting as many as 1 in 400 people. We now know that humans critically depend on cilia to see, hear, smell, breathe, excrete and reproduce. Such activities require a high degree of regulation and critical feedback to ensure robustness in development and homeostasis of different cells, tissues and organs. Understanding this multi-level organisation and regulation in health and disease requires integration of unique multidisciplinary expertise in next-generation technologies such as AI-assisted structural biology, quantitative proteomics, whole exome and long-range whole genome sequencing, single cell- and single nucleus, and spatial transcriptomics. In addition, next-generation imaging technologies such as super-resolution microscopy and cryo-electron tomography in combination with expansion microscopy techniques provide imaging datasets at unprecedented resolution and versatility. All these approaches generate high-content datasets that require deep computational processing to yield meaningful biomedical insights, and it remains a challenge to integrate them across modalities. A key subset of the artificial intelligence field, machine learning, plays a pivotal role in deconvoluting these high-content datasets, integrating diverse multidisciplinary data, and extracting meaningful insights from complex information.<br><br>  The objective of Cilia-AI is to link genotype to phenotype relationships in the ciliopathies, by understanding variant-function, improve molecular and cellular profiling of disease states and accelerate quantitative high content imaging across scales by leveraging AI-based tools and analyses to identify the molecular and cellular processes involved in cilia biology and its dysfunction in disease.  <br><br>  We will pursue the following specific research objectives: 1. establishing how cilium function is determined by the structure, organisation and variation of ciliary molecules; 2. understanding the cell- and organelle-specific processes in ciliary biogenesis and homeostasis; 3. deciphering the pivotal role of the cilium in regulation of organ development and physiology. <br><br>  The two specific PhD projects will be within The Cilia Group (co-PI´ed by Prof. Søren Tvorup Christensen and Prof. Lotte Bang Pedersen) in the Section of Cell Biology and Physiology at the Department of Biology. The Cilia Group is recognized worldwide for its pioneering work on primary cilia, employing a variety of different approaches, from biochemistry, molecular biology and proteomics to mammalian cell cultures and zebrafish models, to study the molecular mechanisms by which cilia assemble, disassemble, and function to coordinate cellular signaling networks during development and tissue homeostasis, and how defects in these processes are linked to cancer and developmental disorders, including congenital heart and brain disease (for more information: see <a href=\"https://www1.bio.ku.dk/english/research/cbp/cilia/\">https://www1.bio.ku.dk/english/research/cbp/cilia/</a>).<br><br>  <strong>Project descriptions: </strong><br><br>  <strong>Project 1 (DC3): Primary cilia in congenital heart disease comorbidities. </strong>Genetic variants that impair cilia formation and function cause ciliopathies with pleiotropic, overlapping phenotypes including congenital heart (CHD) and neurodevelopmental (NDD) defects. Most patients with CHD survive into adulthood due to significant treatment improvements, although CHD adults have increased mortality and often present with severe comorbidities, including NDD. The association between CHD and NDD is not well understood, but unpublished data from large CHD patient cohorts suggest that a significant part of NDD comorbidity is caused by perturbation of cilia-related genes involved in development of both heart and brain. DC3 will leverage these findings by identifying the gene networks and ciliary functions perturbed by candidate genes involved in both heart and brain development using advanced imaging techniques, spatial resolved transcriptomics and cilia proteomics by proximity labelling in (stem) cell lines and transgenic zebrafish subjected to CRISPR/Cas9-medited gene knock-out. DC3 will pave the way for early diagnosis, support and care for CHD patients with NDD co-morbidities, and provide an opportunity for identification of novel mechanisms involved in development and maturation of both human heart and brain.<strong> </strong>Supervisor: Prof. Søren Tvorup Christensen, <a>stchristensen@bio.ku.dk</a><br><br>  <strong>Project 2 (DC4): Dissecting the functional interactions between primary cilia, extracellular vesicles, and endo-lysosomal pathways. </strong>DC4 will use cell-based and automatic imaging approaches to investigate, on the one hand, how mutations in specific ciliopathy disease genes affect the subcellular distribution of relevant EV biogenesis/endo-lysosomal regulators (e.g. ALIX, STAM-HRS, TSG101) and, conversely, how depletion of these regulators affects ciliary membrane composition and EV release. Focus will be on kidney epithelial cells and the known ciliary EV cargos such as polycystin-1 and polycystin-2. In addition, to determine the composition of cilia-derived EVs, DC4 will use proximity-labelling approaches to biotinylate specific ciliary EV cargos in cultured kidney epithelial cells, isolate EVs from the culture medium, and use streptavidin pull-down and mass spectrometry to determine the protein content of cilia-derived EVs.<strong> </strong>Supervisor: Prof. Lotte Bang Pedersen, <a>lbpedersen@bio.ku.dk</a>.<br><br>  <strong>Who are we looking for? </strong><br><br>  We are looking for highly motivated researchers with an excellent academic background in Cell Biology, Molecular Biology, Developmental Biology or related disciplines.<br><br>  The applicants must not have resided in Denmark for more than 12 months in the last 3 years, and not have carried out their main activity (work, studies, etc.) in Denmark. For refugees under the Geneva Convention (1951 Refugee Convention and the 1967 Protocol), the refugee procedure (i.e. before refugee status is conferred) will not be counted as ‘period of residence/activity in Denmark’.<br><br>  Marie Curie Training Networks offer a unique opportunity to get cutting-edge training in a multidisciplinary environment with a focus on academic and personal development of the PhD fellows. The supervisors in the Cilia-AI network each provide specific competences and as part of the network you develop your skills and carry out research both independently and as part of a network of 14 PhD fellows. The consortium ensures exchange of ideas through network-wide training events, summer schools and intersectoral secondments. As a PhD fellow in the Cilia-AI network, you need to have good social skills, be innovative and goal-oriented and be willing to conduct the planned secondments.  <br><br>  <strong>Formal requirements  </strong><br><br>  To be eligible for the regular PhD programme, you must have completed a degree programme, equivalent to a Danish master’s degree (180 ECTS/3 FTE BSc + 120 ECTS/2 FTE MSc) related to the subject area of the project, e.g. [cell biology, molecular biology, developmental biology]. For information of eligibility of completed programmes, see <a href=\"https://ufm.dk/en/education/recognition-and-transparency/find-assessments/general-assessments-for-specific-countries?set_language=en&amp;cl=en\">General assessments for specific countries</a> and <a href=\"https://ufm.dk/en/education/recognition-and-transparency/find-assessments/assessment-database\">Assessment database</a>. <br><br>  Knowledge of mammalian cell culturing, molecular biology and biochemistry techniques, fluorescence microscopy is considered great advantages. Excellent command of spoken and written English is required. As criteria for the assessment of your qualifications, emphasis will also be laid on previous publications (if any) and relevant work experience. <br><br>  <strong>EU eligibility criteria for candidates </strong><br><br>  The applicant may be of any nationality, but in order to be eligible for the positions the following criteria applies to all applicants: Applicants must at the time of recruitment:<br><br>  <ul> \t<li>Have a MSc or equivalent in Cell Biology, Molecular Biology, Developmental Biology or a related discipline</li> \t<li>Have not been awarded a doctoral degree</li> \t<li>Have not resided in the country of the host beneficiary for more than 12 months in the last 3 years, and not have carried out their main activity (work, studies, etc.) in that country. For refugees under the Geneva Convention (1951 Refugee Convention and the 1967 Protocol), the refugee procedure (i.e. before refugee status is conferred) will not be counted as ‘period of residence/activity in the country of the beneficiary’.</li> \t<li>Be able to communicate <strong>fluently in English</strong> (at least B2-level speaking and writing).</li> </ul>  <strong>Job description </strong><br><br>  The position is available for a 3-year period. Your key tasks as a PhD student at SCIENCE and the Cilia-AI network are:<br><br>  <ul> \t<li>To manage and carry through your research project </li> \t<li>Complete PhD courses both within and outside the Cilia-AI network corresponding to approx. 30 ECTS / ½ FTE </li> \t<li>Write scientific articles and your PhD thesis </li> \t<li>Participate in international congresses and Cilia-AI network meetings </li> \t<li>Stay at the research institutions abroad for the secondments </li> \t<li>Disseminate your research </li> </ul>  <strong>Terms of employment  </strong><br><br>  The Employment as PhD fellow is full time and for maximum 3 years. <br><br>  Employment is conditional upon your successful enrolment as a PhD student at the PhD School at the Faculty of SCIENCE, University of Copenhagen. This requires submission and acceptance of an application for the specific project formulated by the applicant. <br><br>  Terms of appointment and payment accord to the agreement between the Danish Ministry of Taxation and The Danish Confederation of Professional Associations on Academics in the State. The position is covered by the Protocol on Job Structure. <br><br>  <strong>Benefits</strong><br><br>  Marie Sklodowska-Curie PhDs are paid a competitive gross Living Allowance of 3,400 €/month, adjusted for their host country, a Mobility Allowance of 600 €/month and, for researchers who have a family, a Family Allowance of 660 €/month. All amounts are subject to deductions and taxes. Family is defined as persons linked to the researcher by (i) marriage, or (ii) a relationship with equivalent status to a marriage recognised by the national legislation of the country of the beneficiary or of nationality of the researcher, or (iii) dependent children who are actually being maintained by the researcher.<br><br>  <strong>Application procedure </strong><br><br>  The application, in English, must be submitted electronically by clicking APPLY NOW below. <br><br>  <strong>Please include  </strong><br><br>  <ul> \t<li>A 1-page letter of motivation regarding the position as well as the Cilia-AI network.</li> \t<li>A detailed CV in EU format, including education, work experience, skills, dissertations, research interests, career objectives, and names and contact details of two referees that can include the supervisor of the master thesis, willing to provide confidential letters of recommendation.</li> \t<li>A transcript of the master studies’ grades (including the overall grade and an explanation of the grading system) and the abstract of the master’s thesis if available.</li> </ul>  The University wishes our staff to reflect the diversity of society and thus welcomes applications from all qualified candidates regardless of personal background. <br><br>  <strong>The deadline for applications is March 15th, 2025, 23:59 GMT +1. </strong><br><br>  We reserve the right not to consider material received after the deadline, and not to consider applications that do not live up to the abovementioned requirements.<br><br>  After deadline, a number of applicants will be selected for academic assessment by an unbiased expert assessor. You are notified, whether you will be passed for assessment. <br><br>  The assessor will assess the qualifications and experience of the shortlisted applicants with respect to the above mentioned research area, techniques, skills and other requirements. The assessor will conclude whether each applicant is qualified and, if so, for which of the two models. The assessed applicants will have the opportunity to comment on their assessment. You can read about the recruitment process at <a href=\"http://employment.ku.dk/faculty/recruitment-process/\">http://employment.ku.dk/faculty/recruitment-process/</a>.<br><br>  Interviews with selected candidates are expected to be held shortly after initial assessment.<br><br>  <strong>Questions</strong><br> For specific information about the PhD fellowship, please contact the principal supervisor.<br><br>  General information about PhD study at the Faculty of SCIENCE is available at the PhD School’s website: <a href=\"https://www.science.ku.dk/phd/\">https://www.science.ku.dk/phd/</a>.<br><br>  <em>The University of Copenhagen wishes to reflect the surrounding community and invites all regardless of personal background to apply for the position. </em><br><br> ","WorkLocation":{"AddressLine":"Universitetsparken , August Krog Byg. 13","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2100","City":"Kbh. Ø"},"EmploymentType":16,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":2,"DriverLicense":[],"Occupation":{"Name":"ph.d., naturvidenskab og teknik","DiscoWeb":0,"AlternateNames":["ph.d.-stipendiat, naturvidenskab og teknik"],"GroupId":0,"AreaId":0},"IsGovernmentHiring":false,"JppContacts":[{"Email":"lbpedersen@bio.ku.dk","PersonName":"Lotte Bang Pedersen","FirstName":"Lotte Bang","LastName":"Pedersen","PositionTitle":"Professor","PhoneNumbers":[{"Number":"+4529803551","Type":0,"Description":"Primary"}]}],"EmploymentDate":null},"IsRecruitmentOfForeignNationals":true,"IsWorkInDenmark":true,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":true,"DailyWorkTimeMorning":false,"DailyWorkTimeVarious":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=1307&ProjectId=163347&DepartmentId=18965&MediaId=4656&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","ReplyInWriting":false,"ApplicationDeadlineDate":"2025-03-15T00:00:00+01:00"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=0884f45b-0831-491d-9f23-09ec462069cf&Organisation=29979812","Address":"Universitetsparken , August Krog Byg. 13,2100, Kbh. Ø","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=0884f45b-0831-491d-9f23-09ec462069cf&Company.Name=KU - SCIENCE - BIO&SubmissionDeadlineDate=2025-3-15&Title=2 PhD fellowships in the Marie Skłodowska-Curie Actions Innovative Training Network: Cilia-AI (European Training Programme for Deconvolution of Multi-scale Cilia Function in Health and Disease by Integrating Machine Learning-AI Approaches)&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":true,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"2 PhD fellowships in the Marie Skłodowska-Curie Actions Innovative Training Network: Cilia-AI (European Training Programme for Deconvolution of Multi-scale Cilia Function in Health and Disease by Integrating Machine Learning-AI Approaches)","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"0884f45b-0831-491d-9f23-09ec462069cf","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"KU - SCIENCE - BIO","Address":"Universitetsparken , August Krog Byg. 13","Country":null,"EmploymentAreaID":null,"PostCode":"2100","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Kbh. Ø","ContactPerson":"Lotte Bang Pedersen","Phone":"+4529803551","Email":"lbpedersen@bio.ku.dk","Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2025-03-15T00:00:00+01:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"Place":"Arbejdspladsen ligger i København kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"KU - SCIENCE - BIO","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"Department of Biology, Faculty of Science at University of Copenhagen is offering two PhD fellowships in the Marie Skłodowska-Curie Actions Innovative Training Network: Cilia-AI (European Training Programme for Deconvolution of Multi-scale Cilia Function in Health and Disease by Integrating Machine Learning-AI Approaches). The two PhD fellows shall","DescriptionForSharing":"\"Department of Biology, Faculty of Science at University of Copenhagen is offering two PhD fellowships in the Marie Skłodowska-Curie Actions Innovative Training Network: Cilia-AI (European Training Programme for Deconvolution of Multi-scale Cilia Function in Health and Disease by Integrating Machine Learning-AI Approaches). The two PhD fellows shall\"","TitleForSharing":"\"2 PhD fellowships in the Marie Skłodowska-Curie Actions Innovative Training Network: Cilia-AI (European Training Programme for Deconvolution of Multi-scale Cilia Function in Health and Disease by Integrating Machine Learning-AI Approaches)\"","RutePlan":"https://www.google.dk/maps/dir//Universitetsparken+,+August+Krog+Byg.+13,2100,+Kbh.+Ø/","FormattedPurpose":"Department of Biology, Faculty of Science at University of Copenhagen is offering two PhD fellowships in the Marie Skłodowska-Curie Actions Innovative Training Network: <strong>Cilia-AI</strong> (European Training Programme for Deconvolution of Multi-scale <strong>Cilia</strong> Function in Health and Disease by Integrating Machine Learning-<strong>AI </strong>Approaches). The two PhD fellows shall investigate the role of primary cilia in congenital heart disease comorbidities, including neurodevelopmental defects, and the functional interactions between primary cilia, extracellular vesicles, and endo-lysosomal pathways, respectively, with start 1. September 2025.<br><br>  <strong>Scientific environment </strong><br><br>  Cilia-AI is a Marie Sklodowska-Curie Doctoral Network (2025-2028), offering 14 PhD positions. The network unites 9 beneficiaries and several partner organisations from both the academic and industrial sectors from seven countries (Denmark, The Netherlands, Germany, France, Italy, and United Kingdom). More information about the network can be found at <a target=\"_blank\" href=\"https://www.cilia-ai.eu\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"0884f45b-0831-491d-9f23-09ec462069cf\">https://www.cilia-ai.eu</a>.<br><br>  The objective of Cilia-AI is to train the next generation of interdisciplinary biomedical researchers and entrepreneurs using an array of machine learning approaches to aid in closing the knowledge gaps in ciliary function at molecular, cellular, and organ development level.<br><br>  Primary cilia are microtubule-based projections found on the surface of nearly every cell in our body. In the last two decades it has become clear that primary cilia have evolved to be key regulatory hubs of the cells, as they concentrate or segregate components of major cellular signalling pathways. Dysfunctional cilia can lead to nearly 40 severe human genetic syndromes (ciliopathies) with highly heterogeneous, overlapping phenotypes, affecting as many as 1 in 400 people. We now know that humans critically depend on cilia to see, hear, smell, breathe, excrete and reproduce. Such activities require a high degree of regulation and critical feedback to ensure robustness in development and homeostasis of different cells, tissues and organs. Understanding this multi-level organisation and regulation in health and disease requires integration of unique multidisciplinary expertise in next-generation technologies such as AI-assisted structural biology, quantitative proteomics, whole exome and long-range whole genome sequencing, single cell- and single nucleus, and spatial transcriptomics. In addition, next-generation imaging technologies such as super-resolution microscopy and cryo-electron tomography in combination with expansion microscopy techniques provide imaging datasets at unprecedented resolution and versatility. All these approaches generate high-content datasets that require deep computational processing to yield meaningful biomedical insights, and it remains a challenge to integrate them across modalities. A key subset of the artificial intelligence field, machine learning, plays a pivotal role in deconvoluting these high-content datasets, integrating diverse multidisciplinary data, and extracting meaningful insights from complex information.<br><br>  The objective of Cilia-AI is to link genotype to phenotype relationships in the ciliopathies, by understanding variant-function, improve molecular and cellular profiling of disease states and accelerate quantitative high content imaging across scales by leveraging AI-based tools and analyses to identify the molecular and cellular processes involved in cilia biology and its dysfunction in disease.  <br><br>  We will pursue the following specific research objectives: 1. establishing how cilium function is determined by the structure, organisation and variation of ciliary molecules; 2. understanding the cell- and organelle-specific processes in ciliary biogenesis and homeostasis; 3. deciphering the pivotal role of the cilium in regulation of organ development and physiology. <br><br>  The two specific PhD projects will be within The Cilia Group (co-PI´ed by Prof. Søren Tvorup Christensen and Prof. Lotte Bang Pedersen) in the Section of Cell Biology and Physiology at the Department of Biology. The Cilia Group is recognized worldwide for its pioneering work on primary cilia, employing a variety of different approaches, from biochemistry, molecular biology and proteomics to mammalian cell cultures and zebrafish models, to study the molecular mechanisms by which cilia assemble, disassemble, and function to coordinate cellular signaling networks during development and tissue homeostasis, and how defects in these processes are linked to cancer and developmental disorders, including congenital heart and brain disease (for more information: see <a target=\"_blank\" href=\"https://www1.bio.ku.dk/english/research/cbp/cilia/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"0884f45b-0831-491d-9f23-09ec462069cf\">https://www1.bio.ku.dk/english/research/cbp/cilia/</a>).<br><br>  <strong>Project descriptions: </strong><br><br>  <strong>Project 1 (DC3): Primary cilia in congenital heart disease comorbidities. </strong>Genetic variants that impair cilia formation and function cause ciliopathies with pleiotropic, overlapping phenotypes including congenital heart (CHD) and neurodevelopmental (NDD) defects. Most patients with CHD survive into adulthood due to significant treatment improvements, although CHD adults have increased mortality and often present with severe comorbidities, including NDD. The association between CHD and NDD is not well understood, but unpublished data from large CHD patient cohorts suggest that a significant part of NDD comorbidity is caused by perturbation of cilia-related genes involved in development of both heart and brain. DC3 will leverage these findings by identifying the gene networks and ciliary functions perturbed by candidate genes involved in both heart and brain development using advanced imaging techniques, spatial resolved transcriptomics and cilia proteomics by proximity labelling in (stem) cell lines and transgenic zebrafish subjected to CRISPR/Cas9-medited gene knock-out. DC3 will pave the way for early diagnosis, support and care for CHD patients with NDD co-morbidities, and provide an opportunity for identification of novel mechanisms involved in development and maturation of both human heart and brain.<strong> </strong>Supervisor: Prof. Søren Tvorup Christensen, <a>stchristensen@bio.ku.dk</a><br><br>  <strong>Project 2 (DC4): Dissecting the functional interactions between primary cilia, extracellular vesicles, and endo-lysosomal pathways. </strong>DC4 will use cell-based and automatic imaging approaches to investigate, on the one hand, how mutations in specific ciliopathy disease genes affect the subcellular distribution of relevant EV biogenesis/endo-lysosomal regulators (e.g. ALIX, STAM-HRS, TSG101) and, conversely, how depletion of these regulators affects ciliary membrane composition and EV release. Focus will be on kidney epithelial cells and the known ciliary EV cargos such as polycystin-1 and polycystin-2. In addition, to determine the composition of cilia-derived EVs, DC4 will use proximity-labelling approaches to biotinylate specific ciliary EV cargos in cultured kidney epithelial cells, isolate EVs from the culture medium, and use streptavidin pull-down and mass spectrometry to determine the protein content of cilia-derived EVs.<strong> </strong>Supervisor: Prof. Lotte Bang Pedersen, <a>lbpedersen@bio.ku.dk</a>.<br><br>  <strong>Who are we looking for? </strong><br><br>  We are looking for highly motivated researchers with an excellent academic background in Cell Biology, Molecular Biology, Developmental Biology or related disciplines.<br><br>  The applicants must not have resided in Denmark for more than 12 months in the last 3 years, and not have carried out their main activity (work, studies, etc.) in Denmark. For refugees under the Geneva Convention (1951 Refugee Convention and the 1967 Protocol), the refugee procedure (i.e. before refugee status is conferred) will not be counted as ‘period of residence/activity in Denmark’.<br><br>  Marie Curie Training Networks offer a unique opportunity to get cutting-edge training in a multidisciplinary environment with a focus on academic and personal development of the PhD fellows. The supervisors in the Cilia-AI network each provide specific competences and as part of the network you develop your skills and carry out research both independently and as part of a network of 14 PhD fellows. The consortium ensures exchange of ideas through network-wide training events, summer schools and intersectoral secondments. As a PhD fellow in the Cilia-AI network, you need to have good social skills, be innovative and goal-oriented and be willing to conduct the planned secondments.  <br><br>  <strong>Formal requirements  </strong><br><br>  To be eligible for the regular PhD programme, you must have completed a degree programme, equivalent to a Danish master’s degree (180 ECTS/3 FTE BSc + 120 ECTS/2 FTE MSc) related to the subject area of the project, e.g. [cell biology, molecular biology, developmental biology]. For information of eligibility of completed programmes, see <a target=\"_blank\" href=\"https://ufm.dk/en/education/recognition-and-transparency/find-assessments/general-assessments-for-specific-countries?set_language=en&amp;cl=en\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"0884f45b-0831-491d-9f23-09ec462069cf\">General assessments for specific countries</a> and <a target=\"_blank\" href=\"https://ufm.dk/en/education/recognition-and-transparency/find-assessments/assessment-database\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"0884f45b-0831-491d-9f23-09ec462069cf\">Assessment database</a>. <br><br>  Knowledge of mammalian cell culturing, molecular biology and biochemistry techniques, fluorescence microscopy is considered great advantages. Excellent command of spoken and written English is required. As criteria for the assessment of your qualifications, emphasis will also be laid on previous publications (if any) and relevant work experience. <br><br>  <strong>EU eligibility criteria for candidates </strong><br><br>  The applicant may be of any nationality, but in order to be eligible for the positions the following criteria applies to all applicants: Applicants must at the time of recruitment:<br><br>  <ul> \t<li>Have a MSc or equivalent in Cell Biology, Molecular Biology, Developmental Biology or a related discipline</li> \t<li>Have not been awarded a doctoral degree</li> \t<li>Have not resided in the country of the host beneficiary for more than 12 months in the last 3 years, and not have carried out their main activity (work, studies, etc.) in that country. For refugees under the Geneva Convention (1951 Refugee Convention and the 1967 Protocol), the refugee procedure (i.e. before refugee status is conferred) will not be counted as ‘period of residence/activity in the country of the beneficiary’.</li> \t<li>Be able to communicate <strong>fluently in English</strong> (at least B2-level speaking and writing).</li> </ul>  <strong>Job description </strong><br><br>  The position is available for a 3-year period. Your key tasks as a PhD student at SCIENCE and the Cilia-AI network are:<br><br>  <ul> \t<li>To manage and carry through your research project </li> \t<li>Complete PhD courses both within and outside the Cilia-AI network corresponding to approx. 30 ECTS / ½ FTE </li> \t<li>Write scientific articles and your PhD thesis </li> \t<li>Participate in international congresses and Cilia-AI network meetings </li> \t<li>Stay at the research institutions abroad for the secondments </li> \t<li>Disseminate your research </li> </ul>  <strong>Terms of employment  </strong><br><br>  The Employment as PhD fellow is full time and for maximum 3 years. <br><br>  Employment is conditional upon your successful enrolment as a PhD student at the PhD School at the Faculty of SCIENCE, University of Copenhagen. This requires submission and acceptance of an application for the specific project formulated by the applicant. <br><br>  Terms of appointment and payment accord to the agreement between the Danish Ministry of Taxation and The Danish Confederation of Professional Associations on Academics in the State. The position is covered by the Protocol on Job Structure. <br><br>  <strong>Benefits</strong><br><br>  Marie Sklodowska-Curie PhDs are paid a competitive gross Living Allowance of 3,400 €/month, adjusted for their host country, a Mobility Allowance of 600 €/month and, for researchers who have a family, a Family Allowance of 660 €/month. All amounts are subject to deductions and taxes. Family is defined as persons linked to the researcher by (i) marriage, or (ii) a relationship with equivalent status to a marriage recognised by the national legislation of the country of the beneficiary or of nationality of the researcher, or (iii) dependent children who are actually being maintained by the researcher.<br><br>  <strong>Application procedure </strong><br><br>  The application, in English, must be submitted electronically by clicking APPLY NOW below. <br><br>  <strong>Please include  </strong><br><br>  <ul> \t<li>A 1-page letter of motivation regarding the position as well as the Cilia-AI network.</li> \t<li>A detailed CV in EU format, including education, work experience, skills, dissertations, research interests, career objectives, and names and contact details of two referees that can include the supervisor of the master thesis, willing to provide confidential letters of recommendation.</li> \t<li>A transcript of the master studies’ grades (including the overall grade and an explanation of the grading system) and the abstract of the master’s thesis if available.</li> </ul>  The University wishes our staff to reflect the diversity of society and thus welcomes applications from all qualified candidates regardless of personal background. <br><br>  <strong>The deadline for applications is March 15th, 2025, 23:59 GMT +1. </strong><br><br>  We reserve the right not to consider material received after the deadline, and not to consider applications that do not live up to the abovementioned requirements.<br><br>  After deadline, a number of applicants will be selected for academic assessment by an unbiased expert assessor. You are notified, whether you will be passed for assessment. <br><br>  The assessor will assess the qualifications and experience of the shortlisted applicants with respect to the above mentioned research area, techniques, skills and other requirements. The assessor will conclude whether each applicant is qualified and, if so, for which of the two models. The assessed applicants will have the opportunity to comment on their assessment. You can read about the recruitment process at <a target=\"_blank\" href=\"http://employment.ku.dk/faculty/recruitment-process/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"0884f45b-0831-491d-9f23-09ec462069cf\">http://employment.ku.dk/faculty/recruitment-process/</a>.<br><br>  Interviews with selected candidates are expected to be held shortly after initial assessment.<br><br>  <strong>Questions</strong><br> For specific information about the PhD fellowship, please contact the principal supervisor.<br><br>  General information about PhD study at the Faculty of SCIENCE is available at the PhD School’s website: <a target=\"_blank\" href=\"https://www.science.ku.dk/phd/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"0884f45b-0831-491d-9f23-09ec462069cf\">https://www.science.ku.dk/phd/</a>.<br><br>  <em>The University of Copenhagen wishes to reflect the surrounding community and invites all regardless of personal background to apply for the position. </em><br><br>","MapUrl":"https://www.google.dk/maps/place/Universitetsparken+,+August+Krog+Byg.+13,2100,+Kbh.+Ø/","OrganizationNumber":"29979812","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}