{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"PhD Fellowship as part of the research project ‘AI and the University – Towards a sociolinguistics of literacy and voice in the age of generative AI’ (AI-UNI), University of Copenhagen","JobHeadline":"PhD Fellowship as part of the research project ‘AI and the University – Towards a sociolinguistics of literacy and voice in the age of generative AI’ (AI-UNI), University of Copenhagen","Presentation":"Centre for Internationalisation and Parallel Language Use (CIP) at the University of Copenhagen is inviting applications for one three-year PhD scholarship commencing 1 September 2025 or as soon as po","HiringOrgName":"KU - HUM - Fakultetet","WorkPlaceAddress":"Emil Holms Kanal 4  ","WorkPlacePostalCode":"2300","WorkPlaceCity":"København S","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2025-01-23T13:26:00","LastDateApplication":"2025-03-11T00:00:00","FormattedLastDateApplication":"11. marts 2025","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/24413140-8342-4366-acc3-0c186559310d","Region":"Hovedstaden og Bornholm","Municipality":"København","Country":"Danmark","PostalCode":"2300","PostalCodeName":null,"JobAnnouncementType":"Almindelige vilkår","EmploymentType":"Tidsbegrænset ansættelse","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Forskning og universitetsundervisning, humaniora","Occupation":"ph.d., humaniora","Location":{"Latitude":55.6736,"Longitude":12.6554},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"WorkplaceID":1017020958,"OrganisationId":"","HiringOrgCVR":29979812,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/24413140-8342-4366-acc3-0c186559310d","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/24413140-8342-4366-acc3-0c186559310d","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/24413140-8342-4366-acc3-0c186559310d","HasLocationValues":true,"ID":"24413140-8342-4366-acc3-0c186559310d","Latitude":55.6736,"Longitude":12.6554},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"KU - HUM - Fakultetet","Address":{"AddressLine":"Emil Holms Kanal 4","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2300","City":"Kbh. S"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=1307&ProjectId=163331&DepartmentId=19171&MediaId=4656&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1017020958","OrganizationNumber":"29979812","OrganizationDescription":null},"JobPositionPosting":{"Id":"24413140-8342-4366-acc3-0c186559310d","HiringOrg":{"Name":"KU - HUM - Fakultetet","Address":{"AddressLine":"Emil Holms Kanal 4","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2300","City":"Kbh. S"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=1307&ProjectId=163331&DepartmentId=19171&MediaId=4656&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1017020958","OrganizationNumber":"29979812","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2025-01-23T13:26:00+01:00","PublicationEndDate":"2025-03-11T00:00:00+01:00","JobPositionInformation":{"PositionTitle":"PhD Fellowship as part of the research project ‘AI and the University – Towards a sociolinguistics of literacy and voice in the age of generative AI’ (AI-UNI), University of Copenhagen","Purpose":"Centre for Internationalisation and Parallel Language Use (CIP) at the University of Copenhagen is inviting applications for one three-year PhD scholarship commencing 1 September 2025 or as soon as possible thereafter. We are looking for a PhD candidate with a background in sociolinguistics or related fields and preferably with experience in linguistic ethnography who is motivated to undertake doctoral research as part of a five-year collaborative project on text-generative AI and the university (AI-UNI) funded by the Carlsberg Foundation. <br><br>  <strong>AI-UNI</strong><br> Large language models and their application as part of text-generative AI are rapidly changing the way we engage with language. The ways we write, read, speak and listen are all being transformed by various forms of AI technology which are quickly becoming part of the mainstream. In the university context these changes will have – and have in fact already had – quite fundamental consequences for how knowledge is produced, acquired, and disseminated. AI-UNI contributes to an empirically founded and theoretically coherent understanding of how text-generative language technologies affect research, teaching and learning practices in academia, and what the implications are for knowledge production, dissemination and evaluation. <br><br>  The AI-UNI project is designed to 1) document ongoing change in the way generative language technology is used as part of academic practices, 2) critically assess the associated implications for research, teaching, and learning, and 3) progressively build a theoretical model of human engagement with generative language technology as a site of sociolinguistic change. The research team achieves these ends by conducting linguistic ethnographic case studies of how research staff and students across different faculties at Danish universities use text-generative language technologies as part of their everyday practices and by using survey methods to document change over time in the general uptake of AI at Danish universities as part of research, teaching and learning.<br><br>  The project is led by Professor Janus Mortensen (PI) and Assistant Professor Sanne Larsen. See the full project team on the AI-UNI website <a href=\"http://www.ai-uni.dk\">www.ai-uni.dk</a>.<br><br>  <strong>The PhD project</strong><br> The successful PhD candidate will undertake an independent PhD research project, designed to fit the overall research agenda of AI-UNI. <br><br>  The PhD student will be expected to design and conduct a linguistic ethnographic case study focussing on the use of text-generative AI as part of <em>research practices</em> in the humanities or social sciences. The case study will revolve around one or two research groups (or similar university research unit). Following an initial period of observation, specific practices that involve the use of generative AI should be selected for detailed study in the remaining time of the field work.<br><br>  Applicants are expected to outline a proposed research design for their case study as part of the application (see details below). The proposed PhD project should allow the PhD candidate to explore how text-generative AI is used as part of academic practices and critically assess the associated implications for research. The project should fall within the general framework of linguistic ethnography. This means that we welcome projects that include e.g. participant observation, recordings of textual practices and social interaction in offline and online environments, as well as ethnographic interviews and feedback sessions with participants. Theoretically, the PhD project should contribute to the host project’s understanding of the use of text-generative AI at the university as a site of sociolinguistic change with potential implications for how we conceptualize the notions of literacy and voice in sociolinguistics. The PhD thesis can take the form of a monograph, or it can be a compilation of articles, depending on the nature of the proposed project and the preferences of the successful candidate.<br><br>  The specific focus and details of the project will be decided in collaboration with the host project PI, based on the ideas presented in the PhD project description and the overall research interests of the AI-UNI project. The PhD student will be supervised by professor Janus Mortensen and co-supervised by assistant professor Sanne Larsen.<br><br>  <strong>Qualification requirements</strong><br><br>  <ul> \t<li>Applicants must have a relevant 2-year Master’s degree (120 ECTS or equivalent), possibly with a specialization (<em>speciale</em>) within the areas of sociolinguistics, linguistic anthropology, applied linguistics or similar. The qualifications of applicants with non-Danish Master’s degrees will be assessed to ascertain whether they correspond to the Danish level. For further information, please refer to the website of the Danish Ministry of Education and Research: <a href=\"https://ufm.dk/en/education/recognition-and-transparency/find-assessments/general-assessments-for-specific-countries/?set_language=en\">https://ufm.dk/en/education/recognition-and-transparency/find-assessments/general-assessments-for-specific-countries/?set_language=en</a>.</li> \t<li>The successful applicant must have advanced analytical skills and be a strong communicator in English. We expect the PhD thesis to be written in English. If deemed necessary, CIP may request that applicants document their English skills.</li> \t<li>Due to the collaborative nature of the host project, it is essential that the candidate has excellent collaborative skills and a strong interest in being part of a close-knit research team.</li> \t<li>Since the case study may involve data in Danish as well as English, knowledge of Danish or another Scandinavian language is preferable, but not mandatory.</li> \t<li>Specialist knowledge of AI is <em>not</em> a requirement.</li> </ul>  More information on types of academic positions at UCPH and requirements for the different positions is available here: <a href=\"https://employment.ku.dk/faculty/career-at-upch/\">https://employment.ku.dk/faculty/career-at-upch/</a>.<br><br>  <strong>Assessment criteria</strong><br><br>  <ul> \t<li>The quality, originality and feasibility of the proposed PhD project.</li> \t<li>Relevance of the PhD project for the host project.</li> \t<li>Research qualifications of the applicant, as reflected in the attached CV and project description.</li> \t<li>Competencies and knowledge of relevant fields of academic research.</li> \t<li>Grades obtained as part of Bachelor and Master’s studies. </li> </ul>  <strong>Application</strong><br> Applications must be submitted electronically, in PDF or Microsoft Word format, via the ‘Apply now’ button at the bottom of this page. The application must include the following documents (in English):   <br><br>  <strong>1. Project abstract</strong> (max. 1,200 characters, including spaces)<br><br>  <strong>2. Motivated letter of application</strong> (max. one page) <br> This letter should outline how the PhD project relates to host project and describe your competencies and personal qualifications relevant to the PhD programme.<br><br>  <strong>3. CV</strong> (max. one page)<br> The CV should contain details about educational background, language skills and other skills relevant for the position.<br><br>  <strong>4. Diplomas and transcripts</strong><br> Applicants must upload the following:<br><br>  <ul> \t<li>A copy of their Master’s degree diploma or similar (if this is not available by the application deadline, applicants must document pre-approval of their Master’s thesis).</li> \t<li>A copy of their Master’s degree transcript.</li> \t<li>A copy of their Bachelor’s degree diploma.</li> \t<li>A copy of their Bachelor’s degree transcript.</li> </ul>  Applicants with a degree from a university where the working language is not English or one of the Scandinavian languages must submit a translation of their Master’s diploma and/or diploma transcripts approved by the Danish embassy or consulate in the country where the original document was issued. These documents must be translated into English, Danish, Norwegian or Swedish. An official description of the grading scale (and a diploma supplement where relevant) must also be attached.<br><br>  <strong>5. PhD project description</strong> (max. 12,000 characters, incl. spaces, excl. list of references)<br> Applicants must include a detailed project description including:<br><br>  <ul> \t<li>an introduction that motivates the research project </li> \t<li>the proposed research question(s)</li> \t<li>a short description of the state of the art within the research field</li> \t<li>outline of the proposed PhD project, including  \t<ul> \t\t<li>presentation and motivation of the theoretical framework </li> \t\t<li>presentation and discussion of choice of methods and research design</li> \t</ul> \t</li> \t<li>a description of how the proposed PhD project relates to the AI-UNI project and how it contributes to the overall project</li> \t<li>a timetable or study plan for how you expect to complete the project in three years.</li> </ul>  Guidelines and good advice on PhD project descriptions are available at: <a href=\"https://phd.humanities.ku.dk/how-to-obtain-a-phd-scholarship/admission-requirements/\">https://phd.humanities.ku.dk/how-to-obtain-a-phd-scholarship/admission-requirements/</a>.<br><br>  <strong>6. ​​​​Li<strong>st of</strong> publications</strong> (if any)<br><br>  Only documentation in English, Danish, Swedish or Norwegian will be assessed.<br><br>  We reserve the right not to consider applications that fail to live up to the abovementioned requirements. <br><br>  <strong>The recruitment process</strong><br> After the deadline for applications has expired, applicants are shortlisted for assessment on the advice of an Appointment Committee. All applicants will be notified whether they have been shortlisted for assessment or not. An expert Assessment Committee is then appointed and tasked with carrying out an assessment of the shortlisted applicants. The shortlisted applicants will be informed who is serving on the committee. Applicants will also be offered the opportunity to comment on the committee’s assessment of their application before the appointment is announced.<br><br>  Upon completion of the assessments, a selection of qualified candidates will be invited for an interview. Please be advised that a positive assessment does not necessarily mean that you will be invited for an interview. <br><br>  For further information on the recruitment process, please see University of Copenhagen’s website: <a href=\"http://employment.ku.dk/faculty/recruitment-process/\">http://employment.ku.dk/faculty/recruitment-process/</a>.<br><br>  <strong>Enrolment and terms of employment</strong><br> The employment as PhD fellow is full time and for three years. It is conditioned upon the applicant’s successful enrolment as a PhD student at the PhD School at the Faculty of Humanities, University of Copenhagen. This requires submission and acceptance of an application for the specific PhD project formulated by the applicant.<br><br>  For further information about the structure of the PhD programme at the Faculty of Humanities, please refer to: <a href=\"https://phd.humanities.ku.dk/phd-programme/structure/\">https://phd.humanities.ku.dk/phd-programme/structure/</a>.<br><br>  For more information about the PhD School at the Faculty of Humanities, read more at this page: <a href=\"http://phd.humanities.ku.dk/\">http://phd.humanities.ku.dk/</a>.<br><br>  For further information about the general guidelines for PhD studies at University of Copenhagen, please refer to: <a href=\"https://phd.ku.dk/english/\">https://phd.ku.dk/english/</a>.<br><br>  PhD fellows are appointed under the terms and conditions of the collective agreement between the Danish Ministry of Finance and the Danish Confederation of Professional Associations. According to this agreement, PhD fellows are obliged – without any additional remuneration – to perform tasks assigned to them corresponding to 840 working hours over the three years. These tasks will primarily be in the form of teaching, public dissemination, or other academic tasks.<br><br>  Salary, pension and terms of employment are offered in accordance with the agreement between the Ministry of Finance and The Danish Confederation of Professional Associations on Academics in the State. Depending on seniority, the monthly salary begins around DKK 30,700 (approx. EUR 4,100), plus 17.1 % pension scheme contribution.<br><br>  For further information about employment at UCPH, please see: <a href=\"https://phd.humanities.ku.dk/phd-programme/employment-as-a-phd-student/\">https://phd.humanities.ku.dk/phd-programme/employment-as-a-phd-student/</a>.<br><br>  <strong>Place of employment</strong><br> The place of employment is Centre for Internationalisation and Parallel Language Use (CIP), Faculty of Humanities, University of Copenhagen. We offer creative and stimulating working conditions in a dynamic and international research environment. See <a href=\"http://www.cip.ku.dk\">www.cip.ku.dk</a> for further information.<br><br>  <strong>An equal opportunity workplace</strong><br> The University of Copenhagen is committed in its pursuit of academic excellence to equality of opportunity and to creating an inclusive working environment and therefore encourages all qualified candidates to apply, regardless of personal background, gender, sexual orientation, age, disability, ethnicity etc. For more on the diverse working place environment at the University and the University’s participation in the HRS4R HR Excellence in Research, see <a href=\"https://employment.ku.dk/working-at-ucph/eu-charter-for-researchers/\">https://employment.ku.dk/working-at-ucph/eu-charter-for-researchers/</a>.<br><br>  <strong>Contact information</strong><br> For further information about the structure and rules of the PhD programme, please e-mail the PhD Administration at South and City Campuses at <a>phd@hrsc.ku.dk</a>.<br><br>  For specific questions about the PhD fellowship and AI-UNI, please contact the project PI, professor Janus Mortensen at <a>jamo@hum.ku.dk</a>. <br><br>  For further information about the recrutiment process, please contact HR at <a>hrsc@hrsc.ku.dk</a>.  Please refer to ID number: 211-2031/24-2H #1.<br><br>  Further information about the host project is available at <a href=\"http://www.ai-uni.dk\">www.ai-uni.dk</a>.<br><br>  <strong>The deadline for applications is 11 March 2025 at 23:59 CET</strong>.<br><br>  Any applications or additional material submitted after the deadline will not be considered. However, changes may be made to the submitted application right up until the deadline. <br><br> ","WorkLocation":{"AddressLine":"Emil Holms Kanal 4","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2300","City":"Kbh. S"},"EmploymentType":16,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"Name":"ph.d., humaniora","DiscoWeb":0,"AlternateNames":["ph.d.-stipendiat, humaniora"],"GroupId":0,"AreaId":0},"IsGovernmentHiring":false,"JppContacts":[{"Email":"hrsc@hrsc.ku.dk","PersonName":"Dorthea Andersen","FirstName":"Dorthea","LastName":"Andersen","PositionTitle":"HR Officer","PhoneNumbers":[{"Number":"00000000","Type":0,"Description":"Primary"}]}],"EmploymentDate":null},"IsRecruitmentOfForeignNationals":false,"IsWorkInDenmark":true,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":true,"DailyWorkTimeMorning":false,"DailyWorkTimeVarious":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=1307&ProjectId=163331&DepartmentId=19171&MediaId=4656&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","ReplyInWriting":false,"ApplicationDeadlineDate":"2025-03-11T00:00:00+01:00"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=24413140-8342-4366-acc3-0c186559310d&Organisation=29979812","Address":"Emil Holms Kanal 4,2300, Kbh. S","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=24413140-8342-4366-acc3-0c186559310d&Company.Name=KU - HUM - Fakultetet&SubmissionDeadlineDate=2025-3-11&Title=PhD Fellowship as part of the research project ‘AI and the University – Towards a sociolinguistics of literacy and voice in the age of generative AI’ (AI-UNI), University of Copenhagen&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":true,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"PhD Fellowship as part of the research project ‘AI and the University – Towards a sociolinguistics of literacy and voice in the age of generative AI’ (AI-UNI), University of Copenhagen","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"24413140-8342-4366-acc3-0c186559310d","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"KU - HUM - Fakultetet","Address":"Emil Holms Kanal 4","Country":null,"EmploymentAreaID":null,"PostCode":"2300","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Kbh. S","ContactPerson":"Dorthea Andersen","Phone":"00000000","Email":"hrsc@hrsc.ku.dk","Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2025-03-11T00:00:00+01:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"Place":"Arbejdspladsen ligger i København kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"KU - HUM - Fakultetet","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"Centre for Internationalisation and Parallel Language Use (CIP) at the University of Copenhagen is inviting applications for one three-year PhD scholarship commencing 1 September 2025 or as soon as possible thereafter. We are looking for a PhD candidate with a background in sociolinguistics or related fields and preferably with experience in lingui","DescriptionForSharing":"\"Centre for Internationalisation and Parallel Language Use (CIP) at the University of Copenhagen is inviting applications for one three-year PhD scholarship commencing 1 September 2025 or as soon as possible thereafter. We are looking for a PhD candidate with a background in sociolinguistics or related fields and preferably with experience in lingui\"","TitleForSharing":"\"PhD Fellowship as part of the research project ‘AI and the University – Towards a sociolinguistics of literacy and voice in the age of generative AI’ (AI-UNI), University of Copenhagen\"","RutePlan":"https://www.google.dk/maps/dir//Emil+Holms+Kanal+4,2300,+Kbh.+S/","FormattedPurpose":"Centre for Internationalisation and Parallel Language Use (CIP) at the University of Copenhagen is inviting applications for one three-year PhD scholarship commencing 1 September 2025 or as soon as possible thereafter. We are looking for a PhD candidate with a background in sociolinguistics or related fields and preferably with experience in linguistic ethnography who is motivated to undertake doctoral research as part of a five-year collaborative project on text-generative AI and the university (AI-UNI) funded by the Carlsberg Foundation. <br><br>  <strong>AI-UNI</strong><br> Large language models and their application as part of text-generative AI are rapidly changing the way we engage with language. The ways we write, read, speak and listen are all being transformed by various forms of AI technology which are quickly becoming part of the mainstream. In the university context these changes will have – and have in fact already had – quite fundamental consequences for how knowledge is produced, acquired, and disseminated. AI-UNI contributes to an empirically founded and theoretically coherent understanding of how text-generative language technologies affect research, teaching and learning practices in academia, and what the implications are for knowledge production, dissemination and evaluation. <br><br>  The AI-UNI project is designed to 1) document ongoing change in the way generative language technology is used as part of academic practices, 2) critically assess the associated implications for research, teaching, and learning, and 3) progressively build a theoretical model of human engagement with generative language technology as a site of sociolinguistic change. The research team achieves these ends by conducting linguistic ethnographic case studies of how research staff and students across different faculties at Danish universities use text-generative language technologies as part of their everyday practices and by using survey methods to document change over time in the general uptake of AI at Danish universities as part of research, teaching and learning.<br><br>  The project is led by Professor Janus Mortensen (PI) and Assistant Professor Sanne Larsen. See the full project team on the AI-UNI website <a target=\"_blank\" href=\"http://www.ai-uni.dk\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"24413140-8342-4366-acc3-0c186559310d\">www.ai-uni.dk</a>.<br><br>  <strong>The PhD project</strong><br> The successful PhD candidate will undertake an independent PhD research project, designed to fit the overall research agenda of AI-UNI. <br><br>  The PhD student will be expected to design and conduct a linguistic ethnographic case study focussing on the use of text-generative AI as part of <em>research practices</em> in the humanities or social sciences. The case study will revolve around one or two research groups (or similar university research unit). Following an initial period of observation, specific practices that involve the use of generative AI should be selected for detailed study in the remaining time of the field work.<br><br>  Applicants are expected to outline a proposed research design for their case study as part of the application (see details below). The proposed PhD project should allow the PhD candidate to explore how text-generative AI is used as part of academic practices and critically assess the associated implications for research. The project should fall within the general framework of linguistic ethnography. This means that we welcome projects that include e.g. participant observation, recordings of textual practices and social interaction in offline and online environments, as well as ethnographic interviews and feedback sessions with participants. Theoretically, the PhD project should contribute to the host project’s understanding of the use of text-generative AI at the university as a site of sociolinguistic change with potential implications for how we conceptualize the notions of literacy and voice in sociolinguistics. The PhD thesis can take the form of a monograph, or it can be a compilation of articles, depending on the nature of the proposed project and the preferences of the successful candidate.<br><br>  The specific focus and details of the project will be decided in collaboration with the host project PI, based on the ideas presented in the PhD project description and the overall research interests of the AI-UNI project. The PhD student will be supervised by professor Janus Mortensen and co-supervised by assistant professor Sanne Larsen.<br><br>  <strong>Qualification requirements</strong><br><br>  <ul> \t<li>Applicants must have a relevant 2-year Master’s degree (120 ECTS or equivalent), possibly with a specialization (<em>speciale</em>) within the areas of sociolinguistics, linguistic anthropology, applied linguistics or similar. The qualifications of applicants with non-Danish Master’s degrees will be assessed to ascertain whether they correspond to the Danish level. For further information, please refer to the website of the Danish Ministry of Education and Research: <a target=\"_blank\" href=\"https://ufm.dk/en/education/recognition-and-transparency/find-assessments/general-assessments-for-specific-countries/?set_language=en\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"24413140-8342-4366-acc3-0c186559310d\">https://ufm.dk/en/education/recognition-and-transparency/find-assessments/general-assessments-for-specific-countries/?set_language=en</a>.</li> \t<li>The successful applicant must have advanced analytical skills and be a strong communicator in English. We expect the PhD thesis to be written in English. If deemed necessary, CIP may request that applicants document their English skills.</li> \t<li>Due to the collaborative nature of the host project, it is essential that the candidate has excellent collaborative skills and a strong interest in being part of a close-knit research team.</li> \t<li>Since the case study may involve data in Danish as well as English, knowledge of Danish or another Scandinavian language is preferable, but not mandatory.</li> \t<li>Specialist knowledge of AI is <em>not</em> a requirement.</li> </ul>  More information on types of academic positions at UCPH and requirements for the different positions is available here: <a target=\"_blank\" href=\"https://employment.ku.dk/faculty/career-at-upch/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"24413140-8342-4366-acc3-0c186559310d\">https://employment.ku.dk/faculty/career-at-upch/</a>.<br><br>  <strong>Assessment criteria</strong><br><br>  <ul> \t<li>The quality, originality and feasibility of the proposed PhD project.</li> \t<li>Relevance of the PhD project for the host project.</li> \t<li>Research qualifications of the applicant, as reflected in the attached CV and project description.</li> \t<li>Competencies and knowledge of relevant fields of academic research.</li> \t<li>Grades obtained as part of Bachelor and Master’s studies. </li> </ul>  <strong>Application</strong><br> Applications must be submitted electronically, in PDF or Microsoft Word format, via the ‘Apply now’ button at the bottom of this page. The application must include the following documents (in English):   <br><br>  <strong>1. Project abstract</strong> (max. 1,200 characters, including spaces)<br><br>  <strong>2. Motivated letter of application</strong> (max. one page) <br> This letter should outline how the PhD project relates to host project and describe your competencies and personal qualifications relevant to the PhD programme.<br><br>  <strong>3. CV</strong> (max. one page)<br> The CV should contain details about educational background, language skills and other skills relevant for the position.<br><br>  <strong>4. Diplomas and transcripts</strong><br> Applicants must upload the following:<br><br>  <ul> \t<li>A copy of their Master’s degree diploma or similar (if this is not available by the application deadline, applicants must document pre-approval of their Master’s thesis).</li> \t<li>A copy of their Master’s degree transcript.</li> \t<li>A copy of their Bachelor’s degree diploma.</li> \t<li>A copy of their Bachelor’s degree transcript.</li> </ul>  Applicants with a degree from a university where the working language is not English or one of the Scandinavian languages must submit a translation of their Master’s diploma and/or diploma transcripts approved by the Danish embassy or consulate in the country where the original document was issued. These documents must be translated into English, Danish, Norwegian or Swedish. An official description of the grading scale (and a diploma supplement where relevant) must also be attached.<br><br>  <strong>5. PhD project description</strong> (max. 12,000 characters, incl. spaces, excl. list of references)<br> Applicants must include a detailed project description including:<br><br>  <ul> \t<li>an introduction that motivates the research project </li> \t<li>the proposed research question(s)</li> \t<li>a short description of the state of the art within the research field</li> \t<li>outline of the proposed PhD project, including  \t<ul> \t\t<li>presentation and motivation of the theoretical framework </li> \t\t<li>presentation and discussion of choice of methods and research design</li> \t</ul> \t</li> \t<li>a description of how the proposed PhD project relates to the AI-UNI project and how it contributes to the overall project</li> \t<li>a timetable or study plan for how you expect to complete the project in three years.</li> </ul>  Guidelines and good advice on PhD project descriptions are available at: <a target=\"_blank\" href=\"https://phd.humanities.ku.dk/how-to-obtain-a-phd-scholarship/admission-requirements/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"24413140-8342-4366-acc3-0c186559310d\">https://phd.humanities.ku.dk/how-to-obtain-a-phd-scholarship/admission-requirements/</a>.<br><br>  <strong>6. ​​​​Li<strong>st of</strong> publications</strong> (if any)<br><br>  Only documentation in English, Danish, Swedish or Norwegian will be assessed.<br><br>  We reserve the right not to consider applications that fail to live up to the abovementioned requirements. <br><br>  <strong>The recruitment process</strong><br> After the deadline for applications has expired, applicants are shortlisted for assessment on the advice of an Appointment Committee. All applicants will be notified whether they have been shortlisted for assessment or not. An expert Assessment Committee is then appointed and tasked with carrying out an assessment of the shortlisted applicants. The shortlisted applicants will be informed who is serving on the committee. Applicants will also be offered the opportunity to comment on the committee’s assessment of their application before the appointment is announced.<br><br>  Upon completion of the assessments, a selection of qualified candidates will be invited for an interview. Please be advised that a positive assessment does not necessarily mean that you will be invited for an interview. <br><br>  For further information on the recruitment process, please see University of Copenhagen’s website: <a target=\"_blank\" href=\"http://employment.ku.dk/faculty/recruitment-process/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"24413140-8342-4366-acc3-0c186559310d\">http://employment.ku.dk/faculty/recruitment-process/</a>.<br><br>  <strong>Enrolment and terms of employment</strong><br> The employment as PhD fellow is full time and for three years. It is conditioned upon the applicant’s successful enrolment as a PhD student at the PhD School at the Faculty of Humanities, University of Copenhagen. This requires submission and acceptance of an application for the specific PhD project formulated by the applicant.<br><br>  For further information about the structure of the PhD programme at the Faculty of Humanities, please refer to: <a target=\"_blank\" href=\"https://phd.humanities.ku.dk/phd-programme/structure/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"24413140-8342-4366-acc3-0c186559310d\">https://phd.humanities.ku.dk/phd-programme/structure/</a>.<br><br>  For more information about the PhD School at the Faculty of Humanities, read more at this page: <a target=\"_blank\" href=\"http://phd.humanities.ku.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"24413140-8342-4366-acc3-0c186559310d\">http://phd.humanities.ku.dk/</a>.<br><br>  For further information about the general guidelines for PhD studies at University of Copenhagen, please refer to: <a target=\"_blank\" href=\"https://phd.ku.dk/english/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"24413140-8342-4366-acc3-0c186559310d\">https://phd.ku.dk/english/</a>.<br><br>  PhD fellows are appointed under the terms and conditions of the collective agreement between the Danish Ministry of Finance and the Danish Confederation of Professional Associations. According to this agreement, PhD fellows are obliged – without any additional remuneration – to perform tasks assigned to them corresponding to 840 working hours over the three years. These tasks will primarily be in the form of teaching, public dissemination, or other academic tasks.<br><br>  Salary, pension and terms of employment are offered in accordance with the agreement between the Ministry of Finance and The Danish Confederation of Professional Associations on Academics in the State. Depending on seniority, the monthly salary begins around DKK 30,700 (approx. EUR 4,100), plus 17.1 % pension scheme contribution.<br><br>  For further information about employment at UCPH, please see: <a target=\"_blank\" href=\"https://phd.humanities.ku.dk/phd-programme/employment-as-a-phd-student/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"24413140-8342-4366-acc3-0c186559310d\">https://phd.humanities.ku.dk/phd-programme/employment-as-a-phd-student/</a>.<br><br>  <strong>Place of employment</strong><br> The place of employment is Centre for Internationalisation and Parallel Language Use (CIP), Faculty of Humanities, University of Copenhagen. We offer creative and stimulating working conditions in a dynamic and international research environment. See <a target=\"_blank\" href=\"http://www.cip.ku.dk\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"24413140-8342-4366-acc3-0c186559310d\">www.cip.ku.dk</a> for further information.<br><br>  <strong>An equal opportunity workplace</strong><br> The University of Copenhagen is committed in its pursuit of academic excellence to equality of opportunity and to creating an inclusive working environment and therefore encourages all qualified candidates to apply, regardless of personal background, gender, sexual orientation, age, disability, ethnicity etc. For more on the diverse working place environment at the University and the University’s participation in the HRS4R HR Excellence in Research, see <a target=\"_blank\" href=\"https://employment.ku.dk/working-at-ucph/eu-charter-for-researchers/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"24413140-8342-4366-acc3-0c186559310d\">https://employment.ku.dk/working-at-ucph/eu-charter-for-researchers/</a>.<br><br>  <strong>Contact information</strong><br> For further information about the structure and rules of the PhD programme, please e-mail the PhD Administration at South and City Campuses at <a>phd@hrsc.ku.dk</a>.<br><br>  For specific questions about the PhD fellowship and AI-UNI, please contact the project PI, professor Janus Mortensen at <a>jamo@hum.ku.dk</a>. <br><br>  For further information about the recrutiment process, please contact HR at <a>hrsc@hrsc.ku.dk</a>.  Please refer to ID number: 211-2031/24-2H #1.<br><br>  Further information about the host project is available at <a target=\"_blank\" href=\"http://www.ai-uni.dk\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"24413140-8342-4366-acc3-0c186559310d\">www.ai-uni.dk</a>.<br><br>  <strong>The deadline for applications is 11 March 2025 at 23:59 CET</strong>.<br><br>  Any applications or additional material submitted after the deadline will not be considered. However, changes may be made to the submitted application right up until the deadline. <br><br>","MapUrl":"https://www.google.dk/maps/place/Emil+Holms+Kanal+4,2300,+Kbh.+S/","OrganizationNumber":"29979812","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}