{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"Postdoctoral position in Social Anthropology: The Social Life of Dead Bodies. A new ethnographic approach to migrant deaths in and around the Mediterranean Sea","JobHeadline":"Postdoctoral position in Social Anthropology: The Social Life of Dead Bodies. A new ethnographic approach to migrant deaths in and around the Mediterranean Sea","Presentation":"The Department of Anthropology, Faculty of Social Sciences, University of Copenhagen (UCPH), invites candidates for two postdoctoral positions in the research project “The Social Life of Dead Bodies: ","HiringOrgName":"KU-CENTER FOR SUNDHED OG SAMFUND","WorkPlaceAddress":"Øster Farimagsgade  5  ","WorkPlacePostalCode":"1353","WorkPlaceCity":"København K","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2025-01-06T00:00:00","LastDateApplication":"2025-03-03T00:00:00","FormattedLastDateApplication":"3. marts 2025","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/2a00cfc2-0ac1-48da-aa36-e48d5aa3e43e","Region":"Hovedstaden og Bornholm","Municipality":"København","Country":"Danmark","PostalCode":"1353","PostalCodeName":null,"JobAnnouncementType":"Almindelige vilkår","EmploymentType":"Tidsbegrænset ansættelse","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Forskning og universitetsundervisning, samfundsvidenskab","Occupation":"Post doc., samfundsvidenskab","Location":{"Latitude":55.687,"Longitude":12.5712},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"WorkplaceID":1013624816,"OrganisationId":"","HiringOrgCVR":29979812,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/2a00cfc2-0ac1-48da-aa36-e48d5aa3e43e","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/2a00cfc2-0ac1-48da-aa36-e48d5aa3e43e","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/2a00cfc2-0ac1-48da-aa36-e48d5aa3e43e","HasLocationValues":true,"ID":"2a00cfc2-0ac1-48da-aa36-e48d5aa3e43e","Latitude":55.687,"Longitude":12.5712},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"KU-CENTER FOR SUNDHED OG SAMFUND","Address":{"AddressLine":"Øster Farimagsgade  5","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"1353","City":"Kbh. K"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=1307&ProjectId=163178&DepartmentId=18994&MediaId=4656&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1013624816","OrganizationNumber":"29979812","OrganizationDescription":null},"JobPositionPosting":{"Id":"2a00cfc2-0ac1-48da-aa36-e48d5aa3e43e","HiringOrg":{"Name":"KU-CENTER FOR SUNDHED OG SAMFUND","Address":{"AddressLine":"Øster Farimagsgade  5","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"1353","City":"Kbh. K"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=1307&ProjectId=163178&DepartmentId=18994&MediaId=4656&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1013624816","OrganizationNumber":"29979812","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2025-01-06T00:00:00+01:00","PublicationEndDate":"2025-03-03T00:00:00+01:00","JobPositionInformation":{"PositionTitle":"Postdoctoral position in Social Anthropology: The Social Life of Dead Bodies. A new ethnographic approach to migrant deaths in and around the Mediterranean Sea","Purpose":"The Department of Anthropology, Faculty of Social Sciences, University of Copenhagen (UCPH), invites candidates for two postdoctoral positions in the research project “The Social Life of Dead Bodies: A new ethnographic approach to migrant deaths in and around the Mediterranean Sea” from 1 September 2025. The positions consist of 36 months each and have no teaching requirements.<br><br>  <strong>About the research project</strong><br> The postdoc positions are part of the research project “The Social Life of Dead Bodies: A new ethnographic approach to migrant deaths in and around the Mediterranean Sea” [SOLID 101163777] funded by the European Research Council through an ERC Starting Grant. SOLID is led by Principle Investigator Dr. Anja Simonsen.<br><br>  Thousands of people have died in the attempt to migrate into Europe through irregular channels. In fact, 2023 has seen the highest number of migrant deaths in the Mediterranean since 2017. The SOLID research project seeks to explore which roles the dead bodies play in the social world of the living as the different actors responds to migrant deaths. It does so by employing a research strategy that is ethnographic, global and collaborative as it brings together forensic, social, economic, humanitarian, political and criminological actors and perspectives on the same unidentified bodies of deceased migrants. The project focuses on four field sites: Somaliland as a country of origin, Morocco as a busy transit point for irregular migration and Spain and Greece as destination countries. The fieldwork for the three subprojects is divided into three phases. SOLID makes use of two methodological approaches across the four field sites and three subprojects: qualitative methods (semi-structured interviews, participant observation, generative collaborative workshops), and quantitative methods (statistical information, recurring images of anonymous and unrecognised dead migrant bodies). Read more about the project here: <a href=\"https://anthropology.ku.dk/research/research-projects/current-projects/solid/\">SOLID_The Social Life of Dead Bodies – Department of Anthropology - University of Copenhagen</a>.<br><br>  <strong>Job content</strong><br> <strong>Postdoc Position 1:</strong><br> The postdoc will be in charge of subproject 2. In <strong>subproject 2,</strong><em> ‘Tracing narratives and testimonies’, </em>the Postdoc will explore narratives of irregular migration and migrant death through the stories of migrants, relatives and humanitarian workers at the transit point of Morocco and through the testimonies extracted from dead migrant bodies at the Laboratorio de Medicina legal de la Universidad de Malaga in Spain. These testimonies, based on physical marks on the dead bodies, reveal evidence of poverty in the country of origin, abuse or torture <em>en route</em> or at transit points and ultimately of harmful death in or close to Europe. In other words, the autopsies use the physical footprints of the world on the body to trace the footprints of the body in the world.<em> </em><br><br>  In contrast, the narratives explored in Morocco will be created in the absence of a physical body. Essentially, family members and humanitarian organisations employ practices of determination to trace the missing migrant body through social, physical and economic footprints left behind at the transit points. These footprints can take the form of stories from co-travellers, specifying the last known whereabouts of specific individuals, of migrant smugglers in search of family members to pay off the debt left unpaid, or other types of narratives, as well as messages sent from specific places or personal belongings left behind. The Postdoc will look specifically at how humanitarian organisations are used and get involved in the search for missing migrants, and at how some family members may engage in a form of secondary migration practices, where they physically follow in the footsteps of their missing loved ones, as they uncover fragmented narratives and clues to their whereabouts.<br><br>  <strong>Qualifications</strong><br> Appointment as a postdoc presumes research qualifications on at least PhD level. <br><br>  For more about postdoc positions and qualification requirements, see the Ministry of Education and Research’s Memorandum on Job Structure for Academic Staff.<br><br>  The candidates will be assessed according to the following qualifications:<br><br>  <ul> \t<li>Specialization: Phd degree in anthropology or a related field.</li> \t<li>Methods: Proficiency in ethnographic data collection is required. Experience in both quantitative and qualitative methods will be considered an asset. </li> \t<li>Analysis and writing: The ability to develop critical analyses and produce high-quality academic texts.</li> \t<li>Dissemination: Experience in disseminating research for audiences in public and private sectors.</li> \t<li>Research experience: Experience in conducting research among hard to reach research participants on issues related to migration, death, policy, forensic anthropology or related fields and/or in Morocco and Spain will be considered an asset. </li> \t<li>Language: Excellent English language skills, both written and spoken. Excellent/Good language skills in Arabic, French and/or Spanish will be considered an asset.</li> </ul>  <strong>Postdoc Position 2:</strong><br> The Postdoc will be in charge of subproject 3. In <strong>subproject 3</strong><em>, ‘Exploring political decision-making and generative collaborations’,</em> the Postdoc will conduct fieldwork among Spanish and Greek politicians to explore how national and European policies on migration and migrant deaths are developed and implemented, and how statistical information and recurring images of anonymous dead migrant bodies impact the political decision-making process. This project will focus on the practices of determination employed by European politicians and uncover the underlying uncertainties in society and among the political actors.<br><br>  In addition, the <em>generative collaborations </em>workshops will form a meta-site for the Postdoc, where the conversations and discussions from the workshops will produce a unique type of meta-data on how the fragmented and conflictive narratives can be used in the search for common ground and ‘best practice’ approaches. Thus, the workshops and the unique data they produce will add an extra layer of knowledge generation to the SOLID project.<br><br>  Finally, the narratives collected throughout the project will be used to<strong> </strong>develop a website where all the different perspectives and contradictive views captured through the <em>social anatomy</em> of migrant deaths will be presented and shared. The website will tell the stories of migrants and their families, of forensic scientists, policy and law makers and humanitarian workers and of their individual and collective efforts to address the problems of irregular migration as they see them. Thus, through written material and recorded audio and video bites, the website will bring the fragmented and contradictive narratives as well as the <em>generative collaborations</em> to a broader audience. While all research team members, as well as participants at the <em>generative collaboration</em> workshops will contribute to creating content for the website, the main responsibility for the website will be held by the Postdoc.<br><br>  <strong>Qualifications</strong><br> Appointment as a postdoc presumes research qualifications on at least PhD level. <br><br>  For more about postdoc positions and qualification requirements, see the Ministry of Education and Research’s Memorandum on Job Structure for Academic Staff.<br><br>  The candidates will be assessed according to the following qualifications:<br><br>  <ul> \t<li>Specialization: Phd degree in anthropology or a related field.</li> \t<li>Methods: Proficiency in both quantitative and qualitative methods is required. </li> \t<li>Knowledge of constructing, designing and working with websites is considered an asset. </li> \t<li>Analysis and writing: The ability to develop critical analyses and produce high-quality academic texts.</li> \t<li>Dissemination: Experience in disseminating research for audiences in public and private sectors.</li> \t<li>Research experience: Experienced in conducting research among hard to reach research participants and/or on highly sensitive political issues related to migration, death, forensic anthropology or related fields and/or in Greece and Spain will be considered an asset. </li> \t<li>Language: Excellent English language skills, both written and spoken. Excellent/ Good language skills in Greek and/or Spanish will be considered an asset.</li> </ul>  Both postdocs are expected to conduct individual research in close collaboration with the PI, Anja Simonsen, as well as the other Postdoc, and other collaborating partners.<br><br>  The candidates will be employed at the Department of Anthropology, University of Copenhagen, which is one of Europe's largest and most accomplished anthropological research establishments with an academic staff of 50 (including PhD students), and approximately 550 students at the undergraduate and graduate levels. The Department represents a broad approach to anthropology, expressed in regional foci, theoretical orientation, and methodology, which results in a dynamic practice of anthropology, acutely aware of its own traditions and upcoming challenges.<br><br>  <strong>How to apply</strong><br> Submit a complete application at our online portal. Click on the “Apply now” icon at the bottom of the page to apply. The documents must be in Adobe PDF or Word.  <br><br>  Your application must be written in English and include the following documents:<br><br>  <ul> \t<li>Cover Letter (max one page)</li> \t<li>Research plan (max. three pages, which explains 1, how and why your past academic trajectory will feed into this postdoc project, 2, what you plan to do within the three years should you be selected for the position).</li> \t<li>Curriculum vitae (max two pages, with applicant’s e-mail &amp; telephone number &amp; language proficiency)</li> \t<li>Documentation of qualifications (PhD diploma, Master’s diploma)</li> \t<li>List of publications (this may include non-traditional forms of research dissemination)</li> \t<li>Applicants may choose a maximum of one publication or piece of writing for assessment</li> </ul>  <strong>Strategy of the Faculty of the Social Sciences</strong><br> The Department of anthropology is part of the Faculty of the Social Sciences. The Faculty is a successful academic community that strives to put knowledge into action by:<br><br>  <ul> \t<li>Engaging partners in the co-creation of knowledge, learning and social change.</li> \t<li>Empowering our students to become reflective and responsible citizens who have the vision, the knowledge and the competences to change society for the better.</li> \t<li>Energising global, European and Danish communities of knowledge by innovating research methodologies and by research findings with impact</li> </ul>  For more on the Faculty strategy, see: <a href=\"https://samf.ku.dk/fakultetet/strategi/\">https://samf.ku.dk/fakultetet/strategi/</a>. You can read the Department’s strategy here <a href=\"https://anthropology.ku.dk/dep/\">https://anthropology.ku.dk/dep/</a><br><br>  <strong>Terms of Employment</strong><br><br>  <ul> \t<li>Further information on qualification requirements as postdoc can be found in the Memorandum on Job Structure for Academic Staff at Danish Universities 2019 here: <a href=\"https://employment.ku.dk/faculty/criteria-for-recognising-merit/dokumenter/Ministerial_Order_no._1443_of_11_December_2019_on_Job_Structure_for_Academic_Staff_at_Universities.pdf\">https://employment.ku.dk/faculty/criteria-for-recognising-merit/dokumenter/Ministerial_Order_no._1443_of_11_December_2019_on_Job_Structure_for_Academic_Staff_at_Universities.pdf</a></li> \t<li>Terms of appointment and salary is in accordance with the Danish Confederation of Professional Associations (Akademikerne).</li> \t<li>The salary range starts at DKK 38,575 per month + a 17.1 % contribution to the pension scheme. It is possible to negotiate salary supplements on an annual basis.</li> </ul>  <strong>The recruitment process</strong><br> Further information on the recruitment process at University of Copenhagen can be found here:  <a href=\"https://employment.ku.dk/faculty/recruitment-process/\">https://employment.ku.dk/faculty/recruitment-process/</a><br><br>  <strong>An Equal Opportunity Workplace</strong><br> The University of Copenhagen is committed in its pursuit of academic excellence to equality of opportunity and to creating an inclusive working environment and therefore encourages all qualified candidates to apply, regardless of personal background, gender, sexual orientation, age, disability, ethnicity etc. For more on the diverse working place environment at the University and the University’s participation in the HRS4R HR Excellence in Research, see <a href=\"https://employment.ku.dk/working-at-ucph/eu-charter-for-researchers/\">https://employment.ku.dk/working-at-ucph/eu-charter-for-researchers/</a><br><br>  <strong>International applicant?</strong><br> The University of Copenhagen offers a broad variety of services for international researchers and accompanying families, including support before and during your relocation and career counselling to expat partners. Please find more information about these services as well as information on entering and working in Denmark here: <a href=\"https://ism.ku.dk/\">https://ism.ku.dk/</a><br><br>  <strong>Contact information</strong><br> Information about the recruitment process is available from HR, e-mail: hrsc@hrsc.ku.dk, please refer to ID number: 211-2057/24-2I #1<strong> </strong><br><br>  Additional information about the position can be obtained from Anja Simonsen, e-mail: <a>Anja.Simonsen@anthro.ku.dk</a>, 0045 35 32 34 92.<br><br>  <strong>The closing date for applications is 3 March 2025 23:59 </strong><strong>[CET]</strong><br><br>  Applications or enclosures received thereafter will not be considered.<br><br> ","WorkLocation":{"AddressLine":"Øster Farimagsgade  5","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"1353","City":"Kbh. K"},"EmploymentType":16,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":2,"DriverLicense":[],"Occupation":{"Name":"Post doc., samfundsvidenskab","DiscoWeb":0,"AlternateNames":[],"GroupId":0,"AreaId":0},"IsGovernmentHiring":false,"JppContacts":[{"Email":"hrsc@hrsc.ku.dk","PersonName":"Maritxell Abrahamsson","FirstName":"Maritxell","LastName":"Abrahamsson","PositionTitle":"Fuldmægtig","PhoneNumbers":[{"Number":"00000000","Type":0,"Description":"Primary"}]}],"EmploymentDate":null},"IsRecruitmentOfForeignNationals":false,"IsWorkInDenmark":true,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":true,"DailyWorkTimeMorning":false,"DailyWorkTimeVarious":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=1307&ProjectId=163178&DepartmentId=18994&MediaId=4656&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","ReplyInWriting":false,"ApplicationDeadlineDate":"2025-03-03T00:00:00+01:00"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=2a00cfc2-0ac1-48da-aa36-e48d5aa3e43e&Organisation=29979812","Address":"Øster Farimagsgade  5,1353, Kbh. K","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=2a00cfc2-0ac1-48da-aa36-e48d5aa3e43e&Company.Name=KU-CENTER FOR SUNDHED OG SAMFUND&SubmissionDeadlineDate=2025-3-3&Title=Postdoctoral position in Social Anthropology: The Social Life of Dead Bodies. A new ethnographic approach to migrant deaths in and around the Mediterranean Sea&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":true,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"Postdoctoral position in Social Anthropology: The Social Life of Dead Bodies. A new ethnographic approach to migrant deaths in and around the Mediterranean Sea","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"2a00cfc2-0ac1-48da-aa36-e48d5aa3e43e","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"KU-CENTER FOR SUNDHED OG SAMFUND","Address":"Øster Farimagsgade  5","Country":null,"EmploymentAreaID":null,"PostCode":"1353","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Kbh. K","ContactPerson":"Maritxell Abrahamsson","Phone":"00000000","Email":"hrsc@hrsc.ku.dk","Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2025-03-03T00:00:00+01:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"Place":"Arbejdspladsen ligger i København kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"KU-CENTER FOR SUNDHED OG SAMFUND","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"The Department of Anthropology, Faculty of Social Sciences, University of Copenhagen (UCPH), invites candidates for two postdoctoral positions in the research project “The Social Life of Dead Bodies: A new ethnographic approach to migrant deaths in and around the Mediterranean Sea” from 1 September 2025. The positions consist of 36 months each and ","DescriptionForSharing":"\"The Department of Anthropology, Faculty of Social Sciences, University of Copenhagen (UCPH), invites candidates for two postdoctoral positions in the research project “The Social Life of Dead Bodies: A new ethnographic approach to migrant deaths in and around the Mediterranean Sea” from 1 September 2025. The positions consist of 36 months each and \"","TitleForSharing":"\"Postdoctoral position in Social Anthropology: The Social Life of Dead Bodies. A new ethnographic approach to migrant deaths in and around the Mediterranean Sea\"","RutePlan":"https://www.google.dk/maps/dir//Øster+Farimagsgade++5,1353,+Kbh.+K/","FormattedPurpose":"The Department of Anthropology, Faculty of Social Sciences, University of Copenhagen (UCPH), invites candidates for two postdoctoral positions in the research project “The Social Life of Dead Bodies: A new ethnographic approach to migrant deaths in and around the Mediterranean Sea” from 1 September 2025. The positions consist of 36 months each and have no teaching requirements.<br><br>  <strong>About the research project</strong><br> The postdoc positions are part of the research project “The Social Life of Dead Bodies: A new ethnographic approach to migrant deaths in and around the Mediterranean Sea” [SOLID 101163777] funded by the European Research Council through an ERC Starting Grant. SOLID is led by Principle Investigator Dr. Anja Simonsen.<br><br>  Thousands of people have died in the attempt to migrate into Europe through irregular channels. In fact, 2023 has seen the highest number of migrant deaths in the Mediterranean since 2017. The SOLID research project seeks to explore which roles the dead bodies play in the social world of the living as the different actors responds to migrant deaths. It does so by employing a research strategy that is ethnographic, global and collaborative as it brings together forensic, social, economic, humanitarian, political and criminological actors and perspectives on the same unidentified bodies of deceased migrants. The project focuses on four field sites: Somaliland as a country of origin, Morocco as a busy transit point for irregular migration and Spain and Greece as destination countries. The fieldwork for the three subprojects is divided into three phases. SOLID makes use of two methodological approaches across the four field sites and three subprojects: qualitative methods (semi-structured interviews, participant observation, generative collaborative workshops), and quantitative methods (statistical information, recurring images of anonymous and unrecognised dead migrant bodies). Read more about the project here: <a target=\"_blank\" href=\"https://anthropology.ku.dk/research/research-projects/current-projects/solid/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"2a00cfc2-0ac1-48da-aa36-e48d5aa3e43e\">SOLID_The Social Life of Dead Bodies – Department of Anthropology - University of Copenhagen</a>.<br><br>  <strong>Job content</strong><br> <strong>Postdoc Position 1:</strong><br> The postdoc will be in charge of subproject 2. In <strong>subproject 2,</strong><em> ‘Tracing narratives and testimonies’, </em>the Postdoc will explore narratives of irregular migration and migrant death through the stories of migrants, relatives and humanitarian workers at the transit point of Morocco and through the testimonies extracted from dead migrant bodies at the Laboratorio de Medicina legal de la Universidad de Malaga in Spain. These testimonies, based on physical marks on the dead bodies, reveal evidence of poverty in the country of origin, abuse or torture <em>en route</em> or at transit points and ultimately of harmful death in or close to Europe. In other words, the autopsies use the physical footprints of the world on the body to trace the footprints of the body in the world.<em> </em><br><br>  In contrast, the narratives explored in Morocco will be created in the absence of a physical body. Essentially, family members and humanitarian organisations employ practices of determination to trace the missing migrant body through social, physical and economic footprints left behind at the transit points. These footprints can take the form of stories from co-travellers, specifying the last known whereabouts of specific individuals, of migrant smugglers in search of family members to pay off the debt left unpaid, or other types of narratives, as well as messages sent from specific places or personal belongings left behind. The Postdoc will look specifically at how humanitarian organisations are used and get involved in the search for missing migrants, and at how some family members may engage in a form of secondary migration practices, where they physically follow in the footsteps of their missing loved ones, as they uncover fragmented narratives and clues to their whereabouts.<br><br>  <strong>Qualifications</strong><br> Appointment as a postdoc presumes research qualifications on at least PhD level. <br><br>  For more about postdoc positions and qualification requirements, see the Ministry of Education and Research’s Memorandum on Job Structure for Academic Staff.<br><br>  The candidates will be assessed according to the following qualifications:<br><br>  <ul> \t<li>Specialization: Phd degree in anthropology or a related field.</li> \t<li>Methods: Proficiency in ethnographic data collection is required. Experience in both quantitative and qualitative methods will be considered an asset. </li> \t<li>Analysis and writing: The ability to develop critical analyses and produce high-quality academic texts.</li> \t<li>Dissemination: Experience in disseminating research for audiences in public and private sectors.</li> \t<li>Research experience: Experience in conducting research among hard to reach research participants on issues related to migration, death, policy, forensic anthropology or related fields and/or in Morocco and Spain will be considered an asset. </li> \t<li>Language: Excellent English language skills, both written and spoken. Excellent/Good language skills in Arabic, French and/or Spanish will be considered an asset.</li> </ul>  <strong>Postdoc Position 2:</strong><br> The Postdoc will be in charge of subproject 3. In <strong>subproject 3</strong><em>, ‘Exploring political decision-making and generative collaborations’,</em> the Postdoc will conduct fieldwork among Spanish and Greek politicians to explore how national and European policies on migration and migrant deaths are developed and implemented, and how statistical information and recurring images of anonymous dead migrant bodies impact the political decision-making process. This project will focus on the practices of determination employed by European politicians and uncover the underlying uncertainties in society and among the political actors.<br><br>  In addition, the <em>generative collaborations </em>workshops will form a meta-site for the Postdoc, where the conversations and discussions from the workshops will produce a unique type of meta-data on how the fragmented and conflictive narratives can be used in the search for common ground and ‘best practice’ approaches. Thus, the workshops and the unique data they produce will add an extra layer of knowledge generation to the SOLID project.<br><br>  Finally, the narratives collected throughout the project will be used to<strong> </strong>develop a website where all the different perspectives and contradictive views captured through the <em>social anatomy</em> of migrant deaths will be presented and shared. The website will tell the stories of migrants and their families, of forensic scientists, policy and law makers and humanitarian workers and of their individual and collective efforts to address the problems of irregular migration as they see them. Thus, through written material and recorded audio and video bites, the website will bring the fragmented and contradictive narratives as well as the <em>generative collaborations</em> to a broader audience. While all research team members, as well as participants at the <em>generative collaboration</em> workshops will contribute to creating content for the website, the main responsibility for the website will be held by the Postdoc.<br><br>  <strong>Qualifications</strong><br> Appointment as a postdoc presumes research qualifications on at least PhD level. <br><br>  For more about postdoc positions and qualification requirements, see the Ministry of Education and Research’s Memorandum on Job Structure for Academic Staff.<br><br>  The candidates will be assessed according to the following qualifications:<br><br>  <ul> \t<li>Specialization: Phd degree in anthropology or a related field.</li> \t<li>Methods: Proficiency in both quantitative and qualitative methods is required. </li> \t<li>Knowledge of constructing, designing and working with websites is considered an asset. </li> \t<li>Analysis and writing: The ability to develop critical analyses and produce high-quality academic texts.</li> \t<li>Dissemination: Experience in disseminating research for audiences in public and private sectors.</li> \t<li>Research experience: Experienced in conducting research among hard to reach research participants and/or on highly sensitive political issues related to migration, death, forensic anthropology or related fields and/or in Greece and Spain will be considered an asset. </li> \t<li>Language: Excellent English language skills, both written and spoken. Excellent/ Good language skills in Greek and/or Spanish will be considered an asset.</li> </ul>  Both postdocs are expected to conduct individual research in close collaboration with the PI, Anja Simonsen, as well as the other Postdoc, and other collaborating partners.<br><br>  The candidates will be employed at the Department of Anthropology, University of Copenhagen, which is one of Europe's largest and most accomplished anthropological research establishments with an academic staff of 50 (including PhD students), and approximately 550 students at the undergraduate and graduate levels. The Department represents a broad approach to anthropology, expressed in regional foci, theoretical orientation, and methodology, which results in a dynamic practice of anthropology, acutely aware of its own traditions and upcoming challenges.<br><br>  <strong>How to apply</strong><br> Submit a complete application at our online portal. Click on the “Apply now” icon at the bottom of the page to apply. The documents must be in Adobe PDF or Word.  <br><br>  Your application must be written in English and include the following documents:<br><br>  <ul> \t<li>Cover Letter (max one page)</li> \t<li>Research plan (max. three pages, which explains 1, how and why your past academic trajectory will feed into this postdoc project, 2, what you plan to do within the three years should you be selected for the position).</li> \t<li>Curriculum vitae (max two pages, with applicant’s e-mail &amp; telephone number &amp; language proficiency)</li> \t<li>Documentation of qualifications (PhD diploma, Master’s diploma)</li> \t<li>List of publications (this may include non-traditional forms of research dissemination)</li> \t<li>Applicants may choose a maximum of one publication or piece of writing for assessment</li> </ul>  <strong>Strategy of the Faculty of the Social Sciences</strong><br> The Department of anthropology is part of the Faculty of the Social Sciences. The Faculty is a successful academic community that strives to put knowledge into action by:<br><br>  <ul> \t<li>Engaging partners in the co-creation of knowledge, learning and social change.</li> \t<li>Empowering our students to become reflective and responsible citizens who have the vision, the knowledge and the competences to change society for the better.</li> \t<li>Energising global, European and Danish communities of knowledge by innovating research methodologies and by research findings with impact</li> </ul>  For more on the Faculty strategy, see: <a target=\"_blank\" href=\"https://samf.ku.dk/fakultetet/strategi/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"2a00cfc2-0ac1-48da-aa36-e48d5aa3e43e\">https://samf.ku.dk/fakultetet/strategi/</a>. You can read the Department’s strategy here <a target=\"_blank\" href=\"https://anthropology.ku.dk/dep/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"2a00cfc2-0ac1-48da-aa36-e48d5aa3e43e\">https://anthropology.ku.dk/dep/</a><br><br>  <strong>Terms of Employment</strong><br><br>  <ul> \t<li>Further information on qualification requirements as postdoc can be found in the Memorandum on Job Structure for Academic Staff at Danish Universities 2019 here: <a target=\"_blank\" href=\"https://employment.ku.dk/faculty/criteria-for-recognising-merit/dokumenter/Ministerial_Order_no._1443_of_11_December_2019_on_Job_Structure_for_Academic_Staff_at_Universities.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"2a00cfc2-0ac1-48da-aa36-e48d5aa3e43e\">https://employment.ku.dk/faculty/criteria-for-recognising-merit/dokumenter/Ministerial_Order_no._1443_of_11_December_2019_on_Job_Structure_for_Academic_Staff_at_Universities.pdf</a></li> \t<li>Terms of appointment and salary is in accordance with the Danish Confederation of Professional Associations (Akademikerne).</li> \t<li>The salary range starts at DKK 38,575 per month + a 17.1 % contribution to the pension scheme. It is possible to negotiate salary supplements on an annual basis.</li> </ul>  <strong>The recruitment process</strong><br> Further information on the recruitment process at University of Copenhagen can be found here:  <a target=\"_blank\" href=\"https://employment.ku.dk/faculty/recruitment-process/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"2a00cfc2-0ac1-48da-aa36-e48d5aa3e43e\">https://employment.ku.dk/faculty/recruitment-process/</a><br><br>  <strong>An Equal Opportunity Workplace</strong><br> The University of Copenhagen is committed in its pursuit of academic excellence to equality of opportunity and to creating an inclusive working environment and therefore encourages all qualified candidates to apply, regardless of personal background, gender, sexual orientation, age, disability, ethnicity etc. For more on the diverse working place environment at the University and the University’s participation in the HRS4R HR Excellence in Research, see <a target=\"_blank\" href=\"https://employment.ku.dk/working-at-ucph/eu-charter-for-researchers/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"2a00cfc2-0ac1-48da-aa36-e48d5aa3e43e\">https://employment.ku.dk/working-at-ucph/eu-charter-for-researchers/</a><br><br>  <strong>International applicant?</strong><br> The University of Copenhagen offers a broad variety of services for international researchers and accompanying families, including support before and during your relocation and career counselling to expat partners. Please find more information about these services as well as information on entering and working in Denmark here: <a target=\"_blank\" href=\"https://ism.ku.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"2a00cfc2-0ac1-48da-aa36-e48d5aa3e43e\">https://ism.ku.dk/</a><br><br>  <strong>Contact information</strong><br> Information about the recruitment process is available from HR, e-mail: hrsc@hrsc.ku.dk, please refer to ID number: 211-2057/24-2I #1<strong> </strong><br><br>  Additional information about the position can be obtained from Anja Simonsen, e-mail: <a>Anja.Simonsen@anthro.ku.dk</a>, 0045 35 32 34 92.<br><br>  <strong>The closing date for applications is 3 March 2025 23:59 </strong><strong>[CET]</strong><br><br>  Applications or enclosures received thereafter will not be considered.<br><br>","MapUrl":"https://www.google.dk/maps/place/Øster+Farimagsgade++5,1353,+Kbh.+K/","OrganizationNumber":"29979812","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}