{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"PhD fellowship in Energy Economics on “Techno-economic assessment of microgrids","JobHeadline":"PhD fellowship in Energy Economics on “Techno-economic assessment of microgrids","Presentation":"Copenhagen Business School invites applications for a PhD scholarship in Energy Economics on “Techno-economic assessment of microgrids”. The PhD is based at the Department of Economics and the Copenha","HiringOrgName":"Copenhagen Business School","WorkPlaceAddress":"Solbjerg Plads 3  ","WorkPlacePostalCode":"2000","WorkPlaceCity":"Frederiksberg","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2025-01-21T00:00:00","LastDateApplication":"2025-03-10T00:00:00","FormattedLastDateApplication":"10. marts 2025","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/341cab74-fbca-4f1c-b4a0-3ae39ad157a2","Region":"Hovedstaden og Bornholm","Municipality":"Frederiksberg","Country":"Danmark","PostalCode":"2000","PostalCodeName":null,"JobAnnouncementType":"Almindelige vilkår","EmploymentType":"Tidsbegrænset ansættelse","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Forskning og universitetsundervisning, samfundsvidenskab","Occupation":"ph.d., samfundsvidenskab","Location":{"Latitude":55.6795,"Longitude":12.5156},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"WorkplaceID":1003403332,"OrganisationId":"","HiringOrgCVR":19596915,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/341cab74-fbca-4f1c-b4a0-3ae39ad157a2","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/341cab74-fbca-4f1c-b4a0-3ae39ad157a2","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/341cab74-fbca-4f1c-b4a0-3ae39ad157a2","HasLocationValues":true,"ID":"341cab74-fbca-4f1c-b4a0-3ae39ad157a2","Latitude":55.6795,"Longitude":12.5156},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Copenhagen Business School","Address":{"AddressLine":"Solbjerg Plads 3","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":147,"Name":"Frederiksberg"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2000","City":"Frederiksberg"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://candidate.hr-manager.net/ApplicationForm/SinglePageApplicationForm.aspx?cid=1309&departmentId=18993&ProjectId=147436&MediaId=4627","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1003403332","OrganizationNumber":"19596915","OrganizationDescription":null},"JobPositionPosting":{"Id":"341cab74-fbca-4f1c-b4a0-3ae39ad157a2","HiringOrg":{"Name":"Copenhagen Business School","Address":{"AddressLine":"Solbjerg Plads 3","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":147,"Name":"Frederiksberg"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2000","City":"Frederiksberg"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://candidate.hr-manager.net/ApplicationForm/SinglePageApplicationForm.aspx?cid=1309&departmentId=18993&ProjectId=147436&MediaId=4627","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1003403332","OrganizationNumber":"19596915","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2025-01-21T00:00:00+01:00","PublicationEndDate":"2025-03-10T23:59:00+01:00","JobPositionInformation":{"PositionTitle":"PhD fellowship in Energy Economics on “Techno-economic assessment of microgrids","Purpose":"Copenhagen Business School invites applications for a PhD scholarship in Energy Economics on “Techno-economic assessment of microgrids”. The PhD is based at the Department of Economics and the Copenhagen School of Energy Infrastructure (CSEI). The scholarship is part of the IDEAL4GREEN Doctoral Network funded by a grant from the Marie Sklodowska-Curie Actions (MSCA) Doctoral Network call 2023. You can find the application deadline and the application link at the end of this advertisement.<br><br><strong>IDEAL4GREEN: Techno-economic assessment of microgrid investments and operation under sector coupling scenarios</strong><br>The project will focus on techno-economic modelling of electricity smart grids: (1) investment and operation models, including generation, storage, and flexible demand for electricity, including heating/cooling and mobility components. (2) Develop/extend a model of the macro energy system to include microgrid investments. (3) Develop a social cost-benefit analysis tool for assessment of smart grid projects. (4) Develop scenarios and use cases to apply the models. (5) Derive tariffication strategies for microgrids. (6) Policy recommendations for the design and regulation of microgrids.<br><br><strong>About the Department of Economics at CBS</strong><br>The Department of Economics provides research, teaching, and knowledge exchange within the core areas of economics, i.e., microeconomics, macroeconomics, and quantitative methods. The Department is especially active in business-related, applied economic research, and comprises three research centres: Copenhagen School of Energy Infrastructure (CSEI), Centre for Innovation (CFI), and Pension Research Centre (PeRCent).<br><ul><li>Core research areas of the Department of Economics are:</li><li>Behavior, Incentives and Economic Design</li><li>Design Employment and the Functioning of Labor Markets</li><li>Energy, Environment and Resources</li><li>Firm Behavior, Innovation and the Functioning of Markets</li><li>Growth, Unemployment, and Inflation</li><li>Globalization, Migration and Urbanization; </li><li>Quantitative/Empirical Methods and Data Science</li><li>Welfare: Education, Health Care and Pensions</li></ul>The Department of Economics has a strong research focus and has been successful in fundraising activities. It is currently hosting research projects supported by the Danish/EU research councils, as well as private foundations and companies.<br><br><strong>About the Copenhagen School of Energy Infrastructure</strong><br>The Copenhagen School of Energy Infrastructure (CSEI) conducts research in tomorrow’s energy infrastructure from an economic policy point-of-view to ensure a successful transition towards a new sustainable European Energy Infrastructure based on volatile and largely renewable energy sources.<br>CSEI is established in the form of a European research centre at CBS’ Department of Economics and delivers expertise and new knowledge as well as education within energy infrastructure in close cooperation with stakeholders from the sector, the European Commission and society at large.<br><br><strong>About the IDEAL4GREEN Doctoral Network</strong><br>The IDEAL4GREEN project is an EU Marie Sklodowska-Curie PhD training network focused on the urgent challenges of climate change and the global shift towards sustainable energy systems. It focuses on developing and integrating microgrids, which are crucial in managing the variability of renewable resources and achieving decarbonisation targets. The project proposes a comprehensive doctoral training network aimed at developing skilled engineers with interdisciplinary and intersectoral expertise. This network diverges from conventional university-based research, maintaining strong industry links and emphasising practical implementation. IDEAL4GREEN consists of 8 beneficiaries and 11 partner organisations, recruiting 15 doctoral candidates to undertake research on microgrids' planning, design, operation, control, and impact assessment. The research encompasses innovative frameworks and methodologies for integrating microgrids and transforming traditional grids into sustainable energy systems. This includes developing advanced control algorithms, cybersecurity, improving mechanisms for microgrid islanding and reconnection, and enhancing the resilience and reliability of interconnected microgrid systems. The project also explores the planning, policy, and economic feasibility of interconnected grids and microgrids. It emphasises creating complete and integrated microgrid design frameworks, utilising integrated energy system modelling, and investigating regulatory policies. In terms of training, the DCs will engage in a mix of academic and industrial experiences, including secondments and networking meetings, ensuring their exposure to both theoretical knowledge and practical skills. The training program covers various aspects, such as advanced technical skills, collaborative communication, critical thinking, problem-solving, and adaptability.<br><br><strong>About CBS’ PhD Programme</strong><br>The three-year PhD programme at CBS gives you the opportunity to conduct research under the supervision of CBS’s associate professors and professors, supported by research related PhD courses. The programme is highly international, and you are expected to participate in international research conferences and to spend time at another research institution as a visiting PhD student. See the CBS homepage for more information about the PhD programme: <a href=\"https://eur02.safelinks.protection.outlook.com?url=https%3A%2F%2Fwww.cbs.dk%2Fen%2Fresearch%2Fphd-programme&amp;data=05%7C02%7Cjew.eco%40cbs.dk%7C319e2839da1a4e4c7b5b08dc9f68a239%7C875c414e5d004cdbb77adeae5d6ab201%7C0%7C0%7C638560518952034274%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C0%7C%7C%7C&amp;sdata=fq5olZP0we3SHSzvMRZwoPRjFuwkAYjId5CPdSnbKpo%3D&amp;reserved=0\">https://www.cbs.dk/en/research/phd-programme</a>.<br>CBS PhD graduates are held in high esteem not only in academia and research institutions but also in government and business where their research qualifications are in high demand.<br>CBS is committed to ensuring excellence, transformative and relevant teaching and research. Candidates who wish to join us must be interested in working in an organisation of this type and it is expected that the applicants show an interest in joining the department's research environment. You can read more about the department's research here: <a href=\"https://www.cbs.dk/econ/\">https://www.cbs.dk/econ/</a><br><br><strong>MSCA Application Requirements</strong><br><strong>According to the mobility requirements of the MSCA guidelines candidates must not have resided or carried out their main activity (work, studies, etc.) in the country of the host organization (i.e. Denmark in this case) for more than 12 months in the 3 years immediately before the recruitment date.</strong><br><strong>Application and admission requirements</strong><br>The department will give priority to applicants with high grades from their universities.<br>To be considered the applicant must<br><ul><li>have a basic education at master's level (corresponding to the 3 + 2 Bologna process)</li><li>have received the grade of 10 (or equivalent) for the master's thesis according to the Danish 7-point grading scale (<a href=\"https://eur02.safelinks.protection.outlook.com?url=https%3A%2F%2Fufm.dk%2Fen%2Feducation%2Fthe-danish-education-system%2Fgrading-system&amp;data=05%7C02%7Cjew.eco%40cbs.dk%7C319e2839da1a4e4c7b5b08dc9f68a239%7C875c414e5d004cdbb77adeae5d6ab201%7C0%7C0%7C638560518952066867%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C0%7C%7C%7C&amp;sdata=Cw%2FbJsrQVbrBrTEKZvnXzx9yj4Z4MJAIxmIqmfmkk3Y%3D&amp;reserved=0\">https://ufm.dk/en/education/the-danish-education-system/grading-system</a>)</li><li>have a weighted grade point average of at least 8.2 on the Danish 7-point grading scale for the bachelor's and master's degree combined or alternatively a weighted grade point average must be at least 9.5 for the master's degree alone. If the grade point average is not met, documentation for being in the top 40% of the class is also accepted.</li><li>have completed the master's programme before starting the PhD programme at CBS</li><li>master academic English at a high level in writing and speaking</li><li>have the aptitude to complete the required coursework in advanced economics subjects.</li></ul><br><em>4+4 PhD scheme</em><br>For admission to the 4 + 4 PhD scheme, the applicants must have completed a bachelor's degree (or equivalent) and have passed subjects corresponding to 60 ECTS in a relevant master's programme within the CBS' subject areas. <br>The minimum weighted grade point average is 8.2 on the Danish 7-point grading scale for the entire programme (i.e. for the full bachelor and one year of the master studies together), and at least the grade 10 for the bachelor thesis or equivalent final examination project. If the grade point average is not met, documentation for being in the top 40% of the class is also accepted. Applicants who are not enrolled in a master's programme at CBS will be assessed by the Admissions Office.<br>The application (see link below) must include a five-page project description. The research proposal is considered the backbone of the application and should be very carefully prepared by the applicant. It is your explanation of how you would approach the PhD project, referring explicitly back to one of the two descriptions under “The Research Projects” above. The project description must include:<br><ul><li>a presentation of an original research question</li><li>a description of the initial theoretical framework and method</li><li>a presentation of the proposed empirical material</li><li>a work plan for the three years</li></ul>More information can be found here:<br><a href=\"https://eur02.safelinks.protection.outlook.com?url=https%3A%2F%2Fwww.cbs.dk%2Fen%2Fresearch%2Fphd-programmes%2Fadmission&amp;data=05%7C02%7Cjew.eco%40cbs.dk%7C319e2839da1a4e4c7b5b08dc9f68a239%7C875c414e5d004cdbb77adeae5d6ab201%7C0%7C0%7C638560518952079290%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C0%7C%7C%7C&amp;sdata=UxozWfOrnsoz6igDqLfAbnW3rFGAgp%2FuwofwY14N6pg%3D&amp;reserved=0\">https://www.cbs.dk/en/research/phd-programmes/admission</a><br>I<br>n addition to the project description, copies of the following must be included:<br><ul><li>diploma for bachelor's and master's degree or other certificates at an equivalent level as well as the grade transcripts</li><li>documentation for being in the top 40% of the class (if grade requirements are not met)</li><li>a concise curriculum vitae (CV)</li><li>list of articles and publications (if applicable)</li><li>example of written work (e.g. master's thesis)</li><li>documentation of English language skills</li></ul>Please note that an offer of employment is conditional upon successful enrolment in the CBS PhD School. Further information about PhD scholarships and the PhD programme can be found at <a href=\"https://eur02.safelinks.protection.outlook.com?url=https%3A%2F%2Fwww.cbs.dk%2Fen%2Fresearch%2Fphd-programme&amp;data=05%7C02%7Cjew.eco%40cbs.dk%7C319e2839da1a4e4c7b5b08dc9f68a239%7C875c414e5d004cdbb77adeae5d6ab201%7C0%7C0%7C638560518952090548%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C0%7C%7C%7C&amp;sdata=6wlT86CnrTLlCKHnqjYoXsOjjdmyT67PKtQTkMXHWpY%3D&amp;reserved=0\">https://www.cbs.dk/en/research/phd-programme</a>.<br><br><strong>For further information </strong>please contact Jens Weibezahn, email <a>jew.eco@cbs.dk</a>. Information about the department can be found at <a href=\"http://www.cbs.dk/econ\">www.cbs.dk/econ</a>. Information about the Copenhagen School of Energy Infrastructure can be found at <a href=\"http://www.csei.eu/\">www.csei.eu</a>.<br><br><strong>Employment and salary</strong><br>The PhD scholarship runs for a period of three years and in lieu of a teaching load, the PhD student is expected to contribute with 20% of their time to the deliverables of the projects and their dissemination (for details see “The Research Project” above). This obligation is equivalent to six months’ work (624 net working hours). The scholarships are fully salaried positions, according to the national Danish collective agreement. The monthly salary is currently approximately DKK 28,993 up to DKK 35,015 depending on seniority and a pension contribution totalling 17.1%. The scholarship includes tuition fees, office space, course and travel costs (according to the current CBS agreement).<br>Salary level and employment take place in accordance with the Ministry of Finance's agreement with the Academics' Central Organization.<br><br><strong>Recruitment procedure</strong><br>The Recruitment Committee shortlists at least two-five applicants to be assessed by the Assessment Committee. Applicants are informed whether their application has proceeded for assessment.<br>Applicants selected for assessment will be notified about the composition of the Assessment Committee and will receive their personal assessment later. Selected applicants will be invited for an interview. Please note that a positive assessment does not automatically result in an interview. Once the recruitment process is completed each applicant will be notified of the outcome of their application.<br>The application must be sent via the online link below.<br>Copenhagen Business School must receive all application material, including all appendices (see above), by the application deadline.<br>Details about Copenhagen Business School are available at https://www.cbs.dk/en<br>For questions about the PhD programme at CBS, you can obtain details from ECON Department PhD Coordinator, Professor Dolores Romero Morales, drm.eco@cbs.dk<br>Please note that CBS HR functions will not be available in real time for inquiries during the summer vacation.<br><br><strong>Application Deadline: </strong><br>10th of March, 2025<p>&nbsp;</p>","WorkLocation":{"AddressLine":"Solbjerg Plads 3","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":147,"Name":"Frederiksberg"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2000","City":"Frederiksberg"},"EmploymentType":16,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"Name":"ph.d., samfundsvidenskab","DiscoWeb":0,"AlternateNames":["ph.d.-stipendiat, samfundsvidenskab"],"GroupId":0,"AreaId":0},"IsGovernmentHiring":false,"JppContacts":[{"Email":"jew.eco@cbs.dk","PersonName":"Jens Weibezahn","FirstName":"Jens","LastName":"Weibezahn","PositionTitle":null,"PhoneNumbers":[]}],"EmploymentDate":"2025-09-01T00:00:00+02:00"},"IsRecruitmentOfForeignNationals":false,"IsWorkInDenmark":true,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":false,"DailyWorkTimeMorning":false,"DailyWorkTimeVarious":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://candidate.hr-manager.net/ApplicationForm/SinglePageApplicationForm.aspx?cid=1309&departmentId=18993&ProjectId=147436&MediaId=4627","ReplyInWriting":false,"ApplicationDeadlineDate":"2025-03-10T00:00:00+01:00"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=341cab74-fbca-4f1c-b4a0-3ae39ad157a2&Organisation=19596915","Address":"Solbjerg Plads 3,2000, Frederiksberg","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=341cab74-fbca-4f1c-b4a0-3ae39ad157a2&Company.Name=Copenhagen Business School&SubmissionDeadlineDate=2025-3-10&Title=PhD fellowship in Energy Economics on “Techno-economic assessment of microgrids&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":true,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"PhD fellowship in Energy Economics on “Techno-economic assessment of microgrids","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"341cab74-fbca-4f1c-b4a0-3ae39ad157a2","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Copenhagen Business School","Address":"Solbjerg Plads 3","Country":null,"EmploymentAreaID":null,"PostCode":"2000","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Frederiksberg","ContactPerson":"Jens Weibezahn","Phone":"","Email":"jew.eco@cbs.dk","Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2025-03-10T00:00:00+01:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"Place":"Arbejdspladsen ligger i Frederiksberg kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Copenhagen Business School","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"Copenhagen Business School invites applications for a PhD scholarship in Energy Economics on “Techno-economic assessment of microgrids”. The PhD is based at the Department of Economics and the Copenhagen School of Energy Infrastructure (CSEI). The scholarship is part of the IDEAL4GREEN Doctoral Network funded by a grant from the Marie Sklodowska-Cu","DescriptionForSharing":"\"Copenhagen Business School invites applications for a PhD scholarship in Energy Economics on “Techno-economic assessment of microgrids”. The PhD is based at the Department of Economics and the Copenhagen School of Energy Infrastructure (CSEI). The scholarship is part of the IDEAL4GREEN Doctoral Network funded by a grant from the Marie Sklodowska-Cu\"","TitleForSharing":"\"PhD fellowship in Energy Economics on “Techno-economic assessment of microgrids\"","RutePlan":"https://www.google.dk/maps/dir//Solbjerg+Plads+3,2000,+Frederiksberg/","FormattedPurpose":"Copenhagen Business School invites applications for a PhD scholarship in Energy Economics on “Techno-economic assessment of microgrids”. The PhD is based at the Department of Economics and the Copenhagen School of Energy Infrastructure (CSEI). The scholarship is part of the IDEAL4GREEN Doctoral Network funded by a grant from the Marie Sklodowska-Curie Actions (MSCA) Doctoral Network call 2023. You can find the application deadline and the application link at the end of this advertisement.<br><br><strong>IDEAL4GREEN: Techno-economic assessment of microgrid investments and operation under sector coupling scenarios</strong><br>The project will focus on techno-economic modelling of electricity smart grids: (1) investment and operation models, including generation, storage, and flexible demand for electricity, including heating/cooling and mobility components. (2) Develop/extend a model of the macro energy system to include microgrid investments. (3) Develop a social cost-benefit analysis tool for assessment of smart grid projects. (4) Develop scenarios and use cases to apply the models. (5) Derive tariffication strategies for microgrids. (6) Policy recommendations for the design and regulation of microgrids.<br><br><strong>About the Department of Economics at CBS</strong><br>The Department of Economics provides research, teaching, and knowledge exchange within the core areas of economics, i.e., microeconomics, macroeconomics, and quantitative methods. The Department is especially active in business-related, applied economic research, and comprises three research centres: Copenhagen School of Energy Infrastructure (CSEI), Centre for Innovation (CFI), and Pension Research Centre (PeRCent).<br><ul><li>Core research areas of the Department of Economics are:</li><li>Behavior, Incentives and Economic Design</li><li>Design Employment and the Functioning of Labor Markets</li><li>Energy, Environment and Resources</li><li>Firm Behavior, Innovation and the Functioning of Markets</li><li>Growth, Unemployment, and Inflation</li><li>Globalization, Migration and Urbanization; </li><li>Quantitative/Empirical Methods and Data Science</li><li>Welfare: Education, Health Care and Pensions</li></ul>The Department of Economics has a strong research focus and has been successful in fundraising activities. It is currently hosting research projects supported by the Danish/EU research councils, as well as private foundations and companies.<br><br><strong>About the Copenhagen School of Energy Infrastructure</strong><br>The Copenhagen School of Energy Infrastructure (CSEI) conducts research in tomorrow’s energy infrastructure from an economic policy point-of-view to ensure a successful transition towards a new sustainable European Energy Infrastructure based on volatile and largely renewable energy sources.<br>CSEI is established in the form of a European research centre at CBS’ Department of Economics and delivers expertise and new knowledge as well as education within energy infrastructure in close cooperation with stakeholders from the sector, the European Commission and society at large.<br><br><strong>About the IDEAL4GREEN Doctoral Network</strong><br>The IDEAL4GREEN project is an EU Marie Sklodowska-Curie PhD training network focused on the urgent challenges of climate change and the global shift towards sustainable energy systems. It focuses on developing and integrating microgrids, which are crucial in managing the variability of renewable resources and achieving decarbonisation targets. The project proposes a comprehensive doctoral training network aimed at developing skilled engineers with interdisciplinary and intersectoral expertise. This network diverges from conventional university-based research, maintaining strong industry links and emphasising practical implementation. IDEAL4GREEN consists of 8 beneficiaries and 11 partner organisations, recruiting 15 doctoral candidates to undertake research on microgrids' planning, design, operation, control, and impact assessment. The research encompasses innovative frameworks and methodologies for integrating microgrids and transforming traditional grids into sustainable energy systems. This includes developing advanced control algorithms, cybersecurity, improving mechanisms for microgrid islanding and reconnection, and enhancing the resilience and reliability of interconnected microgrid systems. The project also explores the planning, policy, and economic feasibility of interconnected grids and microgrids. It emphasises creating complete and integrated microgrid design frameworks, utilising integrated energy system modelling, and investigating regulatory policies. In terms of training, the DCs will engage in a mix of academic and industrial experiences, including secondments and networking meetings, ensuring their exposure to both theoretical knowledge and practical skills. The training program covers various aspects, such as advanced technical skills, collaborative communication, critical thinking, problem-solving, and adaptability.<br><br><strong>About CBS’ PhD Programme</strong><br>The three-year PhD programme at CBS gives you the opportunity to conduct research under the supervision of CBS’s associate professors and professors, supported by research related PhD courses. The programme is highly international, and you are expected to participate in international research conferences and to spend time at another research institution as a visiting PhD student. See the CBS homepage for more information about the PhD programme: <a target=\"_blank\" href=\"https://eur02.safelinks.protection.outlook.com?url=https%3A%2F%2Fwww.cbs.dk%2Fen%2Fresearch%2Fphd-programme&amp;data=05%7C02%7Cjew.eco%40cbs.dk%7C319e2839da1a4e4c7b5b08dc9f68a239%7C875c414e5d004cdbb77adeae5d6ab201%7C0%7C0%7C638560518952034274%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C0%7C%7C%7C&amp;sdata=fq5olZP0we3SHSzvMRZwoPRjFuwkAYjId5CPdSnbKpo%3D&amp;reserved=0\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"341cab74-fbca-4f1c-b4a0-3ae39ad157a2\">https://www.cbs.dk/en/research/phd-programme</a>.<br>CBS PhD graduates are held in high esteem not only in academia and research institutions but also in government and business where their research qualifications are in high demand.<br>CBS is committed to ensuring excellence, transformative and relevant teaching and research. Candidates who wish to join us must be interested in working in an organisation of this type and it is expected that the applicants show an interest in joining the department's research environment. You can read more about the department's research here: <a target=\"_blank\" href=\"https://www.cbs.dk/econ/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"341cab74-fbca-4f1c-b4a0-3ae39ad157a2\">https://www.cbs.dk/econ/</a><br><br><strong>MSCA Application Requirements</strong><br><strong>According to the mobility requirements of the MSCA guidelines candidates must not have resided or carried out their main activity (work, studies, etc.) in the country of the host organization (i.e. Denmark in this case) for more than 12 months in the 3 years immediately before the recruitment date.</strong><br><strong>Application and admission requirements</strong><br>The department will give priority to applicants with high grades from their universities.<br>To be considered the applicant must<br><ul><li>have a basic education at master's level (corresponding to the 3 + 2 Bologna process)</li><li>have received the grade of 10 (or equivalent) for the master's thesis according to the Danish 7-point grading scale (<a target=\"_blank\" href=\"https://eur02.safelinks.protection.outlook.com?url=https%3A%2F%2Fufm.dk%2Fen%2Feducation%2Fthe-danish-education-system%2Fgrading-system&amp;data=05%7C02%7Cjew.eco%40cbs.dk%7C319e2839da1a4e4c7b5b08dc9f68a239%7C875c414e5d004cdbb77adeae5d6ab201%7C0%7C0%7C638560518952066867%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C0%7C%7C%7C&amp;sdata=Cw%2FbJsrQVbrBrTEKZvnXzx9yj4Z4MJAIxmIqmfmkk3Y%3D&amp;reserved=0\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"341cab74-fbca-4f1c-b4a0-3ae39ad157a2\">https://ufm.dk/en/education/the-danish-education-system/grading-system</a>)</li><li>have a weighted grade point average of at least 8.2 on the Danish 7-point grading scale for the bachelor's and master's degree combined or alternatively a weighted grade point average must be at least 9.5 for the master's degree alone. If the grade point average is not met, documentation for being in the top 40% of the class is also accepted.</li><li>have completed the master's programme before starting the PhD programme at CBS</li><li>master academic English at a high level in writing and speaking</li><li>have the aptitude to complete the required coursework in advanced economics subjects.</li></ul><br><em>4+4 PhD scheme</em><br>For admission to the 4 + 4 PhD scheme, the applicants must have completed a bachelor's degree (or equivalent) and have passed subjects corresponding to 60 ECTS in a relevant master's programme within the CBS' subject areas. <br>The minimum weighted grade point average is 8.2 on the Danish 7-point grading scale for the entire programme (i.e. for the full bachelor and one year of the master studies together), and at least the grade 10 for the bachelor thesis or equivalent final examination project. If the grade point average is not met, documentation for being in the top 40% of the class is also accepted. Applicants who are not enrolled in a master's programme at CBS will be assessed by the Admissions Office.<br>The application (see link below) must include a five-page project description. The research proposal is considered the backbone of the application and should be very carefully prepared by the applicant. It is your explanation of how you would approach the PhD project, referring explicitly back to one of the two descriptions under “The Research Projects” above. The project description must include:<br><ul><li>a presentation of an original research question</li><li>a description of the initial theoretical framework and method</li><li>a presentation of the proposed empirical material</li><li>a work plan for the three years</li></ul>More information can be found here:<br><a target=\"_blank\" href=\"https://eur02.safelinks.protection.outlook.com?url=https%3A%2F%2Fwww.cbs.dk%2Fen%2Fresearch%2Fphd-programmes%2Fadmission&amp;data=05%7C02%7Cjew.eco%40cbs.dk%7C319e2839da1a4e4c7b5b08dc9f68a239%7C875c414e5d004cdbb77adeae5d6ab201%7C0%7C0%7C638560518952079290%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C0%7C%7C%7C&amp;sdata=UxozWfOrnsoz6igDqLfAbnW3rFGAgp%2FuwofwY14N6pg%3D&amp;reserved=0\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"341cab74-fbca-4f1c-b4a0-3ae39ad157a2\">https://www.cbs.dk/en/research/phd-programmes/admission</a><br>I<br>n addition to the project description, copies of the following must be included:<br><ul><li>diploma for bachelor's and master's degree or other certificates at an equivalent level as well as the grade transcripts</li><li>documentation for being in the top 40% of the class (if grade requirements are not met)</li><li>a concise curriculum vitae (CV)</li><li>list of articles and publications (if applicable)</li><li>example of written work (e.g. master's thesis)</li><li>documentation of English language skills</li></ul>Please note that an offer of employment is conditional upon successful enrolment in the CBS PhD School. Further information about PhD scholarships and the PhD programme can be found at <a target=\"_blank\" href=\"https://eur02.safelinks.protection.outlook.com?url=https%3A%2F%2Fwww.cbs.dk%2Fen%2Fresearch%2Fphd-programme&amp;data=05%7C02%7Cjew.eco%40cbs.dk%7C319e2839da1a4e4c7b5b08dc9f68a239%7C875c414e5d004cdbb77adeae5d6ab201%7C0%7C0%7C638560518952090548%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C0%7C%7C%7C&amp;sdata=6wlT86CnrTLlCKHnqjYoXsOjjdmyT67PKtQTkMXHWpY%3D&amp;reserved=0\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"341cab74-fbca-4f1c-b4a0-3ae39ad157a2\">https://www.cbs.dk/en/research/phd-programme</a>.<br><br><strong>For further information </strong>please contact Jens Weibezahn, email <a>jew.eco@cbs.dk</a>. Information about the department can be found at <a target=\"_blank\" href=\"http://www.cbs.dk/econ\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"341cab74-fbca-4f1c-b4a0-3ae39ad157a2\">www.cbs.dk/econ</a>. Information about the Copenhagen School of Energy Infrastructure can be found at <a target=\"_blank\" href=\"http://www.csei.eu/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"341cab74-fbca-4f1c-b4a0-3ae39ad157a2\">www.csei.eu</a>.<br><br><strong>Employment and salary</strong><br>The PhD scholarship runs for a period of three years and in lieu of a teaching load, the PhD student is expected to contribute with 20% of their time to the deliverables of the projects and their dissemination (for details see “The Research Project” above). This obligation is equivalent to six months’ work (624 net working hours). The scholarships are fully salaried positions, according to the national Danish collective agreement. The monthly salary is currently approximately DKK 28,993 up to DKK 35,015 depending on seniority and a pension contribution totalling 17.1%. The scholarship includes tuition fees, office space, course and travel costs (according to the current CBS agreement).<br>Salary level and employment take place in accordance with the Ministry of Finance's agreement with the Academics' Central Organization.<br><br><strong>Recruitment procedure</strong><br>The Recruitment Committee shortlists at least two-five applicants to be assessed by the Assessment Committee. Applicants are informed whether their application has proceeded for assessment.<br>Applicants selected for assessment will be notified about the composition of the Assessment Committee and will receive their personal assessment later. Selected applicants will be invited for an interview. Please note that a positive assessment does not automatically result in an interview. Once the recruitment process is completed each applicant will be notified of the outcome of their application.<br>The application must be sent via the online link below.<br>Copenhagen Business School must receive all application material, including all appendices (see above), by the application deadline.<br>Details about Copenhagen Business School are available at <a target=\"_blank\" href=\"https://www.cbs.dk/en\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"341cab74-fbca-4f1c-b4a0-3ae39ad157a2\">https://www.cbs.dk/en</a><br>For questions about the PhD programme at CBS, you can obtain details from ECON Department PhD Coordinator, Professor Dolores Romero Morales, drm.eco@cbs.dk<br>Please note that CBS HR functions will not be available in real time for inquiries during the summer vacation.<br><br><strong>Application Deadline: </strong><br>10th of March, 2025<p> </p>","MapUrl":"https://www.google.dk/maps/place/Solbjerg+Plads+3,2000,+Frederiksberg/","OrganizationNumber":"19596915","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}