{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"Multiple PhD and postdoc positions on evaluation metrics for multimodal health data at the IT University of Copenhagen","JobHeadline":"Multiple PhD and postdoc positions on evaluation metrics for multimodal health data at the IT University of Copenhagen","Presentation":"The PURRlab (Pattern Recognition Revisited lab) at the IT University of Copenhagen invites highly motivated individuals to apply for a PhD or a 2 year Post","HiringOrgName":"IT-Universitetet i København","WorkPlaceAddress":"Rued Langgaards Vej  7  ","WorkPlacePostalCode":"2300","WorkPlaceCity":"København S","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2025-01-20T15:00:00","LastDateApplication":"2025-02-28T00:00:00","FormattedLastDateApplication":"28. februar 2025","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/3e3ffa65-dcbb-4c5d-8585-2512a9b1d606","Region":"Hovedstaden og Bornholm","Municipality":"København","Country":"Danmark","PostalCode":"2300","PostalCodeName":null,"JobAnnouncementType":"Almindelige vilkår","EmploymentType":"Tidsbegrænset ansættelse","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Forskning og universitetsundervisning, naturvidenskab og teknik","Occupation":"Post doc., naturvidenskab og teknik","Location":{"Latitude":55.6736,"Longitude":12.6554},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"WorkplaceID":1005162959,"OrganisationId":"","HiringOrgCVR":29057753,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/3e3ffa65-dcbb-4c5d-8585-2512a9b1d606","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/3e3ffa65-dcbb-4c5d-8585-2512a9b1d606","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/3e3ffa65-dcbb-4c5d-8585-2512a9b1d606","HasLocationValues":true,"ID":"3e3ffa65-dcbb-4c5d-8585-2512a9b1d606","Latitude":55.6736,"Longitude":12.6554},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"IT-Universitetet i København","Address":{"AddressLine":"Rued Langgaards Vej  7","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2300","City":"København S"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=119&ProjectId=181763&DepartmentId=3439&MediaId=5448&utm_medium=talentech_publishing&utm_source=jobnet","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1005162959","OrganizationNumber":"29057753","OrganizationDescription":null},"JobPositionPosting":{"Id":"3e3ffa65-dcbb-4c5d-8585-2512a9b1d606","HiringOrg":{"Name":"IT-Universitetet i København","Address":{"AddressLine":"Rued Langgaards Vej  7","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2300","City":"København S"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=119&ProjectId=181763&DepartmentId=3439&MediaId=5448&utm_medium=talentech_publishing&utm_source=jobnet","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1005162959","OrganizationNumber":"29057753","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2025-01-20T15:00:00+01:00","PublicationEndDate":"2025-02-28T00:00:00+01:00","JobPositionInformation":{"PositionTitle":"Multiple PhD and postdoc positions on evaluation metrics for multimodal health data at the IT University of Copenhagen","Purpose":"<em>The <a href=\"https://purrlab.github.io/\">PURRlab</a> (Pattern Recognition Revisited lab) at the IT University of Copenhagen invites highly motivated individuals to apply for a PhD or a 2 year Postdoc positions starting late 2025 or in 2026. The earliest possible start date is 1 October 2025.</em>  <br><br>  The project is funded by the Novo Nordisk Foundation Data Science Ascending Investigator grant titled \"﻿CHEETAH: CHallenges of Evaluating Teams and Algorithms\" and is led by Associate Professor Veronika Cheplygina.<br><br>  <strong>Project description</strong><br> Machine learning (ML) competitions are often touted as drivers of algorithm development in healthcare but face limitations in real-world applications. An example competition is detecting lung cancer in chest images, where the team correctly identifying the most images with cancer wins the competition. Such competitions attract many international teams with monetary or prestigious incentives. While competitions are said to spur innovation, they often result in too similar algorithms that only excel on a specific accuracy metric, but are not robust and fail to generalize to diverse, real-world data.<br><br>  I posit that a single performance metric such as accuracy is insufficient to capture algorithm robustness, for example how the algorithm performs on rare patient cases. Having a single performance metric also leads to too similar algorithms which do not bring added value despite their high training costs and carbon footprint. Furthermore, as research on women and other underrepresented groups in computer science shows, competition may deter them from entering or staying in the field.<br><br>  I therefore propose to design competitions with multiple metrics, both in what the metric measures (e.g. accuracy or sensitivity) and which subgroups of patients this is measured on. My team will focus on two multimodal disease (risk) prediction data: chest x-rays with radiology reports and retinal images with tabular clinical measurements. Inspired by techniques like generative models, transfer learning and data distillation we will first develop novel methods to evaluate and increase the diversity of the evaluation data. We will then design how to evaluate similarity of algorithms, and develop methods to combine and reuse (parts of) them, such that robustness can be increased without the disproportionate carbon footprint. Finally, we will organize competitions in education and at conferences, where we will study how the novel design affects underrepresented groups in data science.<br><br>  <strong>The candidates</strong><br> The project aims to hire 2 PhD students and 2 postdocs. PhD1 will work on chest x-ray imaging and NLP data, PhD2 will work on cardiovascular imaging and tabular data. The postdocs will both work across the applications, respectively on data diversity / algorithm diversity. All team members will be involved in the studies on competitions in research and education.<br><br>  Ideal candidates for the positions will have:<br><br>  <ul> \t<li>A finalized or close to completion MSc (for PhDs) or PhD (for postdocs) degree, in computer science, mathematics, cognitive science, human-computer interaction, mathematics education or another discipline with a strong computational component.</li> \t<li>Experience with data management and reproducibility, programming in Python or similar</li> \t<li>Experience with machine learning for imaging, NLP (PhD1), tabular (PhD2) or other types of multimodal data</li> \t<li>Experience with research related to education and/or involving human participants is advantageous</li> \t<li>For postdocs: experience with publishing in recognized journals, conferences or workshops</li> \t<li>Experience with co-supervising MSc/PhD students is advantageous</li> \t<li>Enthusiasm about interdisciplinary research in a diverse team</li> </ul>  It is understood that even highly qualified applicants will satisfy these requirements to varying degrees, for example because of differences in countries and research fields. If you are interested in the project but are in doubt about checking these boxes, please contact Veronika Cheplygina before applying.<br><br>  <strong>Research environment</strong><br> The successful applicants will join the<a href=\"https://purrlab.github.io/\"> PURRlab team</a> consisting of Associate Professor <a href=\"https://web.archive.org/web/20220405122518/https://veronikach.com/\">Veronika Cheplygina </a>two postdocs and a PhD student working related projects within medical imaging and meta-science.<br><br>  PhD1 (chest X-ray + NLP data) will be co-supervised by Rob van der Goot (ITU) and PhD2(cardiovascular + tabular data) will be supervised by Adam Hulman (Steno Diabetes Center Aarhus). Louise Meier Carlsen (ITU) will be involved as co-supervisor on the education part of the research.<br><br>  The project also includes collaborations with Emory University School of Medicine (US), University of Bern (CH), Eindhoven University of Technology (NL) and the open-source platform OpenML.org.<br><br>  There are multiple other opportunities for collaboration with other groups at ITU and a network of collaborations within and outside Denmark.<br><br>  Here you can find some <a href=\"https://nlpnorth.github.io/content/phd-reflections.html\">reflections by foreign PhD students</a> from other research groups at ITU.<br><br>  <strong>Data, Systems, and Robotics section</strong><br> We are all part of the DSAR (Data, Systems, and Robotics) section at ITU. The DSAR Section at the IT University of Copenhagen conducts research in various aspects of infrastructure of data science, scalable and efficient systems supporting the data lifecycle, meta-science, artificial intelligence, robotics, and evolutionary computation, as well as a range of applications. Its faculty is responsible for many courses in the ITU BSc and MSc programs for Computer Science, Data Science and Software Design. The section currently has 12 faculty and 15 PhDs and postdocs. <br><br>  <strong>General information</strong><br> The IT University of Copenhagen (ITU) is a teaching and research-based tertiary institution concerned with information technology (IT) and the opportunities it offers. The IT University has more than 160 full-time Faculty members. Research and teaching in information technology span all academic activities which involve computers including computer science, information and media sciences, humanities and social sciences, business impact and the commercialization of IT.<br><br>  <strong>Working at the IT University</strong><br> Located in modern architecture, a 6-minute metro ride from the center of Copenhagen, the IT University offers an informal working environment, a varied everyday life, and a highly motivated, ambitious, competent, and diverse international faculty, with PhD degrees from 17 different countries. The IT University is an equal opportunity employer and prides itself in actively and successfully pursuing an improved gender balance among students and among faculty.<br><br>  <strong>Working in Copenhagen</strong><br> Copenhagen has a solid educational system, a rich cultural life, universal healthcare, good childcare, and well-functioning infrastructure. Copenhagen is among the world’s most livable cities according to the Economist Global Liveability Index. Living and working in Copenhagen will be a good experience for you and your family.<br><br>  <strong>Salary and terms of employment</strong><br> Appointment and salary will be in accordance with the Ministry of Taxation’s agreement with the Danish Confederation of Professional Associations (AC) and job structure for academic staff at Universities.<br><br>  <strong>Qualification Requirements</strong><br><br>  The following qualifications are required for the PhD position:<br><br>  <ul> \t<li>3 year programme: candidates should have a MSc (or equivalent)</li> \t<li>4 year programme: candidates should have a BSc and one year of university studies on Master level</li> </ul>  The applicants will be employed and enrolled at the ITU University for a period of 3 or 4 years depending on the university degree level of the applicant. <br><br>  The following qualifications are required for the Postdoc position:<br><br>  <ul> \t<li>Candidates are required to have academic qualifications at PhD level</li> </ul>  Employment as postdoc is a temporary position for up to 4 years at the same University.<br><br>  <strong>Application</strong><br> The application and all other documents ought to be in English and must include:<br><br>  <ul> \t<li>A motivated application (cover letter), including a detailed description of your qualifications</li> \t<li>A full CV, including name, address, phone number, e-mail, previous and present employment and academic background</li> \t<li>Documentation of academic degrees (copy of degree certificates etc.)</li> \t<li>A statement of purpose, which provides evidence of independent thinking, novelty and originality, of the targeted research field matching the project description</li> \t<li>For candidates applying for the <strong>PhD position:</strong> relevant scientific publication or/and master thesis written by the applicant</li> \t<li>For candidates applying for the <strong>PhD position:</strong> documentation of English proficiency</li> \t<li>For candidates applying for the <strong>Postdoc position:</strong> relevant scientific publication or/and PhD thesis written by the applicant</li> \t<li>For candidates applying for the <strong>Postdoc position:</strong> documentation of pedagogical experience and teaching record within one or more of the teaching areas listed for the position</li> </ul>  Applications without the above-mentioned <em>required</em> documents will not be assessed.               <br><br>  The applicant will be accessed according to the Appointment Order from the Ministry of Science, Technology and Innovation of 13 March 2012.<br><br>  The IT University may use shortlisting in connection to the recruitment process. In case of shortlisting, the Chair of the hiring committee selects applicants for assessment in consultation with the hiring committee after the application deadline. All applicants are notified whether their application has been passed for assessment. The shortlisting of candidates for assessment is based on the criteria in the job posting. <br><br>  <strong>Further information</strong><br> Questions about the positions can be directed to project leader and associate professor Veronika Cheplygina, IT University of Copenhagen, vech@itu.dk.<br> Early contact is strongly encouraged.<br> Questions related to the application procedure may be directed to HR, hr@itu.dk.<br><br>  <strong>Application procedure</strong><br> You can only apply for this position through our e-recruitment system. Apply by pressing the button \"Apply for position\" in the job announcement on our <a href=\"http://en.itu.dk/About-ITU/Vacancies\">website</a>.<br><br>  For PhD position applicants, please read the guidelines for applicants carefully before filling in the application form. You can see the guidelines through this <a href=\"https://en.itu.dk/Research/PhD-Programme/PhD-Admission-Requirements\">link</a>.<br> The IT University might upon request in the interview process contact 1-2 references.<br><br>  Please note that all application material will be destroyed after the assessment.<br><br>  Application deadline: <strong>30 April 2025 at 23:59 CEST.</strong><br><br>  Applications/enclosures received at ITU after the application deadline will not be taken into consideration. If you submit an application, it is your responsibility to ensure that it arrives before the deadline so please allow sufficient time for upload of publications and other documents.<br><br>  At The IT University of Copenhagen we have an international environment and view diversity as a valuable resource. We are committed to ensuring an inclusive working environment for all our employees and encourage all qualified applicants, regardless of age, gender, religious affiliation, or ethnic background to apply for the position.<br><br> ","WorkLocation":{"AddressLine":"Rued Langgaards Vej  7","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2300","City":"København S"},"EmploymentType":16,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":4,"DriverLicense":[],"Occupation":{"Name":"Post doc., naturvidenskab og teknik","DiscoWeb":0,"AlternateNames":[],"GroupId":0,"AreaId":0},"IsGovernmentHiring":false,"JppContacts":[{"Email":"vech@itu.dk","PersonName":"Veronika Cheplygina","FirstName":"Veronika","LastName":"Cheplygina","PositionTitle":"Associate Professor","PhoneNumbers":[{"Number":"72185000","Type":0,"Description":"Primary"}]}],"EmploymentDate":null},"IsRecruitmentOfForeignNationals":true,"IsWorkInDenmark":true,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":true,"DailyWorkTimeMorning":false,"DailyWorkTimeVarious":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=119&ProjectId=181763&DepartmentId=3439&MediaId=5448&utm_medium=talentech_publishing&utm_source=jobnet","ReplyInWriting":false,"ApplicationDeadlineDate":"2025-02-28T00:00:00+01:00"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=3e3ffa65-dcbb-4c5d-8585-2512a9b1d606&Organisation=29057753","Address":"Rued Langgaards Vej  7,2300, København S","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=3e3ffa65-dcbb-4c5d-8585-2512a9b1d606&Company.Name=IT-Universitetet i København&SubmissionDeadlineDate=2025-2-28&Title=Multiple PhD and postdoc positions on evaluation metrics for multimodal health data at the IT University of Copenhagen&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":true,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"Multiple PhD and postdoc positions on evaluation metrics for multimodal health data at the IT University of Copenhagen","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"3e3ffa65-dcbb-4c5d-8585-2512a9b1d606","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"IT-Universitetet i København","Address":"Rued Langgaards Vej  7","Country":null,"EmploymentAreaID":null,"PostCode":"2300","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"København S","ContactPerson":"Veronika Cheplygina","Phone":"72185000","Email":"vech@itu.dk","Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2025-02-28T00:00:00+01:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"Place":"Arbejdspladsen ligger i København kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"IT-Universitetet i København","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"The PURRlab (Pattern Recognition Revisited lab) at the IT University of Copenhagen invites highly motivated individuals to apply for a PhD or a 2 year Postdoc positions starting late 2025 or in 2026. The earliest possible start date is 1 October 2025.    The project is funded by the Novo Nordisk Foundation Data Science Ascending Investigator grant ","DescriptionForSharing":"\"The PURRlab (Pattern Recognition Revisited lab) at the IT University of Copenhagen invites highly motivated individuals to apply for a PhD or a 2 year Postdoc positions starting late 2025 or in 2026. The earliest possible start date is 1 October 2025.    The project is funded by the Novo Nordisk Foundation Data Science Ascending Investigator grant \"","TitleForSharing":"\"Multiple PhD and postdoc positions on evaluation metrics for multimodal health data at the IT University of Copenhagen\"","RutePlan":"https://www.google.dk/maps/dir//Rued+Langgaards+Vej++7,2300,+København+S/","FormattedPurpose":"<em>The <a target=\"_blank\" href=\"https://purrlab.github.io/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"3e3ffa65-dcbb-4c5d-8585-2512a9b1d606\">PURRlab</a> (Pattern Recognition Revisited lab) at the IT University of Copenhagen invites highly motivated individuals to apply for a PhD or a 2 year Postdoc positions starting late 2025 or in 2026. The earliest possible start date is 1 October 2025.</em>  <br><br>  The project is funded by the Novo Nordisk Foundation Data Science Ascending Investigator grant titled \"﻿CHEETAH: CHallenges of Evaluating Teams and Algorithms\" and is led by Associate Professor Veronika Cheplygina.<br><br>  <strong>Project description</strong><br> Machine learning (ML) competitions are often touted as drivers of algorithm development in healthcare but face limitations in real-world applications. An example competition is detecting lung cancer in chest images, where the team correctly identifying the most images with cancer wins the competition. Such competitions attract many international teams with monetary or prestigious incentives. While competitions are said to spur innovation, they often result in too similar algorithms that only excel on a specific accuracy metric, but are not robust and fail to generalize to diverse, real-world data.<br><br>  I posit that a single performance metric such as accuracy is insufficient to capture algorithm robustness, for example how the algorithm performs on rare patient cases. Having a single performance metric also leads to too similar algorithms which do not bring added value despite their high training costs and carbon footprint. Furthermore, as research on women and other underrepresented groups in computer science shows, competition may deter them from entering or staying in the field.<br><br>  I therefore propose to design competitions with multiple metrics, both in what the metric measures (e.g. accuracy or sensitivity) and which subgroups of patients this is measured on. My team will focus on two multimodal disease (risk) prediction data: chest x-rays with radiology reports and retinal images with tabular clinical measurements. Inspired by techniques like generative models, transfer learning and data distillation we will first develop novel methods to evaluate and increase the diversity of the evaluation data. We will then design how to evaluate similarity of algorithms, and develop methods to combine and reuse (parts of) them, such that robustness can be increased without the disproportionate carbon footprint. Finally, we will organize competitions in education and at conferences, where we will study how the novel design affects underrepresented groups in data science.<br><br>  <strong>The candidates</strong><br> The project aims to hire 2 PhD students and 2 postdocs. PhD1 will work on chest x-ray imaging and NLP data, PhD2 will work on cardiovascular imaging and tabular data. The postdocs will both work across the applications, respectively on data diversity / algorithm diversity. All team members will be involved in the studies on competitions in research and education.<br><br>  Ideal candidates for the positions will have:<br><br>  <ul> \t<li>A finalized or close to completion MSc (for PhDs) or PhD (for postdocs) degree, in computer science, mathematics, cognitive science, human-computer interaction, mathematics education or another discipline with a strong computational component.</li> \t<li>Experience with data management and reproducibility, programming in Python or similar</li> \t<li>Experience with machine learning for imaging, NLP (PhD1), tabular (PhD2) or other types of multimodal data</li> \t<li>Experience with research related to education and/or involving human participants is advantageous</li> \t<li>For postdocs: experience with publishing in recognized journals, conferences or workshops</li> \t<li>Experience with co-supervising MSc/PhD students is advantageous</li> \t<li>Enthusiasm about interdisciplinary research in a diverse team</li> </ul>  It is understood that even highly qualified applicants will satisfy these requirements to varying degrees, for example because of differences in countries and research fields. If you are interested in the project but are in doubt about checking these boxes, please contact Veronika Cheplygina before applying.<br><br>  <strong>Research environment</strong><br> The successful applicants will join the<a target=\"_blank\" href=\"https://purrlab.github.io/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"3e3ffa65-dcbb-4c5d-8585-2512a9b1d606\">PURRlab team</a> consisting of Associate Professor <a target=\"_blank\" href=\"https://web.archive.org/web/20220405122518/https://veronikach.com/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"3e3ffa65-dcbb-4c5d-8585-2512a9b1d606\">Veronika Cheplygina</a>two postdocs and a PhD student working related projects within medical imaging and meta-science.<br><br>  PhD1 (chest X-ray + NLP data) will be co-supervised by Rob van der Goot (ITU) and PhD2(cardiovascular + tabular data) will be supervised by Adam Hulman (Steno Diabetes Center Aarhus). Louise Meier Carlsen (ITU) will be involved as co-supervisor on the education part of the research.<br><br>  The project also includes collaborations with Emory University School of Medicine (US), University of Bern (CH), Eindhoven University of Technology (NL) and the open-source platform OpenML.org.<br><br>  There are multiple other opportunities for collaboration with other groups at ITU and a network of collaborations within and outside Denmark.<br><br>  Here you can find some <a target=\"_blank\" href=\"https://nlpnorth.github.io/content/phd-reflections.html\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"3e3ffa65-dcbb-4c5d-8585-2512a9b1d606\">reflections by foreign PhD students</a> from other research groups at ITU.<br><br>  <strong>Data, Systems, and Robotics section</strong><br> We are all part of the DSAR (Data, Systems, and Robotics) section at ITU. The DSAR Section at the IT University of Copenhagen conducts research in various aspects of infrastructure of data science, scalable and efficient systems supporting the data lifecycle, meta-science, artificial intelligence, robotics, and evolutionary computation, as well as a range of applications. Its faculty is responsible for many courses in the ITU BSc and MSc programs for Computer Science, Data Science and Software Design. The section currently has 12 faculty and 15 PhDs and postdocs. <br><br>  <strong>General information</strong><br> The IT University of Copenhagen (ITU) is a teaching and research-based tertiary institution concerned with information technology (IT) and the opportunities it offers. The IT University has more than 160 full-time Faculty members. Research and teaching in information technology span all academic activities which involve computers including computer science, information and media sciences, humanities and social sciences, business impact and the commercialization of IT.<br><br>  <strong>Working at the IT University</strong><br> Located in modern architecture, a 6-minute metro ride from the center of Copenhagen, the IT University offers an informal working environment, a varied everyday life, and a highly motivated, ambitious, competent, and diverse international faculty, with PhD degrees from 17 different countries. The IT University is an equal opportunity employer and prides itself in actively and successfully pursuing an improved gender balance among students and among faculty.<br><br>  <strong>Working in Copenhagen</strong><br> Copenhagen has a solid educational system, a rich cultural life, universal healthcare, good childcare, and well-functioning infrastructure. Copenhagen is among the world’s most livable cities according to the Economist Global Liveability Index. Living and working in Copenhagen will be a good experience for you and your family.<br><br>  <strong>Salary and terms of employment</strong><br> Appointment and salary will be in accordance with the Ministry of Taxation’s agreement with the Danish Confederation of Professional Associations (AC) and job structure for academic staff at Universities.<br><br>  <strong>Qualification Requirements</strong><br><br>  The following qualifications are required for the PhD position:<br><br>  <ul> \t<li>3 year programme: candidates should have a MSc (or equivalent)</li> \t<li>4 year programme: candidates should have a BSc and one year of university studies on Master level</li> </ul>  The applicants will be employed and enrolled at the ITU University for a period of 3 or 4 years depending on the university degree level of the applicant. <br><br>  The following qualifications are required for the Postdoc position:<br><br>  <ul> \t<li>Candidates are required to have academic qualifications at PhD level</li> </ul>  Employment as postdoc is a temporary position for up to 4 years at the same University.<br><br>  <strong>Application</strong><br> The application and all other documents ought to be in English and must include:<br><br>  <ul> \t<li>A motivated application (cover letter), including a detailed description of your qualifications</li> \t<li>A full CV, including name, address, phone number, e-mail, previous and present employment and academic background</li> \t<li>Documentation of academic degrees (copy of degree certificates etc.)</li> \t<li>A statement of purpose, which provides evidence of independent thinking, novelty and originality, of the targeted research field matching the project description</li> \t<li>For candidates applying for the <strong>PhD position:</strong> relevant scientific publication or/and master thesis written by the applicant</li> \t<li>For candidates applying for the <strong>PhD position:</strong> documentation of English proficiency</li> \t<li>For candidates applying for the <strong>Postdoc position:</strong> relevant scientific publication or/and PhD thesis written by the applicant</li> \t<li>For candidates applying for the <strong>Postdoc position:</strong> documentation of pedagogical experience and teaching record within one or more of the teaching areas listed for the position</li> </ul>  Applications without the above-mentioned <em>required</em> documents will not be assessed.               <br><br>  The applicant will be accessed according to the Appointment Order from the Ministry of Science, Technology and Innovation of 13 March 2012.<br><br>  The IT University may use shortlisting in connection to the recruitment process. In case of shortlisting, the Chair of the hiring committee selects applicants for assessment in consultation with the hiring committee after the application deadline. All applicants are notified whether their application has been passed for assessment. The shortlisting of candidates for assessment is based on the criteria in the job posting. <br><br>  <strong>Further information</strong><br> Questions about the positions can be directed to project leader and associate professor Veronika Cheplygina, IT University of Copenhagen, vech@itu.dk.<br> Early contact is strongly encouraged.<br> Questions related to the application procedure may be directed to HR, hr@itu.dk.<br><br>  <strong>Application procedure</strong><br> You can only apply for this position through our e-recruitment system. Apply by pressing the button \"Apply for position\" in the job announcement on our <a target=\"_blank\" href=\"http://en.itu.dk/About-ITU/Vacancies\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"3e3ffa65-dcbb-4c5d-8585-2512a9b1d606\">website</a>.<br><br>  For PhD position applicants, please read the guidelines for applicants carefully before filling in the application form. You can see the guidelines through this <a target=\"_blank\" href=\"https://en.itu.dk/Research/PhD-Programme/PhD-Admission-Requirements\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"3e3ffa65-dcbb-4c5d-8585-2512a9b1d606\">link</a>.<br> The IT University might upon request in the interview process contact 1-2 references.<br><br>  Please note that all application material will be destroyed after the assessment.<br><br>  Application deadline: <strong>30 April 2025 at 23:59 CEST.</strong><br><br>  Applications/enclosures received at ITU after the application deadline will not be taken into consideration. If you submit an application, it is your responsibility to ensure that it arrives before the deadline so please allow sufficient time for upload of publications and other documents.<br><br>  At The IT University of Copenhagen we have an international environment and view diversity as a valuable resource. We are committed to ensuring an inclusive working environment for all our employees and encourage all qualified applicants, regardless of age, gender, religious affiliation, or ethnic background to apply for the position.<br><br>","MapUrl":"https://www.google.dk/maps/place/Rued+Langgaards+Vej++7,2300,+København+S/","OrganizationNumber":"29057753","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}