{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"Postdoctoral positions in PlantTip project","JobHeadline":"Postdoctoral positions in PlantTip project","Presentation":"The Department of Management at Aarhus BSS, Aarhus University, invites applications for two 3-year postdoctoral positions in the international Novo Nordisk Foundation-funded project \"PlantTip\". The po","HiringOrgName":"Aarhus Universitet","WorkPlaceAddress":"Fuglesangs Allé 4   ","WorkPlacePostalCode":"8210","WorkPlaceCity":"Aarhus V","WorkPlaceOtherAddress":true,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":false,"PostingCreated":"2025-01-23T11:55:00","LastDateApplication":"2025-03-06T00:00:00","FormattedLastDateApplication":"6. marts 2025","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/4b3a2a2f-5b53-43db-9f9a-7dfd154e4556","Region":"Midtjylland","Municipality":"Aarhus","Country":"Danmark","PostalCode":"8210","PostalCodeName":null,"JobAnnouncementType":"Almindelige vilkår - Handicap ingen hindring","EmploymentType":"Fastansættelse","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Forskning og universitetsundervisning, samfundsvidenskab","Occupation":"Post doc., samfundsvidenskab","Location":{"Latitude":56.1716,"Longitude":10.1582},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"WorkplaceID":1017325511,"OrganisationId":"","HiringOrgCVR":31119103,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/4b3a2a2f-5b53-43db-9f9a-7dfd154e4556","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/4b3a2a2f-5b53-43db-9f9a-7dfd154e4556","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/4b3a2a2f-5b53-43db-9f9a-7dfd154e4556","HasLocationValues":true,"ID":"4b3a2a2f-5b53-43db-9f9a-7dfd154e4556","Latitude":56.1716,"Longitude":10.1582},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Aarhus Universitet","Address":{"AddressLine":"Fuglesangs Allé 4","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8210","City":"Aarhus V"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://au.emply.net/recruitment/vacancyApply.aspx?publishingId=084a2351-c9e6-418f-bd7c-fd6e149ca585","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1017325511","OrganizationNumber":"31119103","OrganizationDescription":null},"JobPositionPosting":{"Id":"4b3a2a2f-5b53-43db-9f9a-7dfd154e4556","HiringOrg":{"Name":"Aarhus Universitet","Address":{"AddressLine":"Fuglesangs Allé 4","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8210","City":"Aarhus V"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://au.emply.net/recruitment/vacancyApply.aspx?publishingId=084a2351-c9e6-418f-bd7c-fd6e149ca585","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1017325511","OrganizationNumber":"31119103","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2025-01-23T11:55:00+01:00","PublicationEndDate":"2025-03-06T23:59:00+01:00","JobPositionInformation":{"PositionTitle":"Postdoctoral positions in PlantTip project","Purpose":"The Department of Management at Aarhus BSS, Aarhus University, invites applications for two 3-year postdoctoral positions in the international Novo Nordisk Foundation-funded project \"PlantTip\". The positions are connected to the MAPP research centre.<br><br>MAPP is a world-class interdisciplinary research centre at Aarhus University conducting social science research of highest quality. MAPP is dedicated to research on food systems that results in relevant and positive societal impact (for more information see <a href=\"http://www.mapp.au.dk\">www.mapp.au.dk</a>).<br><br>The starting date is between May 1 and September 1, 2025, subject to mutual agreement.<br>&nbsp;<br><br><b><strong>The research project</strong></b><br><br>The Novo Nordisk Foundation-funded project \"PlantTip\" aims to identify societal tipping points in consumer food behaviour in Denmark, with a focus on accelerating the green transition towards a sustainable food system. This interdisciplinary project takes a dual-track approach, combining experimental research (lab-based and in-situ) with simulation-based modelling using agent-based models (ABMs). The two tracks will inform and feed back into each other: the ABM track will help identify key areas of investigation and inform the design of experiments, while the experimental track will provide valuable behavioural data to validate and refine the ABMs. The project is a joint project of Aarhus University, Copenhagen Business School and Democracy X, and collaborates with amongst others Stockholm Resilience Centre and the chair of International Political Economy and Environmental Politics, ETH Zurich.<br>&nbsp;<br><br><b><strong>Job description</strong></b><br><br>The&nbsp;ideal candidates are expected to contribute to the overall objectives of the project by being involved in the research, the ongoing development of the project and collaboration between the different partners, writing research articles, and dissemination to the research community and the public.<br><br>The positions in the project are full-time research positions. However, in case it is of interest for the candidate, and in agreement with the department, the employment may additionally involve teaching assignments.<br>&nbsp;<br><br><b><strong>What we offer:</strong></b><br><br><ul><li>A 3-year postdoctoral position in an excellent research and work environment</li><li>An ear-marked budget for postdoctoral training, travel, and conference participation</li><li>The opportunity to work on a high-impact and societally relevant research project with a talented team of researchers</li><li>Collaborations with national and international partners from academia, industry, and government</li><li>Access to state-of-the-art research facilities and computing resources</li></ul><br>The <strong>two positions</strong> have different tasks and profiles and require different qualifications, as outlined below:<br>&nbsp;<br><br><b><strong>For position 1</strong></b><br><br>We are seeking a highly motivated Postdoctoral Researcher to join our team and lead the development of the ABM component. The successful candidate will work closely with the experimental research team to ensure that the models are grounded in empirical evidence and that the insights gained from the models inform the design of experiments. The ultimate goal is to create a set of robust and data-driven models that can simulate the impact of policy interventions on consumer decisions and contribute to our understanding of how to more quickly reach a more sustainable food system through more sustainable food consumption in the form of more plant-rich diets.<br><br><strong>Key Responsibilities:</strong><ul><li>Develop and implement agent-based models (ABMs) to simulate consumer food behaviour and policy interventions</li><li>Collaborate with the experimental research team to design and inform experiments, and to integrate empirical data into the ABM framework</li><li>Analyse and interpret simulation results, and communicate findings to stakeholders and the research community through presentations and academic publications</li><li>Work closely with project partners and stakeholder input to ensure that the ABMs are relevant, useful, and informed by real-world concerns and data</li><li>Contribute to the development of a modelling framework that can be used to evaluate the impact of different policy interventions on consumer food behaviour</li><li>Participate in project meetings, workshops, and conferences to present research findings and engage with food sector stakeholders</li><li>Publish research results in top-tier academic journals and present at international conferences</li></ul><br><strong>Qualifications:</strong><ul><li>PhD in a field relevant for the project task, such as computer science, complexity science, economics, sociology, or environmental science, etc.</li><li>Strong background in agent-based modelling and simulation, with experience in developing and applying ABMs to complex social-ecological systems</li><li>Excellent coding skills in NetLogo and Python, or strong coding skills in other languages and a desire to learn</li><li>Experience with data analysis of agent-based modelling data</li><li>Strong understanding of behavioural theories and models of human decision-making</li><li>Excellent communication and collaboration skills with ability to work effectively with researchers from diverse disciplines and backgrounds</li></ul><br>It is a plus to have experience working with experimental data and integrating empirical insights into simulation models, and/or to be familiar with food systems and sustainability research, including knowledge of policy interventions and consumer behaviour change strategies. Note that you do not need to be able to speak Danish.<br>&nbsp;<br><br><b><strong>For position 2</strong></b><br><br>We are seeking a highly motivated Postdoctoral Researcher to join our team and lead the stakeholder collaboration work. The successful candidate will work closely with all research partners, collaborators and sector stakeholders to ensure insights from professional stakeholders and consumer-citizens are gathered, analysed and integrated into the modelling and experimental research. Position 2 will collaborate with partners and collaborators on experimental consumer and survey studies. The candidate will also support data management and dissemination and outreach activities.<br><br>Note that this position is part-time in PlantTip and thus also involves work of similar character in other research projects at the MAPP centre.<br><br><strong>Key Responsibilities:</strong><ul><li>Managing and researching stakeholder and consumer-citizen engagement and dialogue</li><li>Develop and implement consumer behaviour experiments in lab and field</li><li>Work closely with project partners and participate in project meetings and workshops</li><li>Analyse and interpret results, and communicate findings to stakeholders and the academic community through presentations and academic publications</li><li>Participate in international conferences and publish research results in top-tier academic journals</li></ul><br><strong>Qualifications:</strong><ul><li>PhD in a field relevant for the project task, such as consumer behaviour and experimental psychology</li><li>Strong understanding of behavioural theories and models of human decision-making, particularly in the context of food choice and sustainability</li><li>Excellent communication and collaboration skills, with ability to work effectively with researchers from diverse disciplines and backgrounds</li><li>Strong experience in data management and quantitative analysis and team / project management</li><li>Experience with at least one of the major statistical software packages (e.g. SPSS, SAS, R)</li><li>Strong language competences, particularly in English, but also some knowledge of Danish language</li></ul>&nbsp;<br><br><b><strong>Who we are</strong></b><br><br>The Department of Management is one of the six departments at <a href=\"http://bss.au.dk/en/\">Aarhus BSS</a>- one of the five faculties at Aarhus University. Aarhus BSS unites the business and social science-related research fields and brings them closer together to reflect the close relationship between society and the business community. As part of a Top 100 university, Aarhus BSS and the Department of Management have achieved the distinguished AASCB, AMBA and EQUIS accreditations.<br>&nbsp;<br>The department’s research and teaching environment is highly international and culturally diverse with a mix of Danish and international academic staff members and PhD students. We employ more than 160 academic staff including researchers, PhD students, research associates and cover a broad range of disciplines within management, e.g. marketing, international business, organization, HR, strategy, management accounting, innovation management, entrepreneurship, project management, and information systems. We aim to conduct high-quality research, and we give high priority to publishing our research in leading academic journals and presenting it at recognised conferences. In addition, we have a dynamic exchange of international researchers, who stay at the department for short or long periods of time.&nbsp;<br><br>For more information about the Department of Management, please visit: <a href=\"http://mgmt.au.dk/\">http://mgmt.au.dk/</a>.<br><br><b><br><strong>Further information</strong></b><br><br>The Department of Management offers a stimulating international environment. The department conducts research and covers teaching in a broad range of areas. More information about the department is available at <a href=\"https://mgmt.au.dk/about-us\">https://mgmt.au.dk/about-us</a><br><br>All applications must be made online and received by March 6.<br><br>Further particulars on the position may be obtained from Arthur Hermes Hjorth, arthur@mgmt.au.dk, or Professor Jessica Aschemann-Witzel, <a>jeaw@mgmt.au.dk</a><br><br>If you need help uploading your application or have any questions about the recruitment process,&nbsp;please contact HR supporter Maria Løvgaard Bodin, Tel.: +45 8715 3445, Email:&nbsp;<a>mgb@au.dk&nbsp;</a><br><br><b><br><strong>Place of work</strong></b><br><br>Aarhus BSS<br>Department of Management<br>Fuglesangs Allé 4<br>DK-8210 Aarhus V<br>Denmark<br><br>&nbsp;<br><br><br><b><strong>International applicant? </strong></b><br><br><p>Aarhus University offers a broad variety of services for international researchers and accompanying families, including relocation service and career counselling to expat partners. Please find more information here:<br><a href=\"https://internationalstaff.au.dk/relocationservice/\">https://internationalstaff.au.dk/relocationservice/</a><br><br>Please find more information about research opportunities at Aarhus University here: <a href=\"http://international.au.dk/research/\">http://international.au.dk/research/</a></p>Aarhus University also offers a Junior Researcher Development Programme targeted at career development for postdocs at AU. You can read more about it here:&nbsp;<br><a href=\"http://talent.au.dk/junior-researcher-development-programme/\">http://talent.au.dk/junior-researcher-development-programme/</a>&nbsp;<br><br><b><strong>Terms of employment</strong></b><br><br>The appointment is made in accordance with the <a href=\"https://medarbejdere.au.dk/fileadmin/www.medarbejdere.au.dk/hr/Rekruttering/Onboarding/Ministerial_Order_no._1443_of_11_December_2019_on_Job_Structure_for_Academic_Staff_at_Universities.pdf\">Memorandum on Job Structure for Academic Staff at Danish Universities</a> as well as the circular on the <a href=\"https://www.retsinformation.dk/eli/retsinfo/2021/10084\">Collective Agreement for Academics Employed by the State</a> (in Danish).<br>The job content and qualification requirements are described in further detail in the <a href=\"https://ufm.dk/en/legislation/prevailing-laws-and-regulations/education/files/ministerial-order-on-the-appointment-of-academic-staff-at-universities.pdf\">Ministerial Order on the Appointment of&nbsp; Academic Staff at Universities</a>.<br>&nbsp;&nbsp;<br><br><b><strong>Application procedure</strong></b><br><br>When you apply for this position it is mandatory to attach the following:<ul><li>Application</li><li>Curriculum Vitae. You are encouraged to declare any periods of leave without research activity, including, for example, maternity leave, since your research activities are assessed in relation to your actual research time</li><li>Education (diploma for master's, PhD and possibly higher doctoral degree)</li><li>List of publications (the enclosed publications must be clearly marked on the list of publications)</li><li>Publications. Up to three publications can be included in the application. In the event of several authors the publications must be accompanied by a co-author statement concerning the applicant's share of the collaborative work with the consent of the co-authors. <a href=\"https://medarbejdere.au.dk/fileadmin/www.medarbejdere.au.dk/hovedomraader/Business_and_Social_Sciences/HR_paa_BS/PhD/Co-author_statement_BSS_final__002_.docx\">This template may be used for the purpose</a></li><li>Teaching portfolio. The specific requirements regarding the documentation can be found <a href=\"https://medarbejdere.au.dk/en/administration/hr/recruitmentandonboarding/employment/academic-staff/teaching-portfolios/\">here</a></li></ul>&nbsp;<br>Materials which cannot be uploaded together with the application may be submitted in three copies to Aarhus BSS HR &amp; PhD, Aarhus University, Tåsingegade 1, 2nd floor, DK-8000 Aarhus C.<br>&nbsp;<br>Read more about how to apply for an academic post at Aarhus BSS <a href=\"https://medarbejdere.au.dk/en/faculties/business-and-social-sciences/employment-and-career/guidelines-for-applicants-for-academic-positions-vip/how-to-apply-for-an-academic-position-at-aarhus-bss/\">here</a><br>&nbsp;<br><br><b><strong>The evaluation process</strong></b><br><br>After the application deadline, an assessment committee is appointed. Please note that the assessment of applicants is based solely on the material received prior to the application deadline. For further information, see <a href=\"https://medarbejdere.au.dk/en/faculties/business-and-social-sciences/employment-and-career/assessment-of-job-applicants/\">Guidelines for Assessment Committee, Aarhus BSS</a>.<br>Aarhus University’s ambition is to be an attractive and inspiring workplace for all and to foster a culture in which each individual has opportunities to thrive, achieve and develop. We view equality and diversity as assets, and we welcome all applicants.<br><em>The application must be submitted via Aarhus University’s recruitment system, which can be accessed under the job advertisement on Aarhus University's website.</em><br><br>&nbsp;<br><br><br><b><strong>Aarhus </strong><strong>University</strong><strong> </strong></b><br><br><em>Aarhus University is an academically diverse and research-intensive university with a strong commitment to high-quality research and education and the development of society nationally and globally. The university offers an inspiring research and teaching environment to</em> <em>its 38,000 students (FTEs) and 8,300 employees, and has an annual revenues of EUR 935 million. Learn more at</em>&nbsp;<em><a href=\"http://www.international.au.dk/\">www.international.au.dk/</a></em>","WorkLocation":{"AddressLine":"Fuglesangs Allé 4","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8210","City":"Aarhus V"},"EmploymentType":1,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":2,"DriverLicense":[],"Occupation":{"Name":"Post doc., samfundsvidenskab","DiscoWeb":0,"AlternateNames":[],"GroupId":0,"AreaId":0},"IsGovernmentHiring":true,"JppContacts":[{"Email":null,"PersonName":"Jessica Aschemann-Witzel","FirstName":"Jessica","LastName":"Aschemann-Witzel","PositionTitle":"-","PhoneNumbers":[{"Number":"+4593508332","Type":0,"Description":"Primary"}]}],"EmploymentDate":"2025-05-01T00:00:00+02:00"},"IsRecruitmentOfForeignNationals":false,"IsWorkInDenmark":true,"IsAnonymousEmployer":false,"IsDisabilityFriendly":true,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":true,"DailyWorkTimeMorning":false,"DailyWorkTimeVarious":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://au.emply.net/recruitment/vacancyApply.aspx?publishingId=084a2351-c9e6-418f-bd7c-fd6e149ca585","ReplyInWriting":false,"ApplicationDeadlineDate":"2025-03-06T00:00:00+01:00"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=4b3a2a2f-5b53-43db-9f9a-7dfd154e4556&Organisation=31119103","Address":"Fuglesangs Allé 4,8210, Aarhus V","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=4b3a2a2f-5b53-43db-9f9a-7dfd154e4556&Company.Name=Aarhus Universitet&SubmissionDeadlineDate=2025-3-6&Title=Postdoctoral positions in PlantTip project&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":false,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"Postdoctoral positions in PlantTip project","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"4b3a2a2f-5b53-43db-9f9a-7dfd154e4556","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Aarhus Universitet","Address":"Fuglesangs Allé 4","Country":null,"EmploymentAreaID":null,"PostCode":"8210","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Aarhus V","ContactPerson":"Jessica Aschemann-Witzel","Phone":"+4593508332","Email":null,"Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2025-03-06T00:00:00+01:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"Place":"Arbejdspladsen ligger i Aarhus kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Aarhus Universitet","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"The Department of Management at Aarhus BSS, Aarhus University, invites applications for two 3-year postdoctoral positions in the international Novo Nordisk Foundation-funded project  PlantTip . The positions are connected to the MAPP research centre.MAPP is a world-class interdisciplinary research centre at Aarhus University conducting social scien","DescriptionForSharing":"\"The Department of Management at Aarhus BSS, Aarhus University, invites applications for two 3-year postdoctoral positions in the international Novo Nordisk Foundation-funded project  PlantTip . The positions are connected to the MAPP research centre.MAPP is a world-class interdisciplinary research centre at Aarhus University conducting social scien\"","TitleForSharing":"\"Postdoctoral positions in PlantTip project\"","RutePlan":"https://www.google.dk/maps/dir//Fuglesangs+Allé+4,8210,+Aarhus+V/","FormattedPurpose":"The Department of Management at Aarhus BSS, Aarhus University, invites applications for two 3-year postdoctoral positions in the international Novo Nordisk Foundation-funded project \"PlantTip\". The positions are connected to the MAPP research centre.<br><br>MAPP is a world-class interdisciplinary research centre at Aarhus University conducting social science research of highest quality. MAPP is dedicated to research on food systems that results in relevant and positive societal impact (for more information see <a target=\"_blank\" href=\"http://www.mapp.au.dk\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"4b3a2a2f-5b53-43db-9f9a-7dfd154e4556\">www.mapp.au.dk</a>).<br><br>The starting date is between May 1 and September 1, 2025, subject to mutual agreement.<br> <br><br><b><strong>The research project</strong></b><br><br>The Novo Nordisk Foundation-funded project \"PlantTip\" aims to identify societal tipping points in consumer food behaviour in Denmark, with a focus on accelerating the green transition towards a sustainable food system. This interdisciplinary project takes a dual-track approach, combining experimental research (lab-based and in-situ) with simulation-based modelling using agent-based models (ABMs). The two tracks will inform and feed back into each other: the ABM track will help identify key areas of investigation and inform the design of experiments, while the experimental track will provide valuable behavioural data to validate and refine the ABMs. The project is a joint project of Aarhus University, Copenhagen Business School and Democracy X, and collaborates with amongst others Stockholm Resilience Centre and the chair of International Political Economy and Environmental Politics, ETH Zurich.<br> <br><br><b><strong>Job description</strong></b><br><br>The ideal candidates are expected to contribute to the overall objectives of the project by being involved in the research, the ongoing development of the project and collaboration between the different partners, writing research articles, and dissemination to the research community and the public.<br><br>The positions in the project are full-time research positions. However, in case it is of interest for the candidate, and in agreement with the department, the employment may additionally involve teaching assignments.<br> <br><br><b><strong>What we offer:</strong></b><br><br><ul><li>A 3-year postdoctoral position in an excellent research and work environment</li><li>An ear-marked budget for postdoctoral training, travel, and conference participation</li><li>The opportunity to work on a high-impact and societally relevant research project with a talented team of researchers</li><li>Collaborations with national and international partners from academia, industry, and government</li><li>Access to state-of-the-art research facilities and computing resources</li></ul><br>The <strong>two positions</strong> have different tasks and profiles and require different qualifications, as outlined below:<br> <br><br><b><strong>For position 1</strong></b><br><br>We are seeking a highly motivated Postdoctoral Researcher to join our team and lead the development of the ABM component. The successful candidate will work closely with the experimental research team to ensure that the models are grounded in empirical evidence and that the insights gained from the models inform the design of experiments. The ultimate goal is to create a set of robust and data-driven models that can simulate the impact of policy interventions on consumer decisions and contribute to our understanding of how to more quickly reach a more sustainable food system through more sustainable food consumption in the form of more plant-rich diets.<br><br><strong>Key Responsibilities:</strong><ul><li>Develop and implement agent-based models (ABMs) to simulate consumer food behaviour and policy interventions</li><li>Collaborate with the experimental research team to design and inform experiments, and to integrate empirical data into the ABM framework</li><li>Analyse and interpret simulation results, and communicate findings to stakeholders and the research community through presentations and academic publications</li><li>Work closely with project partners and stakeholder input to ensure that the ABMs are relevant, useful, and informed by real-world concerns and data</li><li>Contribute to the development of a modelling framework that can be used to evaluate the impact of different policy interventions on consumer food behaviour</li><li>Participate in project meetings, workshops, and conferences to present research findings and engage with food sector stakeholders</li><li>Publish research results in top-tier academic journals and present at international conferences</li></ul><br><strong>Qualifications:</strong><ul><li>PhD in a field relevant for the project task, such as computer science, complexity science, economics, sociology, or environmental science, etc.</li><li>Strong background in agent-based modelling and simulation, with experience in developing and applying ABMs to complex social-ecological systems</li><li>Excellent coding skills in NetLogo and Python, or strong coding skills in other languages and a desire to learn</li><li>Experience with data analysis of agent-based modelling data</li><li>Strong understanding of behavioural theories and models of human decision-making</li><li>Excellent communication and collaboration skills with ability to work effectively with researchers from diverse disciplines and backgrounds</li></ul><br>It is a plus to have experience working with experimental data and integrating empirical insights into simulation models, and/or to be familiar with food systems and sustainability research, including knowledge of policy interventions and consumer behaviour change strategies. Note that you do not need to be able to speak Danish.<br> <br><br><b><strong>For position 2</strong></b><br><br>We are seeking a highly motivated Postdoctoral Researcher to join our team and lead the stakeholder collaboration work. The successful candidate will work closely with all research partners, collaborators and sector stakeholders to ensure insights from professional stakeholders and consumer-citizens are gathered, analysed and integrated into the modelling and experimental research. Position 2 will collaborate with partners and collaborators on experimental consumer and survey studies. The candidate will also support data management and dissemination and outreach activities.<br><br>Note that this position is part-time in PlantTip and thus also involves work of similar character in other research projects at the MAPP centre.<br><br><strong>Key Responsibilities:</strong><ul><li>Managing and researching stakeholder and consumer-citizen engagement and dialogue</li><li>Develop and implement consumer behaviour experiments in lab and field</li><li>Work closely with project partners and participate in project meetings and workshops</li><li>Analyse and interpret results, and communicate findings to stakeholders and the academic community through presentations and academic publications</li><li>Participate in international conferences and publish research results in top-tier academic journals</li></ul><br><strong>Qualifications:</strong><ul><li>PhD in a field relevant for the project task, such as consumer behaviour and experimental psychology</li><li>Strong understanding of behavioural theories and models of human decision-making, particularly in the context of food choice and sustainability</li><li>Excellent communication and collaboration skills, with ability to work effectively with researchers from diverse disciplines and backgrounds</li><li>Strong experience in data management and quantitative analysis and team / project management</li><li>Experience with at least one of the major statistical software packages (e.g. SPSS, SAS, R)</li><li>Strong language competences, particularly in English, but also some knowledge of Danish language</li></ul> <br><br><b><strong>Who we are</strong></b><br><br>The Department of Management is one of the six departments at <a target=\"_blank\" href=\"http://bss.au.dk/en/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"4b3a2a2f-5b53-43db-9f9a-7dfd154e4556\">Aarhus BSS</a>- one of the five faculties at Aarhus University. Aarhus BSS unites the business and social science-related research fields and brings them closer together to reflect the close relationship between society and the business community. As part of a Top 100 university, Aarhus BSS and the Department of Management have achieved the distinguished AASCB, AMBA and EQUIS accreditations.<br> <br>The department’s research and teaching environment is highly international and culturally diverse with a mix of Danish and international academic staff members and PhD students. We employ more than 160 academic staff including researchers, PhD students, research associates and cover a broad range of disciplines within management, e.g. marketing, international business, organization, HR, strategy, management accounting, innovation management, entrepreneurship, project management, and information systems. We aim to conduct high-quality research, and we give high priority to publishing our research in leading academic journals and presenting it at recognised conferences. In addition, we have a dynamic exchange of international researchers, who stay at the department for short or long periods of time. <br><br>For more information about the Department of Management, please visit: <a target=\"_blank\" href=\"http://mgmt.au.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"4b3a2a2f-5b53-43db-9f9a-7dfd154e4556\">http://mgmt.au.dk/</a>.<br><br><b><br><strong>Further information</strong></b><br><br>The Department of Management offers a stimulating international environment. The department conducts research and covers teaching in a broad range of areas. More information about the department is available at <a target=\"_blank\" href=\"https://mgmt.au.dk/about-us\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"4b3a2a2f-5b53-43db-9f9a-7dfd154e4556\">https://mgmt.au.dk/about-us</a><br><br>All applications must be made online and received by March 6.<br><br>Further particulars on the position may be obtained from Arthur Hermes Hjorth, arthur@mgmt.au.dk, or Professor Jessica Aschemann-Witzel, <a>jeaw@mgmt.au.dk</a><br><br>If you need help uploading your application or have any questions about the recruitment process, please contact HR supporter Maria Løvgaard Bodin, Tel.: +45 8715 3445, Email: <a>mgb@au.dk </a><br><br><b><br><strong>Place of work</strong></b><br><br>Aarhus BSS<br>Department of Management<br>Fuglesangs Allé 4<br>DK-8210 Aarhus V<br>Denmark<br><br> <br><br><br><b><strong>International applicant? </strong></b><br><br><p>Aarhus University offers a broad variety of services for international researchers and accompanying families, including relocation service and career counselling to expat partners. Please find more information here:<br><a target=\"_blank\" href=\"https://internationalstaff.au.dk/relocationservice/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"4b3a2a2f-5b53-43db-9f9a-7dfd154e4556\">https://internationalstaff.au.dk/relocationservice/</a><br><br>Please find more information about research opportunities at Aarhus University here: <a target=\"_blank\" href=\"http://international.au.dk/research/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"4b3a2a2f-5b53-43db-9f9a-7dfd154e4556\">http://international.au.dk/research/</a></p>Aarhus University also offers a Junior Researcher Development Programme targeted at career development for postdocs at AU. You can read more about it here: <br><a target=\"_blank\" href=\"http://talent.au.dk/junior-researcher-development-programme/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"4b3a2a2f-5b53-43db-9f9a-7dfd154e4556\">http://talent.au.dk/junior-researcher-development-programme/</a> <br><br><b><strong>Terms of employment</strong></b><br><br>The appointment is made in accordance with the <a target=\"_blank\" href=\"https://medarbejdere.au.dk/fileadmin/www.medarbejdere.au.dk/hr/Rekruttering/Onboarding/Ministerial_Order_no._1443_of_11_December_2019_on_Job_Structure_for_Academic_Staff_at_Universities.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"4b3a2a2f-5b53-43db-9f9a-7dfd154e4556\">Memorandum on Job Structure for Academic Staff at Danish Universities</a> as well as the circular on the <a target=\"_blank\" href=\"https://www.retsinformation.dk/eli/retsinfo/2021/10084\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"4b3a2a2f-5b53-43db-9f9a-7dfd154e4556\">Collective Agreement for Academics Employed by the State</a> (in Danish).<br>The job content and qualification requirements are described in further detail in the <a target=\"_blank\" href=\"https://ufm.dk/en/legislation/prevailing-laws-and-regulations/education/files/ministerial-order-on-the-appointment-of-academic-staff-at-universities.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"4b3a2a2f-5b53-43db-9f9a-7dfd154e4556\">Ministerial Order on the Appointment of  Academic Staff at Universities</a>.<br>  <br><br><b><strong>Application procedure</strong></b><br><br>When you apply for this position it is mandatory to attach the following:<ul><li>Application</li><li>Curriculum Vitae. You are encouraged to declare any periods of leave without research activity, including, for example, maternity leave, since your research activities are assessed in relation to your actual research time</li><li>Education (diploma for master's, PhD and possibly higher doctoral degree)</li><li>List of publications (the enclosed publications must be clearly marked on the list of publications)</li><li>Publications. Up to three publications can be included in the application. In the event of several authors the publications must be accompanied by a co-author statement concerning the applicant's share of the collaborative work with the consent of the co-authors. <a target=\"_blank\" href=\"https://medarbejdere.au.dk/fileadmin/www.medarbejdere.au.dk/hovedomraader/Business_and_Social_Sciences/HR_paa_BS/PhD/Co-author_statement_BSS_final__002_.docx\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"4b3a2a2f-5b53-43db-9f9a-7dfd154e4556\">This template may be used for the purpose</a></li><li>Teaching portfolio. The specific requirements regarding the documentation can be found <a target=\"_blank\" href=\"https://medarbejdere.au.dk/en/administration/hr/recruitmentandonboarding/employment/academic-staff/teaching-portfolios/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"4b3a2a2f-5b53-43db-9f9a-7dfd154e4556\">here</a></li></ul> <br>Materials which cannot be uploaded together with the application may be submitted in three copies to Aarhus BSS HR &amp; PhD, Aarhus University, Tåsingegade 1, 2nd floor, DK-8000 Aarhus C.<br> <br>Read more about how to apply for an academic post at Aarhus BSS <a target=\"_blank\" href=\"https://medarbejdere.au.dk/en/faculties/business-and-social-sciences/employment-and-career/guidelines-for-applicants-for-academic-positions-vip/how-to-apply-for-an-academic-position-at-aarhus-bss/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"4b3a2a2f-5b53-43db-9f9a-7dfd154e4556\">here</a><br> <br><br><b><strong>The evaluation process</strong></b><br><br>After the application deadline, an assessment committee is appointed. Please note that the assessment of applicants is based solely on the material received prior to the application deadline. For further information, see <a target=\"_blank\" href=\"https://medarbejdere.au.dk/en/faculties/business-and-social-sciences/employment-and-career/assessment-of-job-applicants/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"4b3a2a2f-5b53-43db-9f9a-7dfd154e4556\">Guidelines for Assessment Committee, Aarhus BSS</a>.<br>Aarhus University’s ambition is to be an attractive and inspiring workplace for all and to foster a culture in which each individual has opportunities to thrive, achieve and develop. We view equality and diversity as assets, and we welcome all applicants.<br><em>The application must be submitted via Aarhus University’s recruitment system, which can be accessed under the job advertisement on Aarhus University's website.</em><br><br> <br><br><br><b><strong>Aarhus </strong><strong>University</strong><strong> </strong></b><br><br><em>Aarhus University is an academically diverse and research-intensive university with a strong commitment to high-quality research and education and the development of society nationally and globally. The university offers an inspiring research and teaching environment to</em> <em>its 38,000 students (FTEs) and 8,300 employees, and has an annual revenues of EUR 935 million. Learn more at</em> <em><a target=\"_blank\" href=\"http://www.international.au.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"4b3a2a2f-5b53-43db-9f9a-7dfd154e4556\">www.international.au.dk/</a></em>","MapUrl":"https://www.google.dk/maps/place/Fuglesangs+Allé+4,8210,+Aarhus+V/","OrganizationNumber":"31119103","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}