{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"PhD in Department of Strategy and Innovation","JobHeadline":"PhD in Department of Strategy and Innovation","Presentation":"Copenhagen Business School invites applications for a number of vacant PhD scholarships (3-4) at the Department of Strategy and Innovation. Expected starting date is 1 September 2025.The Depar","HiringOrgName":"Copenhagen Business School","WorkPlaceAddress":"Solbjerg Plads 3  ","WorkPlacePostalCode":"2000","WorkPlaceCity":"Frederiksberg","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2025-01-17T00:00:00","LastDateApplication":"2025-03-06T00:00:00","FormattedLastDateApplication":"6. marts 2025","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/5229fea9-e41a-44dd-893a-a7f6b9ed63c7","Region":"Hovedstaden og Bornholm","Municipality":"Frederiksberg","Country":"Danmark","PostalCode":"2000","PostalCodeName":null,"JobAnnouncementType":"Almindelige vilkår","EmploymentType":"Tidsbegrænset ansættelse","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Forskning og universitetsundervisning, samfundsvidenskab","Occupation":"ph.d., samfundsvidenskab","Location":{"Latitude":55.6795,"Longitude":12.5156},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"WorkplaceID":1003403332,"OrganisationId":"","HiringOrgCVR":19596915,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/5229fea9-e41a-44dd-893a-a7f6b9ed63c7","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/5229fea9-e41a-44dd-893a-a7f6b9ed63c7","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/5229fea9-e41a-44dd-893a-a7f6b9ed63c7","HasLocationValues":true,"ID":"5229fea9-e41a-44dd-893a-a7f6b9ed63c7","Latitude":55.6795,"Longitude":12.5156},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Copenhagen Business School","Address":{"AddressLine":"Solbjerg Plads 3","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":147,"Name":"Frederiksberg"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2000","City":"Frederiksberg"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://candidate.hr-manager.net/ApplicationForm/SinglePageApplicationForm.aspx?cid=1309&departmentId=19023&ProjectId=147434&MediaId=4627","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1003403332","OrganizationNumber":"19596915","OrganizationDescription":null},"JobPositionPosting":{"Id":"5229fea9-e41a-44dd-893a-a7f6b9ed63c7","HiringOrg":{"Name":"Copenhagen Business School","Address":{"AddressLine":"Solbjerg Plads 3","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":147,"Name":"Frederiksberg"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2000","City":"Frederiksberg"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://candidate.hr-manager.net/ApplicationForm/SinglePageApplicationForm.aspx?cid=1309&departmentId=19023&ProjectId=147434&MediaId=4627","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1003403332","OrganizationNumber":"19596915","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2025-01-17T00:00:00+01:00","PublicationEndDate":"2025-03-06T23:59:00+01:00","JobPositionInformation":{"PositionTitle":"PhD in Department of Strategy and Innovation","Purpose":"Copenhagen Business School invites applications for a number of vacant PhD scholarships (3-4) at the Department of Strategy and Innovation. Expected starting date is 1 September 2025.<br><br>The Department of Strategy and Innovation’s (SI) research is focused on strategy, innovation, entrepreneurship and international business. The department’s ambition is to host an internationally leading environment for research and teaching within the broad area of strategy. The department’s research is generally cross-disciplinary. Faculty members have backgrounds in management, economics, sociology and economic geography. The theoretical foundation for research in these areas is eclectic, combining strategy, innovation, and/or internationalization theory with insights from economics, sociology, psychology, and economic geography. The department has 45 faculty members (professors, associate professors, tenure track assistant professors), 7 administrative staff, and 30 members of staff who are hired on temporary contracts as research assistants, post docs or PhD students.<br><br>The department puts substantial emphasis on the solid application of scientific research method. The department has a pluralistic approach to research methods that includes, for example, formal theoretical models, quantitative empirical methods such as (lab and field) experiments, econometric applications to register data or survey data, as well as qualitative research methods. PhD project proposals should be based on coherent theoretical arguments and contain well-informed methodological considerations. To find out more about the department please go to <a href=\"https://www.cbs.dk/si\">https://www.cbs.dk/si</a>.<br><br><strong>Project topics</strong><br>SI particularly invites for PhD project applications pertaining to the following broad topics, although applications that address other topics within the research scope of the department will also be considered (please indicate the number and title from the list below in your project proposal):<ol><li><strong>Elite athletes and the labor market: </strong>This project examines the career trajectories of former elite athletes and the performance of firms that hire them. Previous research has found a positive correlation between youth athletic participation and adult labor market success, but it is based on cross-sectional survey data and does not address firm outcomes. The project focuses on members of Team Danmark, a government-funded organization that supports over 1,200 elite athletes annually. Exploiting Danish register data and Team Danmark’s historical records made available exclusively for this project, the project will map elite athletes’ labor market outcomes, with broad implications for policies aimed at improving their labor market integration and for firms’ strategies to benefit from the unique human capital that they possess.</li><li><strong>Circularity strategies</strong>: Companies are under pressure to reduce resource consumption dramatically. The potential for more circularity is great and the need is acute, but it remains largely unrealized as initiatives have proven difficult to implement in practice. Making circularity of products financially viable is the largest hindrance to realizing the obvious societal and environmental potentials. In this project, we try to understand from a business perspective what the challenges are in making circularity feasible and financially viable. The project will fill the gap by studying the challenges that companies encounter when implementing circularity initiatives like take-back systems.</li><li><strong>The role of human-AI interactions in scientific knowledge production and science-based innovation</strong>: Scientific research and science-based innovation have become less productive due to the increasing complexity of problems and the burden of past knowledge accumulation. Scientists must specialize, work in larger and more diverse teams, and process vast amounts of information to generate new and societally relevant knowledge. While artificial intelligence (AI) offers potential solutions, research suggests that for more complex tasks, humans need to work closely with AI rather than delegate tasks entirely. This dissertation project focuses on the complementary interaction of scientists and AI, using a mix of qualitative and quantitative data analysis and experimental methods.</li><li><strong>Wage discrimination and the future career choices of women: </strong>Wage discrimination remains a major obstacle to fair economic opportunities for women. However, wage discrimination is an individual experience, affecting some women severely while others are hardly exposed. We want to understand how the individual experience of wage discrimination changes the career trajectories of women, making some industries, employers, or occupations more attractive than others. The project will leverage Danish employment register data to map the career trajectories of women, combined with natural and laboratory experiments.</li><li><strong>The green transition of firms and employees</strong>: Climate change is pressuring governments, firms, and society at large to achieve new sustainability targets. How can we accelerate the green transition of firms? Which regulations are most effective and under which circumstances? What is the role of human capital in this green transformation? What are the returns – for individuals and firms – of investing in the development of “green human capital”? These and related questions can be studied with quantitative methods and Danish employer-employee linked data. </li><li><strong>Firm formalization</strong>: Around the world and especially in areas of widespread poverty, firms operate in the informal economy. The project will explore questions around the drivers, processes and consequences of informality and formalization. The PhD student will be able to use data from an ongoing field experiment in Uganda as well as collect primary data.</li><li><strong>International supply chains and MNC promotion of global sustainability: </strong>Multinational corporations (MNCs) are increasingly under pressure to contribute significantly to environmental sustainability and socially responsible practices among their international customers and suppliers. This project explores the strategies, incentives, and organizational conditions that MNCs can employ to address grand challenges such as climate change and human rights within their global supply chains. These issues can be studied using quantitative methods, requiring data on buyer-supplier ties such as containerized trade data.</li><li><strong>AI implementation in the maritime sector:</strong> For an externally funded project, we have an open PhD position for which the PhD student will work with the project team on implementation success factors and barriers of AI projects in the maritime sector. The project involves close cooperation with about 10 maritime organizations and will analyze about 40 AI projects. The successful candidate has an interest in new technology adoption, the maritime sector, and in-depth case work with companies. English and Danish proficiency is a requirement for this position.</li><li><strong>The Mærsk Mc-Kinney Møller Endowed Chair of Entrepreneurship </strong>welcomes proposals in the area of entrepreneurship, including the following topics (methods will be empirical, mostly register data but also lab and field experiments):<ul><li>How entrepreneurial ventures attract resources, namely in mobilizing funds, attracting employees, and founding and managerial teams.</li><li>Strategies of entrepreneurial ventures, their relationship with founders and their impact on performance.</li><li>Immigrant entrepreneurship, how the geographical origins of entrepreneurs impact the creation and performance of new ventures abroad.</li><li>Women entrepreneurship, namely the different extent to which women engage in entrepreneurial ventures and gender differences in the strategies and success in entrepreneurship</li><li>Public policy toward entrepreneurship: The effectiveness of measures designed to promote engagement in and the success of entrepreneurial initiatives.</li></ul></li></ol>We seek proposals that will mostly use empirical methods. A particular strength of the department is in the use of large-scale microdata sets, in particular the excellent Danish micro-data, but other sources like lab and field experiments or other types of primary data like own surveys and secondary data collected by third parties can also be used.<br><br><strong>About the PhD program</strong><br>The three-year PhD program at CBS allows you to conduct research under the supervision of CBS professors, supported by research training courses. The program is highly international, and you are expected to participate in international research conferences and to spend time abroad as a visiting PhD student.<br><br>The PhD student will be enrolled in the CBS PhD School. The selected candidates will participate in the SI PhD cohort, which is a formal research-training program. This includes a package of foundational courses within the main SI research areas and methods courses (econometrics, experiments and qualitative methods).<br><br>CBS PhD graduates are held in high esteem not only in academia and research institutions but also in government and business where their research qualifications are increasingly demanded. Recent SI PhD graduates have been successfully placed at institutions such as Pompeu Fabra, SKEMA, KTH, Tilburg University, Leeds University Business School, the University of Utah, and NOVA University Lisbon.<br><br><strong>Qualifications</strong><br>The Department will give priority to applicants with the following qualifications: high grades from their universities, an educational background in the social sciences, and finally, the applicants must be fluent in English.<br><br>To be considered for the 3 years program, the candidate should have a basic training at the Master’s level (similar to the 3 + 2 Bologna process and a total of 180+120 ECTS). However, applicants who hold a one- year Master’s degree may also be considered for evaluation. PhD students who enter the PhD program with a one-year Master’s degree (60 ECTS) will be offered a 4 years program and will be considered a Master’s student for the first 2 years of the program.<br><br><strong>General information</strong><br>The PhD scholarship includes teaching obligations.<br><br>The 3-year scholarships are fully salaried positions, according to the national Danish collective agreement. The scholarship includes the tuition fees, office space, travel grants plus a salary, currently starting with per month app. DKK 29,000 (app. 3,800 euro) up to DKK 35,000 (app. 4,600 euro), depending on seniority, plus a pension contribution totalling 17.1% of the base salary.<br><br>The salary level and appointment is determined by the Ministry of Taxation’s collective agreement with the Central Academic Organization.<br><br><strong>The application</strong><br>Copenhagen Business School must receive all application material, including all appendices by the application deadline. Application must be sent via the electronic recruitment system, using the link below.<br>The application material must include:<ul><li>Copy of diplomas and grade transcripts from Bachelor’s and Master’s level education,</li><li>Curriculum vitae (CV),</li><li>If relevant, a list of papers and publications,</li><li>Sample of a written work (e.g. Master’s thesis), </li><li>A 5-page PhD project description. This research proposal should contain a presentation of an original research question preferably pertaining to one of the projects listed above, a description of the initial theoretical framework and methodology, a presentation of the suggested empirical material as well as a work-plan. </li></ul>Please find guidelines and further information on the website of the PhD School: <a href=\"https://www.cbs.dk/en/research/phd-programmes/admission\">https://www.cbs.dk/en/research/phd-programmes/admission</a>.<br><br><strong>Recruitment procedure</strong><br>The Recruitment Committee will shortlist a number of applicants to be assessed by the Assessment Committee. All applicants will be notified of their status in the recruitment process shortly after the application deadline.<br><br>Applicants selected for assessment will be notified about the composition of the Assessment Committee and later in the process about the result of the assessment.<br><br>Once the recruitment process is completed each applicant will be notified of the outcome of their application.<br><br>To find out more about working and living in Denmark, please go to <a href=\"https://www.cbs.dk/en/about-cbs/jobs-cbs\">https://www.cbs.dk/en/about-cbs/jobs-cbs</a>.<br><br><strong>Information meeting</strong><br>There will be an online information meeting regarding this call on Wednesday, February 19, 2025, from 14.00-16.00 (2pm-4pm CET). There will be a presentation of the SI Department and an opportunity to ask questions. In order to get a link for the meeting, please sign up at: <a href=\"https://cbs.nemtilmeld.dk/1124/\">https://cbs.nemtilmeld.dk/1124/</a><br><br>For further information please contact: PhD coordinator, Professor H.C. Kongsted, e-mail: <a>hck.si@cbs.dk</a>.<br><strong>Closing date: March 6, 2025.</strong><br><br>Application due: 3/6/2025<br><br>WE TRANSFORM SOCIETY WITH BUSINESS<br><br>CBS is a globally recognised business school with deep roots in the Nordic socio-economic model. We have a broad focus on business and societal challenges of the 21st century. As such we have a full portfolio of high-quality disciplinary and interdisciplinary research and education that has equipped generations of professionals and leaders in the private sector and beyond.<br><br>Located at Frederiksberg, Denmark, the school has approx. 21.000 full and part-time students, 760 full-time faculty members, 210 PhD students and 680 administrative staff, and a full portfolio of Bachelor, Master’s, MBA/EMBA, PhD and Executive programmes delivered in English and Danish.<br><br>Our global profile carries the obligation to develop the transformational capabilities of students, graduates and business leaders via our educational activities and opportunities for lifelong learning. Complex challenges call for joint action, and therefore our strategy focuses on strengthening current and starting new partnerships with other sciences, the business community, authorities and civil society.<p>&nbsp;</p>","WorkLocation":{"AddressLine":"Solbjerg Plads 3","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":147,"Name":"Frederiksberg"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2000","City":"Frederiksberg"},"EmploymentType":16,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"Name":"ph.d., samfundsvidenskab","DiscoWeb":0,"AlternateNames":["ph.d.-stipendiat, samfundsvidenskab"],"GroupId":0,"AreaId":0},"IsGovernmentHiring":false,"JppContacts":[{"Email":"hck.si@cbs.dk","PersonName":"H.C. Kongsted","FirstName":"H.C.","LastName":"Kongsted","PositionTitle":null,"PhoneNumbers":[]}],"EmploymentDate":"2025-09-01T00:00:00+02:00"},"IsRecruitmentOfForeignNationals":false,"IsWorkInDenmark":true,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":false,"DailyWorkTimeMorning":false,"DailyWorkTimeVarious":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://candidate.hr-manager.net/ApplicationForm/SinglePageApplicationForm.aspx?cid=1309&departmentId=19023&ProjectId=147434&MediaId=4627","ReplyInWriting":false,"ApplicationDeadlineDate":"2025-03-06T00:00:00+01:00"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=5229fea9-e41a-44dd-893a-a7f6b9ed63c7&Organisation=19596915","Address":"Solbjerg Plads 3,2000, Frederiksberg","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=5229fea9-e41a-44dd-893a-a7f6b9ed63c7&Company.Name=Copenhagen Business School&SubmissionDeadlineDate=2025-3-6&Title=PhD in Department of Strategy and Innovation&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":true,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"PhD in Department of Strategy and Innovation","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"5229fea9-e41a-44dd-893a-a7f6b9ed63c7","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Copenhagen Business School","Address":"Solbjerg Plads 3","Country":null,"EmploymentAreaID":null,"PostCode":"2000","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Frederiksberg","ContactPerson":"H.C. Kongsted","Phone":"","Email":"hck.si@cbs.dk","Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2025-03-06T00:00:00+01:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"Place":"Arbejdspladsen ligger i Frederiksberg kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Copenhagen Business School","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"Copenhagen Business School invites applications for a number of vacant PhD scholarships (3-4) at the Department of Strategy and Innovation. Expected starting date is 1 September 2025.The Department of Strategy and Innovation’s (SI) research is focused on strategy, innovation, entrepreneurship and international business. The department’s ambition is","DescriptionForSharing":"\"Copenhagen Business School invites applications for a number of vacant PhD scholarships (3-4) at the Department of Strategy and Innovation. Expected starting date is 1 September 2025.The Department of Strategy and Innovation’s (SI) research is focused on strategy, innovation, entrepreneurship and international business. The department’s ambition is\"","TitleForSharing":"\"PhD in Department of Strategy and Innovation\"","RutePlan":"https://www.google.dk/maps/dir//Solbjerg+Plads+3,2000,+Frederiksberg/","FormattedPurpose":"Copenhagen Business School invites applications for a number of vacant PhD scholarships (3-4) at the Department of Strategy and Innovation. Expected starting date is 1 September 2025.<br><br>The Department of Strategy and Innovation’s (SI) research is focused on strategy, innovation, entrepreneurship and international business. The department’s ambition is to host an internationally leading environment for research and teaching within the broad area of strategy. The department’s research is generally cross-disciplinary. Faculty members have backgrounds in management, economics, sociology and economic geography. The theoretical foundation for research in these areas is eclectic, combining strategy, innovation, and/or internationalization theory with insights from economics, sociology, psychology, and economic geography. The department has 45 faculty members (professors, associate professors, tenure track assistant professors), 7 administrative staff, and 30 members of staff who are hired on temporary contracts as research assistants, post docs or PhD students.<br><br>The department puts substantial emphasis on the solid application of scientific research method. The department has a pluralistic approach to research methods that includes, for example, formal theoretical models, quantitative empirical methods such as (lab and field) experiments, econometric applications to register data or survey data, as well as qualitative research methods. PhD project proposals should be based on coherent theoretical arguments and contain well-informed methodological considerations. To find out more about the department please go to <a target=\"_blank\" href=\"https://www.cbs.dk/si\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5229fea9-e41a-44dd-893a-a7f6b9ed63c7\">https://www.cbs.dk/si</a>.<br><br><strong>Project topics</strong><br>SI particularly invites for PhD project applications pertaining to the following broad topics, although applications that address other topics within the research scope of the department will also be considered (please indicate the number and title from the list below in your project proposal):<ol><li><strong>Elite athletes and the labor market: </strong>This project examines the career trajectories of former elite athletes and the performance of firms that hire them. Previous research has found a positive correlation between youth athletic participation and adult labor market success, but it is based on cross-sectional survey data and does not address firm outcomes. The project focuses on members of Team Danmark, a government-funded organization that supports over 1,200 elite athletes annually. Exploiting Danish register data and Team Danmark’s historical records made available exclusively for this project, the project will map elite athletes’ labor market outcomes, with broad implications for policies aimed at improving their labor market integration and for firms’ strategies to benefit from the unique human capital that they possess.</li><li><strong>Circularity strategies</strong>: Companies are under pressure to reduce resource consumption dramatically. The potential for more circularity is great and the need is acute, but it remains largely unrealized as initiatives have proven difficult to implement in practice. Making circularity of products financially viable is the largest hindrance to realizing the obvious societal and environmental potentials. In this project, we try to understand from a business perspective what the challenges are in making circularity feasible and financially viable. The project will fill the gap by studying the challenges that companies encounter when implementing circularity initiatives like take-back systems.</li><li><strong>The role of human-AI interactions in scientific knowledge production and science-based innovation</strong>: Scientific research and science-based innovation have become less productive due to the increasing complexity of problems and the burden of past knowledge accumulation. Scientists must specialize, work in larger and more diverse teams, and process vast amounts of information to generate new and societally relevant knowledge. While artificial intelligence (AI) offers potential solutions, research suggests that for more complex tasks, humans need to work closely with AI rather than delegate tasks entirely. This dissertation project focuses on the complementary interaction of scientists and AI, using a mix of qualitative and quantitative data analysis and experimental methods.</li><li><strong>Wage discrimination and the future career choices of women: </strong>Wage discrimination remains a major obstacle to fair economic opportunities for women. However, wage discrimination is an individual experience, affecting some women severely while others are hardly exposed. We want to understand how the individual experience of wage discrimination changes the career trajectories of women, making some industries, employers, or occupations more attractive than others. The project will leverage Danish employment register data to map the career trajectories of women, combined with natural and laboratory experiments.</li><li><strong>The green transition of firms and employees</strong>: Climate change is pressuring governments, firms, and society at large to achieve new sustainability targets. How can we accelerate the green transition of firms? Which regulations are most effective and under which circumstances? What is the role of human capital in this green transformation? What are the returns – for individuals and firms – of investing in the development of “green human capital”? These and related questions can be studied with quantitative methods and Danish employer-employee linked data. </li><li><strong>Firm formalization</strong>: Around the world and especially in areas of widespread poverty, firms operate in the informal economy. The project will explore questions around the drivers, processes and consequences of informality and formalization. The PhD student will be able to use data from an ongoing field experiment in Uganda as well as collect primary data.</li><li><strong>International supply chains and MNC promotion of global sustainability: </strong>Multinational corporations (MNCs) are increasingly under pressure to contribute significantly to environmental sustainability and socially responsible practices among their international customers and suppliers. This project explores the strategies, incentives, and organizational conditions that MNCs can employ to address grand challenges such as climate change and human rights within their global supply chains. These issues can be studied using quantitative methods, requiring data on buyer-supplier ties such as containerized trade data.</li><li><strong>AI implementation in the maritime sector:</strong> For an externally funded project, we have an open PhD position for which the PhD student will work with the project team on implementation success factors and barriers of AI projects in the maritime sector. The project involves close cooperation with about 10 maritime organizations and will analyze about 40 AI projects. The successful candidate has an interest in new technology adoption, the maritime sector, and in-depth case work with companies. English and Danish proficiency is a requirement for this position.</li><li><strong>The Mærsk Mc-Kinney Møller Endowed Chair of Entrepreneurship </strong>welcomes proposals in the area of entrepreneurship, including the following topics (methods will be empirical, mostly register data but also lab and field experiments):<ul><li>How entrepreneurial ventures attract resources, namely in mobilizing funds, attracting employees, and founding and managerial teams.</li><li>Strategies of entrepreneurial ventures, their relationship with founders and their impact on performance.</li><li>Immigrant entrepreneurship, how the geographical origins of entrepreneurs impact the creation and performance of new ventures abroad.</li><li>Women entrepreneurship, namely the different extent to which women engage in entrepreneurial ventures and gender differences in the strategies and success in entrepreneurship</li><li>Public policy toward entrepreneurship: The effectiveness of measures designed to promote engagement in and the success of entrepreneurial initiatives.</li></ul></li></ol>We seek proposals that will mostly use empirical methods. A particular strength of the department is in the use of large-scale microdata sets, in particular the excellent Danish micro-data, but other sources like lab and field experiments or other types of primary data like own surveys and secondary data collected by third parties can also be used.<br><br><strong>About the PhD program</strong><br>The three-year PhD program at CBS allows you to conduct research under the supervision of CBS professors, supported by research training courses. The program is highly international, and you are expected to participate in international research conferences and to spend time abroad as a visiting PhD student.<br><br>The PhD student will be enrolled in the CBS PhD School. The selected candidates will participate in the SI PhD cohort, which is a formal research-training program. This includes a package of foundational courses within the main SI research areas and methods courses (econometrics, experiments and qualitative methods).<br><br>CBS PhD graduates are held in high esteem not only in academia and research institutions but also in government and business where their research qualifications are increasingly demanded. Recent SI PhD graduates have been successfully placed at institutions such as Pompeu Fabra, SKEMA, KTH, Tilburg University, Leeds University Business School, the University of Utah, and NOVA University Lisbon.<br><br><strong>Qualifications</strong><br>The Department will give priority to applicants with the following qualifications: high grades from their universities, an educational background in the social sciences, and finally, the applicants must be fluent in English.<br><br>To be considered for the 3 years program, the candidate should have a basic training at the Master’s level (similar to the 3 + 2 Bologna process and a total of 180+120 ECTS). However, applicants who hold a one- year Master’s degree may also be considered for evaluation. PhD students who enter the PhD program with a one-year Master’s degree (60 ECTS) will be offered a 4 years program and will be considered a Master’s student for the first 2 years of the program.<br><br><strong>General information</strong><br>The PhD scholarship includes teaching obligations.<br><br>The 3-year scholarships are fully salaried positions, according to the national Danish collective agreement. The scholarship includes the tuition fees, office space, travel grants plus a salary, currently starting with per month app. DKK 29,000 (app. 3,800 euro) up to DKK 35,000 (app. 4,600 euro), depending on seniority, plus a pension contribution totalling 17.1% of the base salary.<br><br>The salary level and appointment is determined by the Ministry of Taxation’s collective agreement with the Central Academic Organization.<br><br><strong>The application</strong><br>Copenhagen Business School must receive all application material, including all appendices by the application deadline. Application must be sent via the electronic recruitment system, using the link below.<br>The application material must include:<ul><li>Copy of diplomas and grade transcripts from Bachelor’s and Master’s level education,</li><li>Curriculum vitae (CV),</li><li>If relevant, a list of papers and publications,</li><li>Sample of a written work (e.g. Master’s thesis), </li><li>A 5-page PhD project description. This research proposal should contain a presentation of an original research question preferably pertaining to one of the projects listed above, a description of the initial theoretical framework and methodology, a presentation of the suggested empirical material as well as a work-plan. </li></ul>Please find guidelines and further information on the website of the PhD School: <a target=\"_blank\" href=\"https://www.cbs.dk/en/research/phd-programmes/admission\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5229fea9-e41a-44dd-893a-a7f6b9ed63c7\">https://www.cbs.dk/en/research/phd-programmes/admission</a>.<br><br><strong>Recruitment procedure</strong><br>The Recruitment Committee will shortlist a number of applicants to be assessed by the Assessment Committee. All applicants will be notified of their status in the recruitment process shortly after the application deadline.<br><br>Applicants selected for assessment will be notified about the composition of the Assessment Committee and later in the process about the result of the assessment.<br><br>Once the recruitment process is completed each applicant will be notified of the outcome of their application.<br><br>To find out more about working and living in Denmark, please go to <a target=\"_blank\" href=\"https://www.cbs.dk/en/about-cbs/jobs-cbs\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5229fea9-e41a-44dd-893a-a7f6b9ed63c7\">https://www.cbs.dk/en/about-cbs/jobs-cbs</a>.<br><br><strong>Information meeting</strong><br>There will be an online information meeting regarding this call on Wednesday, February 19, 2025, from 14.00-16.00 (2pm-4pm CET). There will be a presentation of the SI Department and an opportunity to ask questions. In order to get a link for the meeting, please sign up at: <a target=\"_blank\" href=\"https://cbs.nemtilmeld.dk/1124/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5229fea9-e41a-44dd-893a-a7f6b9ed63c7\">https://cbs.nemtilmeld.dk/1124/</a><br><br>For further information please contact: PhD coordinator, Professor H.C. Kongsted, e-mail: <a>hck.si@cbs.dk</a>.<br><strong>Closing date: March 6, 2025.</strong><br><br>Application due: 3/6/2025<br><br>WE TRANSFORM SOCIETY WITH BUSINESS<br><br>CBS is a globally recognised business school with deep roots in the Nordic socio-economic model. We have a broad focus on business and societal challenges of the 21st century. As such we have a full portfolio of high-quality disciplinary and interdisciplinary research and education that has equipped generations of professionals and leaders in the private sector and beyond.<br><br>Located at Frederiksberg, Denmark, the school has approx. 21.000 full and part-time students, 760 full-time faculty members, 210 PhD students and 680 administrative staff, and a full portfolio of Bachelor, Master’s, MBA/EMBA, PhD and Executive programmes delivered in English and Danish.<br><br>Our global profile carries the obligation to develop the transformational capabilities of students, graduates and business leaders via our educational activities and opportunities for lifelong learning. Complex challenges call for joint action, and therefore our strategy focuses on strengthening current and starting new partnerships with other sciences, the business community, authorities and civil society.<p> </p>","MapUrl":"https://www.google.dk/maps/place/Solbjerg+Plads+3,2000,+Frederiksberg/","OrganizationNumber":"19596915","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}