{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"Postdoctoral position: Enhancing Care Pedagogy in Early Childhood Education and Care (ECEC)","JobHeadline":"Postdoctoral position: Enhancing Care Pedagogy in Early Childhood Education and Care (ECEC)","Presentation":"The Danish School of Education (DPU) at the Faculty of Arts, Aarhus University, invites applications for a postdoctoral position associated with the research project “Enhancing Care Pedagogy in Ea","HiringOrgName":"Aarhus Universitet","WorkPlaceAddress":"Tuborgvej 164   ","WorkPlacePostalCode":"2400","WorkPlaceCity":"København NV","WorkPlaceOtherAddress":true,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":false,"PostingCreated":"2025-01-23T12:20:54","LastDateApplication":"2025-02-21T23:59:59","FormattedLastDateApplication":"21. februar 2025","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/52538446-1725-40fe-a290-1be571e64f87","Region":"Hovedstaden og Bornholm","Municipality":"København","Country":"Danmark","PostalCode":"2400","PostalCodeName":null,"JobAnnouncementType":"Almindelige vilkår - Handicap ingen hindring","EmploymentType":"Fastansættelse","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Forskning og universitetsundervisning, humaniora","Occupation":"Post doc., humaniora","Location":{"Latitude":55.7126,"Longitude":12.5288},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"WorkplaceID":1017164038,"OrganisationId":"","HiringOrgCVR":31119103,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/52538446-1725-40fe-a290-1be571e64f87","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/52538446-1725-40fe-a290-1be571e64f87","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/52538446-1725-40fe-a290-1be571e64f87","HasLocationValues":true,"ID":"52538446-1725-40fe-a290-1be571e64f87","Latitude":55.7126,"Longitude":12.5288},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Aarhus Universitet","Address":{"AddressLine":"Tuborgvej 164","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2400","City":"København NV"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://au.emply.net/recruitment/vacancyApply.aspx?publishingId=c571bebe-933c-487c-a902-ff58fcb4a39f","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1017164038","OrganizationNumber":"31119103","OrganizationDescription":null},"JobPositionPosting":{"Id":"52538446-1725-40fe-a290-1be571e64f87","HiringOrg":{"Name":"Aarhus Universitet","Address":{"AddressLine":"Tuborgvej 164","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2400","City":"København NV"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://au.emply.net/recruitment/vacancyApply.aspx?publishingId=c571bebe-933c-487c-a902-ff58fcb4a39f","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1017164038","OrganizationNumber":"31119103","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2025-01-23T12:20:54+01:00","PublicationEndDate":"2025-02-21T23:59:59+01:00","JobPositionInformation":{"PositionTitle":"Postdoctoral position: Enhancing Care Pedagogy in Early Childhood Education and Care (ECEC)","Purpose":"The Danish School of Education (DPU) at the Faculty of Arts, Aarhus University, invites applications for a postdoctoral position associated with the research project <em>“Enhancing Care Pedagogy in Early Childhood Education and Care (ECEC)”</em>. The project is funded by Partnerskab for Børneforskning, which was established by the Ministry of Education and Research in 2022 to support research on children’s wellbeing, learning and development in ECECs in Denmark.<br><br>The position is full-time (37 hours/week) for a duration of 24 months, starting on 1 September 2025 or as soon as possible thereafter. The position will be based at the Department of Educational Anthropology and Educational Psychology at DPU at Campus Emdrup, Copenhagen NV.&nbsp;<br><br><strong>The research project</strong><br>Care is essential for young children’s wellbeing and development and is considered a core value to pedagogues in Danish ECECs. Nevertheless, it remains a challenge to place care on the political, pedagogical and theoretical agenda. Acknowledging that care in ECECs is undertheorised and a complex practice, this project aims to investigate the care pedagogy in ECEC settings and within preservice training of pedagogues. Through ethnographic research, participatory research (research circles), intervention and theoretical development, the project, among other things, seeks to investigate how care:<br><br>•&nbsp;&nbsp; &nbsp;Unfolds within complex social and cultural pedagogical settings<br>•&nbsp;&nbsp; &nbsp;Is shaped by institutional conditions<br>•&nbsp;&nbsp; &nbsp;Is reflected, not only as a dyadic practice (1:1) but also as a polyadic practice.<br><br>The project is based on a research collaboration between DPU, Roskilde University and University College Copenhagen and consists of two broad work packages (WP): (1) Identification and strengthening of care pedagogy in 11 ECECs and (2) Enhancing a care pedagogy in the pedagogue’s Bachelor’s degree programme at University College Copenhagen. The research collaboration is an interdisciplinary initiative led by a research team with expertise in didactics, educational psychology and childhood studies. The project’s overall research question is: <em>How can a care-centred ECEC pedagogy be researched and enhanced in preservice pedagogue training and ECEC settings to foster children’s well-being and development?</em><br><br>Read more about the project <a href=\"https://projekter.au.dk/en/strengthening-pedagogical-care-in-daycare\">here</a>.<br><br><strong>The position</strong><br>The primary tasks of the postdoc are, in collaboration with Associate Professor Lone Svinth (PI) and Associate Professor Ditte Winther-Lindqvist, to specify, plan and carry out (1) participatory research (research circles) and (2) ethnographic research in relation to WP1.&nbsp;<br><br><strong>Participatory research (research circles)&nbsp;</strong><br>The selected applicant is expected to contribute to and engage with the participatory research, which consists of two sets of four research circles. Researchers will collaborate with pedagogues and leaders from the 11 ECECs in two sets of four half-day sessions, with the aim of developing new care practices, theories and criteria for a context-sensitive and practice-relevant care pedagogy. In the research circles researchers will facilitate an investigation of how pedagogues and leaders can develop a care-centred pedagogy that considers social and institutional conditions, thereby promoting children’s well-being and development. The postdoc is expected to analyse and disseminate their research in peer-reviewed journals.<br><br><strong>Ethnographic research</strong><br>The ethnographic research investigates how care for the child’s <em>wellbeing here and now</em> and care for the child’s development over time are practiced in ECECs, and how pedagogues experience the relationship between these two types of care. We expect the analysis to include how institutional and social/collegial conditions shape and influence these different care processes. This research element includes 1) participant observations in 11 ECECs (located in two municipalities on Sjælland), 2) interviews with pedagogues from the 11 ECECs, and 3) analyses and dissemination of the research in peer-reviewed journals. The 11 ECECs have already been selected, and Lone Svinth has conducted observations and interviews in the settings from autumn 2024 to spring 2025. &nbsp;<br><br>In addition to fulfilling these obligations, the postdoc is expected to:<ul><li>Be an active collaboration partner in the research group</li><li>Be the first author on two peer-reviewed research articles in relevant Danish and international peer-reviewed journals</li><li>Initiate and organise activities with Lone Svinth and Ditte Winther-Lindqvist (initiate, co-organise and participate in conferences, seminars and webinars as well as other relevant activities)</li><li>Collaborate with the international advisory board</li><li>Contribute to the popular dissemination of research findings.</li></ul><br><strong>Qualifications</strong><br>The successful applicant for the postdoctoral position must hold a PhD or equivalent<br>qualifications in psychology, educational psychology, anthropology or a related field within the humanities or social sciences. Applicants who have submitted their PhD dissertation and have been notified that it has been accepted for defence will also be considered qualified to apply. Furthermore, applicants must be able to document:<ul><li>Solid experience in planning and carrying out ethnographic field work along with analytical use of preferably sociocultural theory.</li></ul>&nbsp;Apart from empirical investigation, analysis and dissemination in relevant international journals, the postdoc is expected to take part in coordinating the project on a daily basis with the PI. The methods applied are qualitative and participatory, focusing on professional development through research circles and ethnographic fieldwork. The theoretical sources of inspiration comprise phenomenological, cultural-historical, developmental, ethical and dialectical approaches to care and children’s being and becoming through participation in pedagogical activities and relationships in ECEC.<br><br>It will be considered an advantage if applicants can also document professional<br>experience with:<br>•&nbsp;&nbsp; &nbsp;ECEC<br>•&nbsp;&nbsp; &nbsp;Developmental psychology<br>•&nbsp;&nbsp; &nbsp;Relational care ethics<br>•&nbsp;&nbsp; &nbsp;Professional development<br>•&nbsp;&nbsp; &nbsp;Participatory research methodology<br>•&nbsp;&nbsp; &nbsp;Interdisciplinary collaboration in research teams<br>•&nbsp;&nbsp; &nbsp;Process facilitation in groups.<br><br>As part of the application, applicants are asked to explain how their previous research experience and qualifications are relevant to the position (1 page). Furthermore, the application must include a project description (3-5 pages), detailing the research question and its conceptual and methodological foundation.&nbsp;<br><br>The application must also include the full formal statement on the applicant’s PhD dissertation if the PhD degree has been obtained.&nbsp;<br><br>Given the nature of the project’s empirical work, applicants must be fluent (or almost fluent) in Danish. Furthermore, applicants must demonstrate proficiency in spoken and written English at an advanced academic level. Experience with publishing in English will be considered an advantage.&nbsp;<br><br><strong>Further information</strong><br>For more details about the project, prospective applicants are encouraged to contact<br>Principal Investigator Lone Svinth at <u>losv@edu.au.d</u>k or CO-Principal Investigator Ditte Alexandra Winther-Lindqvist at <u>diwi@edu.au.dk</u> &nbsp;or +45 30139323.<br><br>Please note that applications that do not include uploaded publications (maximum five) will not be considered.<br><br><strong>The Danish School of Education</strong><br>The Danish School of Education at Aarhus University is Denmark’s largest centre for research and teaching in the fields of education, didactics and learning, with approximately 240 full-time researchers, including 80 PhD students, and 4,500 Bachelor’s and Master’s degree students. The school’s activities are characterised by a high degree of interdisciplinarity and close interaction with society, including businesses, organisations, government agencies and institutions, both in Denmark and abroad.<br><br>For more information about the school’s research and educational profile, please visit the <a href=\"https://dpu.au.dk/en/\">school website</a>.&nbsp;<br><br><strong>International applicants</strong><br>International applicants are encouraged to read about <a href=\"https://international.au.dk/life/lifeindenmark/familyworklife/\">family and work-life balance</a> as well as the <a href=\"https://international.au.dk/research/researcher-positions/workingconditions/\">attractive working conditions</a> and other benefits of working at Aarhus University and in Denmark, including healthcare, paid holidays and, if relevant, maternity/paternity leave, childcare and schooling. Aarhus University offers a broad variety of services for international researchers and accompanying families, including a <a href=\"https://internationalstaff.au.dk/relocationservice\">relocation service</a> and career counselling for expat partners. For information about taxation, see the <a href=\"https://medarbejdere.au.dk/en/administration/hr/payroll/taxation-of-researchers/taxation-aspects-of-international-researchers-employment-by-au/\">taxation aspects of international researchers’ employment by AU</a>.&nbsp;<br><br>An appointee who does not speak Danish will be required to acquire proficiency in Danish equivalent to level B2 (CEFR) to handle tasks, including administrative and managerial responsibilities, and to participate fully in the activities of the Danish School of Education within approximately three years of commencing the appointment. These include, but are not limited to, teaching and examining students, reading work-related texts, and participating in meetings and collegial gatherings in Danish.<br><br>&nbsp;<br><br><br><b><strong>Qualification requirements</strong></b><br><br>Applicants should hold a PhD or equivalent academic qualifications.<br><br><b><strong>Formalities</strong></b><br><br>Faculty of Arts refers to the Ministerial Order on the Appointment of Academic Staff at Danish Universities<a href=\"http://www.medarbejdere.au.dk/appointment_of_academic_staff_at_universities\"> (the Appointment Order)</a>.<ul><li>Appointment shall be in accordance with the <a href=\"https://www.retsinformation.dk/eli/retsinfo/2021/10084\">collective labour agreement between the Danish Ministry of Taxation and the Danish Confederation of Professional Associations</a>.</li><li>Further information on qualification requirements and job content may be found in the<a href=\"https://medarbejdere.au.dk/fileadmin/www.medarbejdere.au.dk/hr/Rekruttering/Onboarding/Ministerial_Order_no._1443_of_11_December_2019_on_Job_Structure_for_Academic_Staff_at_Universities.pdf\"> Memorandum on Job Structure for Academic Staff at Danish Universities </a>.</li><li>Further information on the application and supplementary materials may be found in <a href=\"http://arts.au.dk/en/about-arts/vacant-positions/application-guidelines-academic-positions-2014/\">Application Guidelines</a>.</li><li>The application must outline the applicant's motivation for applying for the position, attaching a curriculum vitae, a complete list of published works, copies of degree certificates and examples of academic production (<strong>mandatory, but no more than five examples</strong>). Please upload this material electronically along with your application.</li></ul>Aarhus University also offers a Junior Researcher Development Programme targeted at career development for postdocs at AU. You can read more about it here: <a href=\"https://talent.au.dk/junior-researcher-development-programme/\">https://talent.au.dk/junior-researcher-development-programme/</a><br><br>If nothing else is noted, applications must be submitted in English. Application deadline is at 11.59 pm Danish time (same as Central European Time) on the deadline day.<br><br>Aarhus University’s ambition is to be an attractive and inspiring workplace for all and to foster a culture in which each individual has opportunities to thrive, achieve and develop. We view equality and diversity as assets, and we welcome all applicants.<br><br>Shortlists may be prepared with the candidates that have been selected for a detailed academic assessment. A committee set up by the head of school is responsible for selecting the most qualified candidates. See this link for further information about shortlisting at the Faculty of Arts:<a href=\"http://medarbejdere.au.dk/fileadmin/user_upload/Proces_for_shortlisting_december_2017.pdf\"> </a><a href=\"https://medarbejdere.au.dk/fileadmin/user_upload/Proces_for_shortlisting_til_web_december_2017_en.pdf\">shortlisting</a><br><br><b><strong>Faculty of Arts</strong></b><br><br>The Faculty of Arts is one of five main academic areas at Aarhus University.<br><br>The faculty contributes to Aarhus University's research, talent development, knowledge exchange and degree programmes.<br>With its 700 academic staff members, 200 PhD students, 9,000 BA and MA students, and 1,500 students following continuing/further education programmes, the faculty constitutes a strong and diverse research and teaching environment.<br><br>The Faculty of Arts consists of the School of Communication and Culture, the School of Culture and Society and the Danish School of Education. Each of these units has strong academic environments and forms the basis for interdisciplinary research and education.<br><br>The faculty's academic environments and degree programmes engage in international collaboration and share the common goal of contributing to the development of knowledge, welfare and culture in interaction with<a href=\"http://www.arts.au.dk/en\"> </a>society.<br>Read more at arts.au.dk/en<br><br><em>The application must be submitted via Aarhus University’s recruitment system, which can be accessed under the job advertisement on Aarhus University's website</em>.<br><br><br><b><strong>Aarhus </strong><strong>University</strong><strong> </strong></b><br><br><em>Aarhus University is an academically diverse and research-intensive university with a strong commitment to high-quality research and education and the development of society nationally and globally. The university offers an inspiring research and teaching environment to</em> <em>its 38,000 students (FTEs) and 8,300 employees, and has an annual revenues of EUR 935 million. Learn more at</em> <em><a href=\"http://www.international.au.dk/\">www.international.au.dk/</a></em>","WorkLocation":{"AddressLine":"Tuborgvej 164","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2400","City":"København NV"},"EmploymentType":1,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"Name":"Post doc., humaniora","DiscoWeb":0,"AlternateNames":[],"GroupId":0,"AreaId":0},"IsGovernmentHiring":true,"JppContacts":[{"Email":null,"PersonName":"Lone Svinth","FirstName":"Lone","LastName":"Svinth","PositionTitle":"-","PhoneNumbers":[{"Number":"+4593508394","Type":0,"Description":"Primary"}]}],"EmploymentDate":"2025-09-01T00:00:00+02:00"},"IsRecruitmentOfForeignNationals":false,"IsWorkInDenmark":false,"IsAnonymousEmployer":false,"IsDisabilityFriendly":true,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":true,"DailyWorkTimeMorning":false,"DailyWorkTimeVarious":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://au.emply.net/recruitment/vacancyApply.aspx?publishingId=c571bebe-933c-487c-a902-ff58fcb4a39f","ReplyInWriting":false,"ApplicationDeadlineDate":"2025-02-21T23:59:59+01:00"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=52538446-1725-40fe-a290-1be571e64f87&Organisation=31119103","Address":"Tuborgvej 164,2400, København NV","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=52538446-1725-40fe-a290-1be571e64f87&Company.Name=Aarhus Universitet&SubmissionDeadlineDate=2025-2-21&Title=Postdoctoral position: Enhancing Care Pedagogy in Early Childhood Education and Care (ECEC)&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":false,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"Postdoctoral position: Enhancing Care Pedagogy in Early Childhood Education and Care (ECEC)","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"52538446-1725-40fe-a290-1be571e64f87","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Aarhus Universitet","Address":"Tuborgvej 164","Country":null,"EmploymentAreaID":null,"PostCode":"2400","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"København NV","ContactPerson":"Lone Svinth","Phone":"+4593508394","Email":null,"Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2025-02-21T23:59:59+01:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"Place":"Arbejdspladsen ligger i København kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Aarhus Universitet","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"The Danish School of Education (DPU) at the Faculty of Arts, Aarhus University, invites applications for a postdoctoral position associated with the research project “Enhancing Care Pedagogy in Early Childhood Education and Care (ECEC)”. The project is funded by Partnerskab for Børneforskning, which was established by the Ministry of Education and ","DescriptionForSharing":"\"The Danish School of Education (DPU) at the Faculty of Arts, Aarhus University, invites applications for a postdoctoral position associated with the research project “Enhancing Care Pedagogy in Early Childhood Education and Care (ECEC)”. The project is funded by Partnerskab for Børneforskning, which was established by the Ministry of Education and \"","TitleForSharing":"\"Postdoctoral position: Enhancing Care Pedagogy in Early Childhood Education and Care (ECEC)\"","RutePlan":"https://www.google.dk/maps/dir//Tuborgvej+164,2400,+København+NV/","FormattedPurpose":"The Danish School of Education (DPU) at the Faculty of Arts, Aarhus University, invites applications for a postdoctoral position associated with the research project <em>“Enhancing Care Pedagogy in Early Childhood Education and Care (ECEC)”</em>. The project is funded by Partnerskab for Børneforskning, which was established by the Ministry of Education and Research in 2022 to support research on children’s wellbeing, learning and development in ECECs in Denmark.<br><br>The position is full-time (37 hours/week) for a duration of 24 months, starting on 1 September 2025 or as soon as possible thereafter. The position will be based at the Department of Educational Anthropology and Educational Psychology at DPU at Campus Emdrup, Copenhagen NV. <br><br><strong>The research project</strong><br>Care is essential for young children’s wellbeing and development and is considered a core value to pedagogues in Danish ECECs. Nevertheless, it remains a challenge to place care on the political, pedagogical and theoretical agenda. Acknowledging that care in ECECs is undertheorised and a complex practice, this project aims to investigate the care pedagogy in ECEC settings and within preservice training of pedagogues. Through ethnographic research, participatory research (research circles), intervention and theoretical development, the project, among other things, seeks to investigate how care:<br><br>•    Unfolds within complex social and cultural pedagogical settings<br>•    Is shaped by institutional conditions<br>•    Is reflected, not only as a dyadic practice (1:1) but also as a polyadic practice.<br><br>The project is based on a research collaboration between DPU, Roskilde University and University College Copenhagen and consists of two broad work packages (WP): (1) Identification and strengthening of care pedagogy in 11 ECECs and (2) Enhancing a care pedagogy in the pedagogue’s Bachelor’s degree programme at University College Copenhagen. The research collaboration is an interdisciplinary initiative led by a research team with expertise in didactics, educational psychology and childhood studies. The project’s overall research question is: <em>How can a care-centred ECEC pedagogy be researched and enhanced in preservice pedagogue training and ECEC settings to foster children’s well-being and development?</em><br><br>Read more about the project <a target=\"_blank\" href=\"https://projekter.au.dk/en/strengthening-pedagogical-care-in-daycare\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"52538446-1725-40fe-a290-1be571e64f87\">here</a>.<br><br><strong>The position</strong><br>The primary tasks of the postdoc are, in collaboration with Associate Professor Lone Svinth (PI) and Associate Professor Ditte Winther-Lindqvist, to specify, plan and carry out (1) participatory research (research circles) and (2) ethnographic research in relation to WP1. <br><br><strong>Participatory research (research circles) </strong><br>The selected applicant is expected to contribute to and engage with the participatory research, which consists of two sets of four research circles. Researchers will collaborate with pedagogues and leaders from the 11 ECECs in two sets of four half-day sessions, with the aim of developing new care practices, theories and criteria for a context-sensitive and practice-relevant care pedagogy. In the research circles researchers will facilitate an investigation of how pedagogues and leaders can develop a care-centred pedagogy that considers social and institutional conditions, thereby promoting children’s well-being and development. The postdoc is expected to analyse and disseminate their research in peer-reviewed journals.<br><br><strong>Ethnographic research</strong><br>The ethnographic research investigates how care for the child’s <em>wellbeing here and now</em> and care for the child’s development over time are practiced in ECECs, and how pedagogues experience the relationship between these two types of care. We expect the analysis to include how institutional and social/collegial conditions shape and influence these different care processes. This research element includes 1) participant observations in 11 ECECs (located in two municipalities on Sjælland), 2) interviews with pedagogues from the 11 ECECs, and 3) analyses and dissemination of the research in peer-reviewed journals. The 11 ECECs have already been selected, and Lone Svinth has conducted observations and interviews in the settings from autumn 2024 to spring 2025.  <br><br>In addition to fulfilling these obligations, the postdoc is expected to:<ul><li>Be an active collaboration partner in the research group</li><li>Be the first author on two peer-reviewed research articles in relevant Danish and international peer-reviewed journals</li><li>Initiate and organise activities with Lone Svinth and Ditte Winther-Lindqvist (initiate, co-organise and participate in conferences, seminars and webinars as well as other relevant activities)</li><li>Collaborate with the international advisory board</li><li>Contribute to the popular dissemination of research findings.</li></ul><br><strong>Qualifications</strong><br>The successful applicant for the postdoctoral position must hold a PhD or equivalent<br>qualifications in psychology, educational psychology, anthropology or a related field within the humanities or social sciences. Applicants who have submitted their PhD dissertation and have been notified that it has been accepted for defence will also be considered qualified to apply. Furthermore, applicants must be able to document:<ul><li>Solid experience in planning and carrying out ethnographic field work along with analytical use of preferably sociocultural theory.</li></ul> Apart from empirical investigation, analysis and dissemination in relevant international journals, the postdoc is expected to take part in coordinating the project on a daily basis with the PI. The methods applied are qualitative and participatory, focusing on professional development through research circles and ethnographic fieldwork. The theoretical sources of inspiration comprise phenomenological, cultural-historical, developmental, ethical and dialectical approaches to care and children’s being and becoming through participation in pedagogical activities and relationships in ECEC.<br><br>It will be considered an advantage if applicants can also document professional<br>experience with:<br>•    ECEC<br>•    Developmental psychology<br>•    Relational care ethics<br>•    Professional development<br>•    Participatory research methodology<br>•    Interdisciplinary collaboration in research teams<br>•    Process facilitation in groups.<br><br>As part of the application, applicants are asked to explain how their previous research experience and qualifications are relevant to the position (1 page). Furthermore, the application must include a project description (3-5 pages), detailing the research question and its conceptual and methodological foundation. <br><br>The application must also include the full formal statement on the applicant’s PhD dissertation if the PhD degree has been obtained. <br><br>Given the nature of the project’s empirical work, applicants must be fluent (or almost fluent) in Danish. Furthermore, applicants must demonstrate proficiency in spoken and written English at an advanced academic level. Experience with publishing in English will be considered an advantage. <br><br><strong>Further information</strong><br>For more details about the project, prospective applicants are encouraged to contact<br>Principal Investigator Lone Svinth at <u>losv@edu.au.d</u>k or CO-Principal Investigator Ditte Alexandra Winther-Lindqvist at <u>diwi@edu.au.dk</u>  or +45 30139323.<br><br>Please note that applications that do not include uploaded publications (maximum five) will not be considered.<br><br><strong>The Danish School of Education</strong><br>The Danish School of Education at Aarhus University is Denmark’s largest centre for research and teaching in the fields of education, didactics and learning, with approximately 240 full-time researchers, including 80 PhD students, and 4,500 Bachelor’s and Master’s degree students. The school’s activities are characterised by a high degree of interdisciplinarity and close interaction with society, including businesses, organisations, government agencies and institutions, both in Denmark and abroad.<br><br>For more information about the school’s research and educational profile, please visit the <a target=\"_blank\" href=\"https://dpu.au.dk/en/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"52538446-1725-40fe-a290-1be571e64f87\">school website</a>. <br><br><strong>International applicants</strong><br>International applicants are encouraged to read about <a target=\"_blank\" href=\"https://international.au.dk/life/lifeindenmark/familyworklife/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"52538446-1725-40fe-a290-1be571e64f87\">family and work-life balance</a> as well as the <a target=\"_blank\" href=\"https://international.au.dk/research/researcher-positions/workingconditions/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"52538446-1725-40fe-a290-1be571e64f87\">attractive working conditions</a> and other benefits of working at Aarhus University and in Denmark, including healthcare, paid holidays and, if relevant, maternity/paternity leave, childcare and schooling. Aarhus University offers a broad variety of services for international researchers and accompanying families, including a <a target=\"_blank\" href=\"https://internationalstaff.au.dk/relocationservice\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"52538446-1725-40fe-a290-1be571e64f87\">relocation service</a> and career counselling for expat partners. For information about taxation, see the <a target=\"_blank\" href=\"https://medarbejdere.au.dk/en/administration/hr/payroll/taxation-of-researchers/taxation-aspects-of-international-researchers-employment-by-au/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"52538446-1725-40fe-a290-1be571e64f87\">taxation aspects of international researchers’ employment by AU</a>. <br><br>An appointee who does not speak Danish will be required to acquire proficiency in Danish equivalent to level B2 (CEFR) to handle tasks, including administrative and managerial responsibilities, and to participate fully in the activities of the Danish School of Education within approximately three years of commencing the appointment. These include, but are not limited to, teaching and examining students, reading work-related texts, and participating in meetings and collegial gatherings in Danish.<br><br> <br><br><br><b><strong>Qualification requirements</strong></b><br><br>Applicants should hold a PhD or equivalent academic qualifications.<br><br><b><strong>Formalities</strong></b><br><br>Faculty of Arts refers to the Ministerial Order on the Appointment of Academic Staff at Danish Universities<a target=\"_blank\" href=\"http://www.medarbejdere.au.dk/appointment_of_academic_staff_at_universities\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"52538446-1725-40fe-a290-1be571e64f87\">(the Appointment Order)</a>.<ul><li>Appointment shall be in accordance with the <a target=\"_blank\" href=\"https://www.retsinformation.dk/eli/retsinfo/2021/10084\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"52538446-1725-40fe-a290-1be571e64f87\">collective labour agreement between the Danish Ministry of Taxation and the Danish Confederation of Professional Associations</a>.</li><li>Further information on qualification requirements and job content may be found in the<a target=\"_blank\" href=\"https://medarbejdere.au.dk/fileadmin/www.medarbejdere.au.dk/hr/Rekruttering/Onboarding/Ministerial_Order_no._1443_of_11_December_2019_on_Job_Structure_for_Academic_Staff_at_Universities.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"52538446-1725-40fe-a290-1be571e64f87\">Memorandum on Job Structure for Academic Staff at Danish Universities</a>.</li><li>Further information on the application and supplementary materials may be found in <a target=\"_blank\" href=\"http://arts.au.dk/en/about-arts/vacant-positions/application-guidelines-academic-positions-2014/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"52538446-1725-40fe-a290-1be571e64f87\">Application Guidelines</a>.</li><li>The application must outline the applicant's motivation for applying for the position, attaching a curriculum vitae, a complete list of published works, copies of degree certificates and examples of academic production (<strong>mandatory, but no more than five examples</strong>). Please upload this material electronically along with your application.</li></ul>Aarhus University also offers a Junior Researcher Development Programme targeted at career development for postdocs at AU. You can read more about it here: <a target=\"_blank\" href=\"https://talent.au.dk/junior-researcher-development-programme/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"52538446-1725-40fe-a290-1be571e64f87\">https://talent.au.dk/junior-researcher-development-programme/</a><br><br>If nothing else is noted, applications must be submitted in English. Application deadline is at 11.59 pm Danish time (same as Central European Time) on the deadline day.<br><br>Aarhus University’s ambition is to be an attractive and inspiring workplace for all and to foster a culture in which each individual has opportunities to thrive, achieve and develop. We view equality and diversity as assets, and we welcome all applicants.<br><br>Shortlists may be prepared with the candidates that have been selected for a detailed academic assessment. A committee set up by the head of school is responsible for selecting the most qualified candidates. See this link for further information about shortlisting at the Faculty of Arts:<a target=\"_blank\" href=\"http://medarbejdere.au.dk/fileadmin/user_upload/Proces_for_shortlisting_december_2017.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"52538446-1725-40fe-a290-1be571e64f87\"></a><a target=\"_blank\" href=\"https://medarbejdere.au.dk/fileadmin/user_upload/Proces_for_shortlisting_til_web_december_2017_en.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"52538446-1725-40fe-a290-1be571e64f87\">shortlisting</a><br><br><b><strong>Faculty of Arts</strong></b><br><br>The Faculty of Arts is one of five main academic areas at Aarhus University.<br><br>The faculty contributes to Aarhus University's research, talent development, knowledge exchange and degree programmes.<br>With its 700 academic staff members, 200 PhD students, 9,000 BA and MA students, and 1,500 students following continuing/further education programmes, the faculty constitutes a strong and diverse research and teaching environment.<br><br>The Faculty of Arts consists of the School of Communication and Culture, the School of Culture and Society and the Danish School of Education. Each of these units has strong academic environments and forms the basis for interdisciplinary research and education.<br><br>The faculty's academic environments and degree programmes engage in international collaboration and share the common goal of contributing to the development of knowledge, welfare and culture in interaction with<a target=\"_blank\" href=\"http://www.arts.au.dk/en\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"52538446-1725-40fe-a290-1be571e64f87\"></a>society.<br>Read more at arts.au.dk/en<br><br><em>The application must be submitted via Aarhus University’s recruitment system, which can be accessed under the job advertisement on Aarhus University's website</em>.<br><br><br><b><strong>Aarhus </strong><strong>University</strong><strong> </strong></b><br><br><em>Aarhus University is an academically diverse and research-intensive university with a strong commitment to high-quality research and education and the development of society nationally and globally. The university offers an inspiring research and teaching environment to</em> <em>its 38,000 students (FTEs) and 8,300 employees, and has an annual revenues of EUR 935 million. Learn more at</em> <em><a target=\"_blank\" href=\"http://www.international.au.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"52538446-1725-40fe-a290-1be571e64f87\">www.international.au.dk/</a></em>","MapUrl":"https://www.google.dk/maps/place/Tuborgvej+164,2400,+København+NV/","OrganizationNumber":"31119103","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}