{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"PhD scholarship Modelling Green Maritime Fuel Transition taking into Account Risk and Uncertainty – DTU Management","JobHeadline":"PhD scholarship Modelling Green Maritime Fuel Transition taking into Account Risk and Uncertainty – DTU Management","Presentation":"The Climate and Energy Policy Division at DTU's Department of Technology, Management and Economics offers a three-year PhD position in the Energy Economics and Modelling section in the suburban are","HiringOrgName":"Danmarks Tekniske Universitet","WorkPlaceAddress":"Anker Engelunds Vej 101  ","WorkPlacePostalCode":"2800","WorkPlaceCity":"Kongens Lyngby","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2025-01-17T10:52:00","LastDateApplication":"2025-04-01T00:00:00","FormattedLastDateApplication":"1. april 2025","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/598a206a-b523-4c4a-93bc-947994bc0f04","Region":"Hovedstaden og Bornholm","Municipality":"Lyngby-Taarbæk","Country":"Danmark","PostalCode":"2800","PostalCodeName":null,"JobAnnouncementType":"Almindelige vilkår","EmploymentType":"Tidsbegrænset ansættelse","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Forskning og universitetsundervisning, naturvidenskab og teknik","Occupation":"ph.d., naturvidenskab og teknik","Location":{"Latitude":55.7857,"Longitude":12.5208},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"WorkplaceID":1003403265,"OrganisationId":"","HiringOrgCVR":30060946,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/598a206a-b523-4c4a-93bc-947994bc0f04","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/598a206a-b523-4c4a-93bc-947994bc0f04","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/598a206a-b523-4c4a-93bc-947994bc0f04","HasLocationValues":true,"ID":"598a206a-b523-4c4a-93bc-947994bc0f04","Latitude":55.7857,"Longitude":12.5208},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Danmarks Tekniske Universitet","Address":{"AddressLine":"Anker Engelunds Vej 101","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":173,"Name":"Lyngby-Taarbæk"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2800","City":"Lyngby-Taarbæk"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://efzu.fa.em2.oraclecloud.com/hcmUI/CandidateExperience/da/sites/CX_1/job/4572","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1003403265","OrganizationNumber":"30060946","OrganizationDescription":null},"JobPositionPosting":{"Id":"598a206a-b523-4c4a-93bc-947994bc0f04","HiringOrg":{"Name":"Danmarks Tekniske Universitet","Address":{"AddressLine":"Anker Engelunds Vej 101","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":173,"Name":"Lyngby-Taarbæk"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2800","City":"Lyngby-Taarbæk"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://efzu.fa.em2.oraclecloud.com/hcmUI/CandidateExperience/da/sites/CX_1/job/4572","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1003403265","OrganizationNumber":"30060946","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2025-01-17T10:52:00+01:00","PublicationEndDate":"2025-02-14T23:59:00+01:00","JobPositionInformation":{"PositionTitle":"PhD scholarship Modelling Green Maritime Fuel Transition taking into Account Risk and Uncertainty – DTU Management","Purpose":"<p>The Climate and Energy Policy Division at DTU's Department of Technology, Management and Economics offers a three-year PhD position in the Energy Economics and Modelling section in the suburban area of beautiful Copenhagen, Denmark. We are committed to producing outstanding research with the highest academic and social impact and to offer excellent research conditions. The division hosts a dynamic community of PhD students.<br>\n<br>\n We are looking for a talented and motivated applicant who wants to gain hands-on experience in cutting-edge energy modeling and analysis and impact the green transition while working alongside a dedicated team that values collaboration and mentorship. We offer the opportunity to participate in cutting-edge research on the value of developing and using energy system modeling tools, including economic, technical and environmental aspects, as a basis to assess the role of ports as energy hubs in a green transition.<br>\n<br>\n The Ports as Energy Transition Hubs (POTENT) Marie Skłodowska-Curie Actions Doctoral Network is looking for 15 qualified PhD candidates interested in the field of Energy Infrastructure, Maritime Economics, Ports, and Data Science (see short descriptions of other positions below). The primary objective of the POTENT Network, led by Copenhagen Business School, is to investigate how ports can support and accelerate the clean energy transition in Europe. The research will focus on:</p>\n<ul><li>Identifying gaps in renewable energy, green fuel infrastructure, and technologies to address these gaps, especially integration of digital technologies to optimize energy use, improve efficiency, and integrate renewables.</li>\n<li>Considering the systemic aspects of integrated energy ports, including the implications of integrating ports into electricity grids, and the socioeconomic and regulatory aspects of port development.</li>\n<li>Investigating the governance and business model challenges and opportunities that ports face in the energy transition and exploring how they can create and capture value, manage stakeholder relationships, and make decisions that align with the energy transition goals.</li>\n</ul>\n<p>This research project provides a fantastic opportunity for researchers interested in the energy transition. It aims to integrate knowledge of engineering (e.g., energy and electrical engineering) and social sciences (economics, sociology, and anthropology) in a doctoral training program across 8 European research institutions and 15 industry actors. The POTENT consortium brings together a multidisciplinary research team from across Europe to train experts in port energy systems and develop key skills to deliver a just and sustainable energy transition. The energy transition of our ports is being rapidly acknowledged as a crucial tool as Europe undergoes the energy transition to climate neutrality and energy security.<br>\n<br>\n The Marie Sklodowska-Curie Doctoral Network aims to increase mobility for students and therefore only accept students who have not lived more than 12 of the last 36 months in the country to which they apply. Please keep this rule in mind as you submit your applications.<br>\n<br>\n You will be based at <strong>The Technical University of Denmark </strong>\n working with <strong>Marie Münster</strong>\n and <strong>Josef Oehmen</strong>\n as project leads and will focus on the topics of infrastructure adaptability and scalability, PtX technologies, de-risking strategies, and flexibility assessment. You will be applying methods such as sensitivity analysis, robust optimization, and stochastic modelling as you work on your project. You will be seconded with the Chalmers University of Technology (Sweden) and Mærsk Mc-Kinney Møller Center for Zero Carbon Shipping (Denmark) during the project.<br>\n<br>\n You will be working on a project called <strong>“Green Maritime fuel transition taking into account risk and uncertainty”</strong>\n . During this project you will:</p>\n<ul><li>Assess promising green fuel production locations depending on local availability of resources and infrastructures as well as quantifying the cost risks via advanced sensitivity and uncertainty assessments.</li>\n<li>Categorize options for adaptability in green fuel infrastructures and de-risk investments by considering the quantified key uncertainties and ensure solutions that are adaptable, scalable, and robust.</li>\n</ul>\n<p>A main challenge in achieving a cost-efficient energy transition of the maritime sector is to identify where, when, which and what quantities of green fuels to produce in the future. Furthermore, the future is uncertain, and research identifying the most influential parameters as well as the uncertainty space for green fuels production costs is urgently needed. In addition, decision-makers need to de-risk future investment, thus future investments need to be adaptable, scalable, and robust.<br>\n<br>\n To address these key challenges the project will apply and further develop large-scale integrated energy system models, with a focus on economic analysis of energy infrastructure, PtX and green fuels, as well as system integration. The main tool applied will be the modeling tool, Balmorel, which is built in GAMS.<br>\n<br>\n During your studies you are expected to deliver:</p>\n<ul><li>a large-scale energy system modelling framework, including sector coupling opportunities and different green fuel production pathways, to provide insights into where, when and which fuels to produce along green corridors.</li>\n<li>a modelling framework for assessing fuel costs risks and their underlying uncertainties along green corridors.</li>\n<li>a structured catalogue of adaptability options (flexible usage of infrastructure, scalable, and robust)</li>\n<li>improved energy system modelling framework with adaptability options integrated to compute the probability distribution for investments into green fuel infrastructure.</li>\n</ul>\n<p><strong>Qualifications</strong>\n<br>\n As a formal qualification, you must have a two-year master's degree (120 ECTS points) or a similar degree with an academic level equivalent to a two-year master's degree. Furthermore, strong English communication skills are essential. Applicants should be highly motivated, ambitious, and eager to seek and share knowledge, willing and able to work independently and in a team.<br>\n<br>\n You should have:</p>\n<ul><li>A master’s degree in engineering or economics with a focus on energy system analysis or similar.</li>\n<li>Experience with energy system modeling - ideally of large-scale multiple country energy systems, PtX and renewable fuel production.</li>\n<li>Strong writing and presentation skills.</li>\n<li>A willingness and desire to engage in interdisciplinary collaboration and teaching.</li>\n<li>Good programming capabilities in advanced analysis software (e.g., Python, R, MATLAB, Julia, or similar) and mathematical optimization suites (e.g., GAMS, Pyomo, JuMP, or similar).</li>\n</ul>\n<p>Besides, the candidates' ability and willingness to collaborate effectively with the project's team will play a role in our assessment.<br>\n<br>\n Beyond research and teaching, the successful candidate will be expected to participate in community activities such as workshops and seminars.<br>\n<br>\n<strong>We offer</strong>\n<br>\n DTU is a leading technical university globally recognized for the excellence of its research, education, innovation and scientific advice. We offer a rewarding and challenging job in an international environment. We strive for academic excellence in an environment characterized by collegial respect and academic freedom tempered by responsibility. The position provides support for research and travel expenses, including to conduct research at another institution in Denmark or abroad.&nbsp;<br>\n<br>\n<strong>Approval and Enrolment&nbsp;</strong>\n<br>\n The scholarship for the PhD degree is subject to academic approval, and the candidate will be enrolled in one of the general degree programmes at DTU. For information about our enrolment requirements and the general planning of the PhD study programme, please see <a href=\"https://www.dtu.dk/english/Education/PhD/Rules\">DTU's rules for the PhD education</a>\n .&nbsp;<br>\n<br>\n<strong>Salary and terms of employment</strong>\n<br>\n The appointment will be based on the collective agreement with the Danish Confederation of Professional Associations. The allowance will be agreed upon with the relevant union.<br>\n<br>\n The period of employment is three years, starting latest 1 September 2025. The position is a full-time position.<br>\n<br>\n You can read more about career paths at DTU here http://www.dtu.dk/english/about/job-and-career/working-at-dtu/career-paths.<br>\n<br>\n<strong>Further information</strong>\n<br>\n Further information about these positions may be obtained from Professor Marie Münster (maem@dtu.dk) and Head of Section Professor Dogan Keles (dogke@dtu.dk).<br>\n<br>\n You can read more about the research carried out in the Section for Energy Economics and Modeling at <a href=\"https://www.man.dtu.dk/english/about-us/department-organisation/divisions/climate-and-energy-policy-division/energy-economics-and-modelling\">Energy Economics and Modelling</a>\n .&nbsp;<br>\n<br>\n If you are applying from abroad, you may find useful information on working in Denmark and at DTU at&nbsp;<a href=\"https://www.dtu.dk/english/about/job-and-career/moving-to-denmark\">DTU – Moving to Denmark</a>\n . Furthermore, you have the option of joining our monthly free seminar “<a href=\"https://www.dtu.dk/english/about/job-and-career/moving-to-denmark/before-arrival/phd-relocation-to-denmark\">PhD&nbsp;relocation to Denmark and startup “Zoom” seminar</a>\n ” for all questions regarding the practical matters of moving to Denmark and working as a PhD at DTU.&nbsp;<br>\n<br>\n<strong>Application procedure&nbsp;</strong>\n<br>\n Your complete online application must be submitted no later than <strong>1 April 2025 (23:59 Danish time)</strong>\n . Applications must be submitted as <strong>one PDF file</strong>\n containing all materials to be given consideration. To apply, please open the link “Apply online”, fill out the online application form, and attach <strong>all your materials in English in one PDF file</strong>\n . The file must include:</p>\n<ul><li>A letter motivating the application (cover letter)</li>\n<li>Curriculum vitae (CV)</li>\n<li>Grade transcripts and BSc/MSc diploma (in English) including official description of grading scale</li>\n<li>Scientific publications (if any)</li>\n</ul>\n<p>You may apply prior to obtaining your master's degree but cannot begin before having received it.&nbsp;<br>\n<br>\n Applications received after the deadline will not be considered. Short-listed candidates will be invited for an interview.<br>\n<br>\n All interested candidates irrespective of age, gender, disability, race, religion or ethnic background are encouraged to apply. As DTU works with research in critical technology, which is subject to special rules for security and export control, open-source background checks may be conducted on qualified candidates for the position.<br>\n<br>\n<i><strong>DTU Management</strong>\n conducts excellent research in the intersection between management, technology and economics. We develop solutions in close cooperation with companies and public authorities. Our research aims at strengthening welfare, productivity and sustainability within the society. A key element is the role of technology and its interaction with industry and individuals. The department offers a wide range of courses and programs at bachelor, master and PhD level across DTU’s study programs. The department has around 200 employees, 50% coming from abroad.</i>\n<br>\n<br>\n<i><strong>Technology for people</strong>\n </i>\n<br>\n<i>DTU develops technology for people. With our international elite research and study programmes, we are helping to create a better world and to solve the global challenges formulated in the UN’s 17 Sustainable Development Goals. Hans Christian Ørsted founded DTU in 1829 with a clear mission to develop and create value using science and engineering to benefit society. That mission lives on today. DTU has 13,500 students and 6,000 employees. We work in an international atmosphere and have an inclusive, evolving, and informal working environment. DTU has campuses in all parts of Denmark and in Greenland, and we collaborate with the best universities around the world.</i>\n<br>\n<br>\n</p>","WorkLocation":{"AddressLine":"Anker Engelunds Vej 101","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":173,"Name":"Lyngby-Taarbæk"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2800","City":"Lyngby-Taarbæk"},"EmploymentType":16,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"Name":"ph.d., naturvidenskab og teknik","DiscoWeb":0,"AlternateNames":["ph.d.-stipendiat, naturvidenskab og teknik"],"GroupId":0,"AreaId":0},"IsGovernmentHiring":true,"JppContacts":[{"Email":"maem@dtu.dk","PersonName":"Marie Münster","FirstName":"Marie","LastName":"Münster","PositionTitle":"Professor","PhoneNumbers":[]},{"Email":"dogke@dtu.dk","PersonName":"Dogan Keles","FirstName":"Dogan","LastName":"Keles","PositionTitle":"Head of Section Professor","PhoneNumbers":[]}],"EmploymentDate":"2025-09-01T00:00:00+02:00"},"IsRecruitmentOfForeignNationals":true,"IsWorkInDenmark":true,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":false,"DailyWorkTimeMorning":false,"DailyWorkTimeVarious":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://efzu.fa.em2.oraclecloud.com/hcmUI/CandidateExperience/da/sites/CX_1/job/4572","ReplyInWriting":false,"ApplicationDeadlineDate":"2025-04-01T00:00:00+02:00"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=598a206a-b523-4c4a-93bc-947994bc0f04&Organisation=30060946","Address":"Anker Engelunds Vej 101,2800, Lyngby-Taarbæk","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=598a206a-b523-4c4a-93bc-947994bc0f04&Company.Name=Danmarks Tekniske Universitet&SubmissionDeadlineDate=2025-4-1&Title=PhD scholarship Modelling Green Maritime Fuel Transition taking into Account Risk and Uncertainty – DTU Management&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":true,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"PhD scholarship Modelling Green Maritime Fuel Transition taking into Account Risk and Uncertainty – DTU Management","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"598a206a-b523-4c4a-93bc-947994bc0f04","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Danmarks Tekniske Universitet","Address":"Anker Engelunds Vej 101","Country":null,"EmploymentAreaID":null,"PostCode":"2800","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Lyngby-Taarbæk","ContactPerson":"Marie Münster","Phone":"","Email":"maem@dtu.dk","Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2025-04-01T00:00:00+02:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"Place":"Arbejdspladsen ligger i Lyngby-Taarbæk kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Danmarks Tekniske Universitet","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"The Climate and Energy Policy Division at DTU's Department of Technology, Management and Economics offers a three-year PhD position in the Energy Economics and Modelling section in the suburban area of beautiful Copenhagen, Denmark. We are committed to producing outstanding research with the highest academic and social impact and to offer excellent","DescriptionForSharing":"\"The Climate and Energy Policy Division at DTU\\u0027s Department of Technology, Management and Economics offers a three-year PhD position in the Energy Economics and Modelling section in the suburban area of beautiful Copenhagen, Denmark. We are committed to producing outstanding research with the highest academic and social impact and to offer excellent\"","TitleForSharing":"\"PhD scholarship Modelling Green Maritime Fuel Transition taking into Account Risk and Uncertainty – DTU Management\"","RutePlan":"https://www.google.dk/maps/dir//Anker+Engelunds+Vej+101,2800,+Lyngby-Taarbæk/","FormattedPurpose":"<p>The Climate and Energy Policy Division at DTU's Department of Technology, Management and Economics offers a three-year PhD position in the Energy Economics and Modelling section in the suburban area of beautiful Copenhagen, Denmark. We are committed to producing outstanding research with the highest academic and social impact and to offer excellent research conditions. The division hosts a dynamic community of PhD students.<br>\n<br>\n We are looking for a talented and motivated applicant who wants to gain hands-on experience in cutting-edge energy modeling and analysis and impact the green transition while working alongside a dedicated team that values collaboration and mentorship. We offer the opportunity to participate in cutting-edge research on the value of developing and using energy system modeling tools, including economic, technical and environmental aspects, as a basis to assess the role of ports as energy hubs in a green transition.<br>\n<br>\n The Ports as Energy Transition Hubs (POTENT) Marie Skłodowska-Curie Actions Doctoral Network is looking for 15 qualified PhD candidates interested in the field of Energy Infrastructure, Maritime Economics, Ports, and Data Science (see short descriptions of other positions below). The primary objective of the POTENT Network, led by Copenhagen Business School, is to investigate how ports can support and accelerate the clean energy transition in Europe. The research will focus on:</p>\n<ul><li>Identifying gaps in renewable energy, green fuel infrastructure, and technologies to address these gaps, especially integration of digital technologies to optimize energy use, improve efficiency, and integrate renewables.</li>\n<li>Considering the systemic aspects of integrated energy ports, including the implications of integrating ports into electricity grids, and the socioeconomic and regulatory aspects of port development.</li>\n<li>Investigating the governance and business model challenges and opportunities that ports face in the energy transition and exploring how they can create and capture value, manage stakeholder relationships, and make decisions that align with the energy transition goals.</li>\n</ul>\n<p>This research project provides a fantastic opportunity for researchers interested in the energy transition. It aims to integrate knowledge of engineering (e.g., energy and electrical engineering) and social sciences (economics, sociology, and anthropology) in a doctoral training program across 8 European research institutions and 15 industry actors. The POTENT consortium brings together a multidisciplinary research team from across Europe to train experts in port energy systems and develop key skills to deliver a just and sustainable energy transition. The energy transition of our ports is being rapidly acknowledged as a crucial tool as Europe undergoes the energy transition to climate neutrality and energy security.<br>\n<br>\n The Marie Sklodowska-Curie Doctoral Network aims to increase mobility for students and therefore only accept students who have not lived more than 12 of the last 36 months in the country to which they apply. Please keep this rule in mind as you submit your applications.<br>\n<br>\n You will be based at <strong>The Technical University of Denmark </strong>\n working with <strong>Marie Münster</strong>\n and <strong>Josef Oehmen</strong>\n as project leads and will focus on the topics of infrastructure adaptability and scalability, PtX technologies, de-risking strategies, and flexibility assessment. You will be applying methods such as sensitivity analysis, robust optimization, and stochastic modelling as you work on your project. You will be seconded with the Chalmers University of Technology (Sweden) and Mærsk Mc-Kinney Møller Center for Zero Carbon Shipping (Denmark) during the project.<br>\n<br>\n You will be working on a project called <strong>“Green Maritime fuel transition taking into account risk and uncertainty”</strong>\n . During this project you will:</p>\n<ul><li>Assess promising green fuel production locations depending on local availability of resources and infrastructures as well as quantifying the cost risks via advanced sensitivity and uncertainty assessments.</li>\n<li>Categorize options for adaptability in green fuel infrastructures and de-risk investments by considering the quantified key uncertainties and ensure solutions that are adaptable, scalable, and robust.</li>\n</ul>\n<p>A main challenge in achieving a cost-efficient energy transition of the maritime sector is to identify where, when, which and what quantities of green fuels to produce in the future. Furthermore, the future is uncertain, and research identifying the most influential parameters as well as the uncertainty space for green fuels production costs is urgently needed. In addition, decision-makers need to de-risk future investment, thus future investments need to be adaptable, scalable, and robust.<br>\n<br>\n To address these key challenges the project will apply and further develop large-scale integrated energy system models, with a focus on economic analysis of energy infrastructure, PtX and green fuels, as well as system integration. The main tool applied will be the modeling tool, Balmorel, which is built in GAMS.<br>\n<br>\n During your studies you are expected to deliver:</p>\n<ul><li>a large-scale energy system modelling framework, including sector coupling opportunities and different green fuel production pathways, to provide insights into where, when and which fuels to produce along green corridors.</li>\n<li>a modelling framework for assessing fuel costs risks and their underlying uncertainties along green corridors.</li>\n<li>a structured catalogue of adaptability options (flexible usage of infrastructure, scalable, and robust)</li>\n<li>improved energy system modelling framework with adaptability options integrated to compute the probability distribution for investments into green fuel infrastructure.</li>\n</ul>\n<p><strong>Qualifications</strong>\n<br>\n As a formal qualification, you must have a two-year master's degree (120 ECTS points) or a similar degree with an academic level equivalent to a two-year master's degree. Furthermore, strong English communication skills are essential. Applicants should be highly motivated, ambitious, and eager to seek and share knowledge, willing and able to work independently and in a team.<br>\n<br>\n You should have:</p>\n<ul><li>A master’s degree in engineering or economics with a focus on energy system analysis or similar.</li>\n<li>Experience with energy system modeling - ideally of large-scale multiple country energy systems, PtX and renewable fuel production.</li>\n<li>Strong writing and presentation skills.</li>\n<li>A willingness and desire to engage in interdisciplinary collaboration and teaching.</li>\n<li>Good programming capabilities in advanced analysis software (e.g., Python, R, MATLAB, Julia, or similar) and mathematical optimization suites (e.g., GAMS, Pyomo, JuMP, or similar).</li>\n</ul>\n<p>Besides, the candidates' ability and willingness to collaborate effectively with the project's team will play a role in our assessment.<br>\n<br>\n Beyond research and teaching, the successful candidate will be expected to participate in community activities such as workshops and seminars.<br>\n<br>\n<strong>We offer</strong>\n<br>\n DTU is a leading technical university globally recognized for the excellence of its research, education, innovation and scientific advice. We offer a rewarding and challenging job in an international environment. We strive for academic excellence in an environment characterized by collegial respect and academic freedom tempered by responsibility. The position provides support for research and travel expenses, including to conduct research at another institution in Denmark or abroad. <br>\n<br>\n<strong>Approval and Enrolment </strong>\n<br>\n The scholarship for the PhD degree is subject to academic approval, and the candidate will be enrolled in one of the general degree programmes at DTU. For information about our enrolment requirements and the general planning of the PhD study programme, please see <a target=\"_blank\" href=\"https://www.dtu.dk/english/Education/PhD/Rules\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"598a206a-b523-4c4a-93bc-947994bc0f04\">DTU's rules for the PhD education</a>\n . <br>\n<br>\n<strong>Salary and terms of employment</strong>\n<br>\n The appointment will be based on the collective agreement with the Danish Confederation of Professional Associations. The allowance will be agreed upon with the relevant union.<br>\n<br>\n The period of employment is three years, starting latest 1 September 2025. The position is a full-time position.<br>\n<br>\n You can read more about career paths at DTU here <a target=\"_blank\" href=\"http://www.dtu.dk/english/about/job-and-career/working-at-dtu/career-paths\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"598a206a-b523-4c4a-93bc-947994bc0f04\">http://www.dtu.dk/english/about/job-and-career/working-at-dtu/career-paths</a>.<br>\n<br>\n<strong>Further information</strong>\n<br>\n Further information about these positions may be obtained from Professor Marie Münster (maem@dtu.dk) and Head of Section Professor Dogan Keles (dogke@dtu.dk).<br>\n<br>\n You can read more about the research carried out in the Section for Energy Economics and Modeling at <a target=\"_blank\" href=\"https://www.man.dtu.dk/english/about-us/department-organisation/divisions/climate-and-energy-policy-division/energy-economics-and-modelling\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"598a206a-b523-4c4a-93bc-947994bc0f04\">Energy Economics and Modelling</a>\n . <br>\n<br>\n If you are applying from abroad, you may find useful information on working in Denmark and at DTU at <a target=\"_blank\" href=\"https://www.dtu.dk/english/about/job-and-career/moving-to-denmark\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"598a206a-b523-4c4a-93bc-947994bc0f04\">DTU – Moving to Denmark</a>\n . Furthermore, you have the option of joining our monthly free seminar “<a target=\"_blank\" href=\"https://www.dtu.dk/english/about/job-and-career/moving-to-denmark/before-arrival/phd-relocation-to-denmark\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"598a206a-b523-4c4a-93bc-947994bc0f04\">PhD relocation to Denmark and startup “Zoom” seminar</a>\n ” for all questions regarding the practical matters of moving to Denmark and working as a PhD at DTU. <br>\n<br>\n<strong>Application procedure </strong>\n<br>\n Your complete online application must be submitted no later than <strong>1 April 2025 (23:59 Danish time)</strong>\n . Applications must be submitted as <strong>one PDF file</strong>\n containing all materials to be given consideration. To apply, please open the link “Apply online”, fill out the online application form, and attach <strong>all your materials in English in one PDF file</strong>\n . The file must include:</p>\n<ul><li>A letter motivating the application (cover letter)</li>\n<li>Curriculum vitae (CV)</li>\n<li>Grade transcripts and BSc/MSc diploma (in English) including official description of grading scale</li>\n<li>Scientific publications (if any)</li>\n</ul>\n<p>You may apply prior to obtaining your master's degree but cannot begin before having received it. <br>\n<br>\n Applications received after the deadline will not be considered. Short-listed candidates will be invited for an interview.<br>\n<br>\n All interested candidates irrespective of age, gender, disability, race, religion or ethnic background are encouraged to apply. As DTU works with research in critical technology, which is subject to special rules for security and export control, open-source background checks may be conducted on qualified candidates for the position.<br>\n<br>\n<i><strong>DTU Management</strong>\n conducts excellent research in the intersection between management, technology and economics. We develop solutions in close cooperation with companies and public authorities. Our research aims at strengthening welfare, productivity and sustainability within the society. A key element is the role of technology and its interaction with industry and individuals. The department offers a wide range of courses and programs at bachelor, master and PhD level across DTU’s study programs. The department has around 200 employees, 50% coming from abroad.</i>\n<br>\n<br>\n<i><strong>Technology for people</strong>\n </i>\n<br>\n<i>DTU develops technology for people. With our international elite research and study programmes, we are helping to create a better world and to solve the global challenges formulated in the UN’s 17 Sustainable Development Goals. Hans Christian Ørsted founded DTU in 1829 with a clear mission to develop and create value using science and engineering to benefit society. That mission lives on today. DTU has 13,500 students and 6,000 employees. We work in an international atmosphere and have an inclusive, evolving, and informal working environment. DTU has campuses in all parts of Denmark and in Greenland, and we collaborate with the best universities around the world.</i>\n<br>\n<br>\n</p>","MapUrl":"https://www.google.dk/maps/place/Anker+Engelunds+Vej+101,2800,+Lyngby-Taarbæk/","OrganizationNumber":"30060946","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}