{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"PhD Open Call 2025","JobHeadline":"PhD Open Call 2025","Presentation":"The IT University of Copenhagen (ITU) invites highly motivated candidates to apply for a PhD position starting September 2025 or soon after.  ITU’s vision is to create and share knowledge that","HiringOrgName":"IT-Universitetet i København","WorkPlaceAddress":"Rued Langgaards Vej  7  ","WorkPlacePostalCode":"2300","WorkPlaceCity":"København S","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2025-01-29T15:13:00","LastDateApplication":"2025-02-24T00:00:00","FormattedLastDateApplication":"24. februar 2025","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/7cd92ddb-2b88-48b9-b111-543dbc29f00e","Region":"Hovedstaden og Bornholm","Municipality":"København","Country":"Danmark","PostalCode":"2300","PostalCodeName":null,"JobAnnouncementType":"Almindelige vilkår","EmploymentType":"Tidsbegrænset ansættelse","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Forskning og universitetsundervisning, naturvidenskab og teknik","Occupation":"ph.d., naturvidenskab og teknik","Location":{"Latitude":55.6736,"Longitude":12.6554},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"WorkplaceID":1005162959,"OrganisationId":"","HiringOrgCVR":29057753,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/7cd92ddb-2b88-48b9-b111-543dbc29f00e","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/7cd92ddb-2b88-48b9-b111-543dbc29f00e","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/7cd92ddb-2b88-48b9-b111-543dbc29f00e","HasLocationValues":true,"ID":"7cd92ddb-2b88-48b9-b111-543dbc29f00e","Latitude":55.6736,"Longitude":12.6554},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"IT-Universitetet i København","Address":{"AddressLine":"Rued Langgaards Vej  7","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2300","City":"København S"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=119&ProjectId=181766&DepartmentId=3439&MediaId=5448&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1005162959","OrganizationNumber":"29057753","OrganizationDescription":null},"JobPositionPosting":{"Id":"7cd92ddb-2b88-48b9-b111-543dbc29f00e","HiringOrg":{"Name":"IT-Universitetet i København","Address":{"AddressLine":"Rued Langgaards Vej  7","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2300","City":"København S"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=119&ProjectId=181766&DepartmentId=3439&MediaId=5448&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1005162959","OrganizationNumber":"29057753","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2025-01-29T15:13:00+01:00","PublicationEndDate":"2025-02-24T00:00:00+01:00","JobPositionInformation":{"PositionTitle":"PhD Open Call 2025","Purpose":"The IT University of Copenhagen (ITU) invites highly motivated candidates to apply for a PhD position starting September 2025 or soon after.<br><br>  ITU’s vision is to create and share knowledge that is profound and leads to groundbreaking information technology and services for the benefit of humanity. We invite applicants who want to contribute to this vision.<br><br>  ITU offers a multidisciplinary research environment related to information technology (IT) and the opportunities it provides. Research in information technology spans all academic activities distributed across nine sections at ITU. You can read a short description and find links to the sections below.<br><br>  Applicants must prepare a research proposal for the PhD project. Applicants must align their research proposal with research conducted by at least one of the research sections at ITU and must specify member(s) of ITU faculty as project supervisor. Applicants are highly encouraged to contact prospective supervisors beforehand. In the links to the research sections below, you can find information about research and faculty in the sections.<br><br>  <strong>About the Data Science section</strong><br> The Data Science section focuses on advancing research across a broad spectrum of fields, as it conducts research on artificial intelligence, audio-visual computing, DNA forensics, eye tracking, fairness, image analysis, large language models, logistics optimization, machine learning, and natural language processing. It also explores network science, neurocomputing, quantitative social science, recommender systems, statistics, sustainability, transport networks analysis, and urban planning.<br><br>  Read more about the section on the website <a href=\"https://en.itu.dk/Research/Research-Sections/Data-Science\">here</a>.<br><br>  <strong>About the Data, Systems, and Robotics sections</strong><br> The Data, Systems, and Robotics Section (DSAR) conducts research in various aspects of infrastructure for data science, scalable and efficient systems supporting the data lifecycle, meta-science, artificial intelligence, robotics, and evolutionary computation, as well as a range of applications.<br><br>  The section faculty is responsible for many courses in the ITU BSc programs for Software Development and Data Science and MSc programs for Computer Science, Data Science, and Software Design.<br><br>  Read more about the section on the website <a href=\"https://en.itu.dk/Research/Research-Sections/Data-Systems-and-Robotics\">here</a>.<br><br>  <strong>About the Digital Business Innovation section</strong><br> The Digital Business Innovation section explores how digital technologies, people, and processes can be integrated into innovative technological and organizational configurations to address business and organizational challenges in both the private and public sectors. The research focuses on developing, implementing, disseminating, and applying digital technologies within organizational settings to create business and societal value. Specific areas of interest include digital platforms, responsible AI, AI systems' impact on decision-making, the future of digital work, digital transformation and innovation, distributed ledger technology, and health analytics.<br><br>  The section faculty is actively engaged in teaching across several programs, including the BSc in Global Business Informatics, the MSc in Digital Innovation &amp; Management, the Executive Master in IT Management, and ITU Professional Courses. The section members cover diverse disciplines, such as management, information systems, organizational studies, innovation management, and marketing, and there is close collaboration with industry and government.<br><br>  The section is currently seeking PhD applications within the domains of \"The Future of Digital Work\" and \"Responsible AI and Decision-Making.\" However, candidates interested in other areas are encouraged to reach out.<br><br>  Read more about the section on the website <a href=\"https://en.itu.dk/Research/Research-Sections/Digital-Business-Innovation\">here</a>.<br><br>  <strong>About the Digitalization, Democracy and Governance section</strong><br> The section for Digitalization, Democracy and Governance (DDG) is aimed at creating an interdisciplinary research hub focused on the intersection of digitalization, democracy, and governance. The section conducts research that addresses the role of digital technologies in organizing and governing social resources across key areas, including Digital Social Innovation, Digital Welfare, Democratic Business, and Digital Commons. These themes explore how digital tools can bring about positive social change in areas like welfare, business development, culture, climate action, and refugee crises.<br><br>  The DDG section advocates for a care-driven, interventionist research approach that values human interests in addition to generating business values. The work in the section draws from diverse fields such as Participatory Design, Design Anthropology, Human-Computer Interaction, Information Systems, and Computer Supported Cooperative Work.<br><br>  Read more about the section on the website <a href=\"https://en.itu.dk/Research/Research-Sections/Digitalization-Democracy-and-Governance\">here</a>.<br><br>  <strong>About the Human-Computer Interaction and Design section</strong><br> The section for Human-Computer Interaction and Design (HCI &amp; Design) explores the complex relationship between people and computing systems, emphasizing how their interactions influence everyday life, affect societal change, and inspire new experiences. The section is focused on the critique, design, and study of these interactions.<br><br>  The section’s research draws from a wide array of disciplines including interaction design, co-design, user experience research, Computer-Supported Cooperative Work (CSCW), and experimental psychology. HCI &amp; Design focuses on how computing technologies can be tailored to fit humans in their entangled practices.<br><br>  Read more about the section on the website <a href=\"https://en.itu.dk/Research/Research-Sections/Human-Computer-Interaction-and-Design\">here</a>.<br><br>  <strong>About the Play, Culture and AI section</strong><br> The Play, Culture, and AI section gathers research in Artificial Intelligence, HCI, Neuroscience, the Humanities and Social Sciences around the shared object of play and games. Play and playful technologies are of increasing importance in a digital society and have been identified as valuable tools for many serious applications. Studying the play of humans or non-human agents, the design and cultural relevance of playful artefacts, and the instrumental potential of playful technologies goes hand in hand in the section, creating a vibrant and intensely interdisciplinary community.<br><br>  The Play, Culture, and AI section is a well-established part of ITU that developed out of the Center for Computer Games Research and now is connected to the Center for Digital Play. The shared ethos of the section is to address the social relevance of play and playful technologies.<br><br>  The section is organized around the necessity for interdisciplinarity that comes with studying players and games, making games, or using them for applied purposes. None of these activities could be done successfully in a monodisciplinary environment, which is why the section actively incorporates a variety of backgrounds, methods, and epistemologies.<br><br>  Read more about the section on the website <a href=\"https://en.itu.dk/Research/Research-Sections/Play-Culture-and-AI\">here</a>.<br><br>  <strong>About the Software Engineering section</strong><br> The Software Engineering section focuses on a diverse range of research areas. The section conducts research on computing education, educational technology, government IT, IT program management, large-scale software analysis, mathematics, privacy, probabilistic programming, public sector software, robotics software, software development methods, software development tools, software quality assurance, software requirements engineering, and software testing. This comprehensive scope reflects the section's effort in advancing both theoretical and practical aspects of software engineering.<br><br>  Read more about the section on the website <a href=\"https://en.itu.dk/Research/Research-Sections/Software-Engineering\">here</a>.<br><br>  <strong>About the Technologies in Practice section</strong><br> The Technologies in Practice (TiP) section is an interdisciplinary section including fields such as anthropology, sociology, STS, HCI, and Computer-Supported Cooperative Work. It serves as a hub for those working on IT in practice in society, focusing particularly on issues of power, justice, and access. Rather than concentrating on specific topics, TiP will bring together researchers around shared methods and approaches. Its motivation stems from the need to explore the making of digital futures from both a societal and sociotechnical perspective.<br><br>  Read more about the section on the website <a href=\"https://en.itu.dk/Research/Research-Sections/Technologies-in-Practice\">here</a>.<br><br>  <strong>About the Theoretical Computer Science section</strong><br> The section for Theoretical Computer Science focuses on research in a wide range of areas, including algorithms, algorithm engineering, and algorithmic fairness. It also explores communication protocols, complexity, cryptography, and the impact of cyberwar. The section furthermore conducts research on election security, human-computer interfaces, and information security, as well as large-scale data analysis and multiparty computation. Privacy, process calculi, programming languages, proof assistants, type systems, software verification, and trust are also key areas of investigation.<br><br>  Read more about the section on the website <a href=\"https://en.itu.dk/Research/Research-Sections/Theoretical-Computer-Science\">here</a>.<br><br>  <strong>Salary and terms of employment</strong><br> Appointment and salary will be in accordance with the Ministry of Taxation’s agreement with the Danish Confederation of Professional Associations (AC) and job structure for academic staff at universities.<br><br>  <strong>Qualification Requirements</strong><br> The following qualifications are required:<br><br>  <ul> \t<li>3-year programme: candidates must have an MSc degree (or equivalent)</li> \t<li>4-year programme: candidates must have a BSc and one year of university studies on master level</li> </ul>  The applicants will be employed and enrolled at the ITU University for a period of 3 or 4 years depending on the university degree level of the applicant. <br><br>  <strong>Application</strong><br> Qualified applicants typically have a research interest and probably a portfolio of projects that is aligned with the research field of the potential supervisor. The application must reflect the applicant’s motivation for applying for the position as well as the ability to position the project within the relevant research field. The application and all other documents must be in English and must include:<br><br>  <ul> \t<li>A motivated application (cover letter) including a detailed description of qualifications, and the name of a suggested supervisor at ITU who is linked to the applicant's field of research</li> \t<li>A project proposal (statement of purpose) which provides evidence of independent thinking, novelty, and originality of the targeted research field (max. 5 pages)</li> \t<li>Documentation of academic degrees: diplomas and transcripts</li> \t<li>A full CV including name, address, phone number, e-mail, previous and present employment, and academic background</li> \t<li>List of scientific publications, if any, and/or master thesis written by the applicant</li> \t<li>Co-author statements if the applicant has any publications with more than one author. This can be in the form of a traditional co-author statement or as part of a recommendation letter</li> \t<li>Letters of recommendation, if any. Letters of recommendation should be relevant for the assessment of the applicant’s potential as a researcher. Letters of recommendation must be uploaded as part of the application and cannot be sent to ITU directly</li> \t<li>Documentation of English language skills</li> </ul>  Please read the <a href=\"https://itu.dk/sitecore/content/EN/Research/PhD-Programme/PhD-Admission-Requirements\"><strong>Admission Requirements</strong></a> for detailed information of the required documentation.<br><br>  Applications without the above-mentioned <em>required</em> documents will not be assessed.<br><br>  The applicant will be accessed according to the Appointment Order from the Ministry of Science, Technology and Innovation of 13 March 2012.<br><br>  The IT University may use shortlisting in connection with the recruitment process. In case of shortlisting, the Chair of the hiring committee selects applicants for assessment in consultation with the hiring committee after the application deadline. All applicants are notified whether their application has been passed for assessment. The shortlisting of candidates for assessment is based on the criteria in the job posting. <br><br>  <strong>Further information</strong><br> Questions about the application procedure may be directed to HR, hr@itu.dk. Questions about the PhD programme and PhD requirements can be directed to PhD Support, phdsupport@itu.dk<br><br>  <strong>Application procedure</strong><br> You can only apply for this position through our e-recruitment system. Apply by pressing the button \"Apply for position\" in the job announcement on our website: http://en.itu.dk/About-ITU/Vacancies<br><br>  Please read the <a href=\"https://itu.dk/sitecore/content/EN/Research/PhD-Programme/PhD-Admission-Requirements\">Admission Requirements</a> page carefully before filling in the application form.<br><br>  The IT University might upon request in the interview process contact 1-2 references.<br><br>  Please note that all application materials will be destroyed after the assessment.<br><br>  Application deadline: <strong>24 February 2025 at 23:59 CET/CEST.</strong><br><br>  Applications/enclosures received at ITU after the application deadline will not be taken into consideration. If you submit an application, it is your responsibility to ensure that it arrives before the deadline so please allow sufficient time for upload of publications and other documents.<br> The IT University invites all qualified researchers regardless of age, gender, religious affiliation or ethnic background to apply for the positions.<br><br> ","WorkLocation":{"AddressLine":"Rued Langgaards Vej  7","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2300","City":"København S"},"EmploymentType":16,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":3,"DriverLicense":[],"Occupation":{"Name":"ph.d., naturvidenskab og teknik","DiscoWeb":0,"AlternateNames":["ph.d.-stipendiat, naturvidenskab og teknik"],"GroupId":0,"AreaId":0},"IsGovernmentHiring":true,"JppContacts":[{"Email":"phdsupport@itu.dk","PersonName":"PhD Support","FirstName":"PhD","LastName":"Support","PositionTitle":"PhD Support","PhoneNumbers":[{"Number":"72185000","Type":0,"Description":"Primary"}]}],"EmploymentDate":null},"IsRecruitmentOfForeignNationals":false,"IsWorkInDenmark":true,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":true,"DailyWorkTimeMorning":false,"DailyWorkTimeVarious":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=119&ProjectId=181766&DepartmentId=3439&MediaId=5448&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","ReplyInWriting":false,"ApplicationDeadlineDate":"2025-02-24T00:00:00+01:00"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=7cd92ddb-2b88-48b9-b111-543dbc29f00e&Organisation=29057753","Address":"Rued Langgaards Vej  7,2300, København S","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=7cd92ddb-2b88-48b9-b111-543dbc29f00e&Company.Name=IT-Universitetet i København&SubmissionDeadlineDate=2025-2-24&Title=PhD Open Call 2025&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":true,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"PhD Open Call 2025","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"7cd92ddb-2b88-48b9-b111-543dbc29f00e","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"IT-Universitetet i København","Address":"Rued Langgaards Vej  7","Country":null,"EmploymentAreaID":null,"PostCode":"2300","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"København S","ContactPerson":"PhD Support","Phone":"72185000","Email":"phdsupport@itu.dk","Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2025-02-24T00:00:00+01:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"Place":"Arbejdspladsen ligger i København kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"IT-Universitetet i København","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"The IT University of Copenhagen (ITU) invites highly motivated candidates to apply for a PhD position starting September 2025 or soon after.  ITU’s vision is to create and share knowledge that is profound and leads to groundbreaking information technology and services for the benefit of humanity. We invite applicants who want to contribute to this ","DescriptionForSharing":"\"The IT University of Copenhagen (ITU) invites highly motivated candidates to apply for a PhD position starting September 2025 or soon after.  ITU’s vision is to create and share knowledge that is profound and leads to groundbreaking information technology and services for the benefit of humanity. We invite applicants who want to contribute to this \"","TitleForSharing":"\"PhD Open Call 2025\"","RutePlan":"https://www.google.dk/maps/dir//Rued+Langgaards+Vej++7,2300,+København+S/","FormattedPurpose":"The IT University of Copenhagen (ITU) invites highly motivated candidates to apply for a PhD position starting September 2025 or soon after.<br><br>  ITU’s vision is to create and share knowledge that is profound and leads to groundbreaking information technology and services for the benefit of humanity. We invite applicants who want to contribute to this vision.<br><br>  ITU offers a multidisciplinary research environment related to information technology (IT) and the opportunities it provides. Research in information technology spans all academic activities distributed across nine sections at ITU. You can read a short description and find links to the sections below.<br><br>  Applicants must prepare a research proposal for the PhD project. Applicants must align their research proposal with research conducted by at least one of the research sections at ITU and must specify member(s) of ITU faculty as project supervisor. Applicants are highly encouraged to contact prospective supervisors beforehand. In the links to the research sections below, you can find information about research and faculty in the sections.<br><br>  <strong>About the Data Science section</strong><br> The Data Science section focuses on advancing research across a broad spectrum of fields, as it conducts research on artificial intelligence, audio-visual computing, DNA forensics, eye tracking, fairness, image analysis, large language models, logistics optimization, machine learning, and natural language processing. It also explores network science, neurocomputing, quantitative social science, recommender systems, statistics, sustainability, transport networks analysis, and urban planning.<br><br>  Read more about the section on the website <a target=\"_blank\" href=\"https://en.itu.dk/Research/Research-Sections/Data-Science\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"7cd92ddb-2b88-48b9-b111-543dbc29f00e\">here</a>.<br><br>  <strong>About the Data, Systems, and Robotics sections</strong><br> The Data, Systems, and Robotics Section (DSAR) conducts research in various aspects of infrastructure for data science, scalable and efficient systems supporting the data lifecycle, meta-science, artificial intelligence, robotics, and evolutionary computation, as well as a range of applications.<br><br>  The section faculty is responsible for many courses in the ITU BSc programs for Software Development and Data Science and MSc programs for Computer Science, Data Science, and Software Design.<br><br>  Read more about the section on the website <a target=\"_blank\" href=\"https://en.itu.dk/Research/Research-Sections/Data-Systems-and-Robotics\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"7cd92ddb-2b88-48b9-b111-543dbc29f00e\">here</a>.<br><br>  <strong>About the Digital Business Innovation section</strong><br> The Digital Business Innovation section explores how digital technologies, people, and processes can be integrated into innovative technological and organizational configurations to address business and organizational challenges in both the private and public sectors. The research focuses on developing, implementing, disseminating, and applying digital technologies within organizational settings to create business and societal value. Specific areas of interest include digital platforms, responsible AI, AI systems' impact on decision-making, the future of digital work, digital transformation and innovation, distributed ledger technology, and health analytics.<br><br>  The section faculty is actively engaged in teaching across several programs, including the BSc in Global Business Informatics, the MSc in Digital Innovation &amp; Management, the Executive Master in IT Management, and ITU Professional Courses. The section members cover diverse disciplines, such as management, information systems, organizational studies, innovation management, and marketing, and there is close collaboration with industry and government.<br><br>  The section is currently seeking PhD applications within the domains of \"The Future of Digital Work\" and \"Responsible AI and Decision-Making.\" However, candidates interested in other areas are encouraged to reach out.<br><br>  Read more about the section on the website <a target=\"_blank\" href=\"https://en.itu.dk/Research/Research-Sections/Digital-Business-Innovation\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"7cd92ddb-2b88-48b9-b111-543dbc29f00e\">here</a>.<br><br>  <strong>About the Digitalization, Democracy and Governance section</strong><br> The section for Digitalization, Democracy and Governance (DDG) is aimed at creating an interdisciplinary research hub focused on the intersection of digitalization, democracy, and governance. The section conducts research that addresses the role of digital technologies in organizing and governing social resources across key areas, including Digital Social Innovation, Digital Welfare, Democratic Business, and Digital Commons. These themes explore how digital tools can bring about positive social change in areas like welfare, business development, culture, climate action, and refugee crises.<br><br>  The DDG section advocates for a care-driven, interventionist research approach that values human interests in addition to generating business values. The work in the section draws from diverse fields such as Participatory Design, Design Anthropology, Human-Computer Interaction, Information Systems, and Computer Supported Cooperative Work.<br><br>  Read more about the section on the website <a target=\"_blank\" href=\"https://en.itu.dk/Research/Research-Sections/Digitalization-Democracy-and-Governance\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"7cd92ddb-2b88-48b9-b111-543dbc29f00e\">here</a>.<br><br>  <strong>About the Human-Computer Interaction and Design section</strong><br> The section for Human-Computer Interaction and Design (HCI &amp; Design) explores the complex relationship between people and computing systems, emphasizing how their interactions influence everyday life, affect societal change, and inspire new experiences. The section is focused on the critique, design, and study of these interactions.<br><br>  The section’s research draws from a wide array of disciplines including interaction design, co-design, user experience research, Computer-Supported Cooperative Work (CSCW), and experimental psychology. HCI &amp; Design focuses on how computing technologies can be tailored to fit humans in their entangled practices.<br><br>  Read more about the section on the website <a target=\"_blank\" href=\"https://en.itu.dk/Research/Research-Sections/Human-Computer-Interaction-and-Design\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"7cd92ddb-2b88-48b9-b111-543dbc29f00e\">here</a>.<br><br>  <strong>About the Play, Culture and AI section</strong><br> The Play, Culture, and AI section gathers research in Artificial Intelligence, HCI, Neuroscience, the Humanities and Social Sciences around the shared object of play and games. Play and playful technologies are of increasing importance in a digital society and have been identified as valuable tools for many serious applications. Studying the play of humans or non-human agents, the design and cultural relevance of playful artefacts, and the instrumental potential of playful technologies goes hand in hand in the section, creating a vibrant and intensely interdisciplinary community.<br><br>  The Play, Culture, and AI section is a well-established part of ITU that developed out of the Center for Computer Games Research and now is connected to the Center for Digital Play. The shared ethos of the section is to address the social relevance of play and playful technologies.<br><br>  The section is organized around the necessity for interdisciplinarity that comes with studying players and games, making games, or using them for applied purposes. None of these activities could be done successfully in a monodisciplinary environment, which is why the section actively incorporates a variety of backgrounds, methods, and epistemologies.<br><br>  Read more about the section on the website <a target=\"_blank\" href=\"https://en.itu.dk/Research/Research-Sections/Play-Culture-and-AI\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"7cd92ddb-2b88-48b9-b111-543dbc29f00e\">here</a>.<br><br>  <strong>About the Software Engineering section</strong><br> The Software Engineering section focuses on a diverse range of research areas. The section conducts research on computing education, educational technology, government IT, IT program management, large-scale software analysis, mathematics, privacy, probabilistic programming, public sector software, robotics software, software development methods, software development tools, software quality assurance, software requirements engineering, and software testing. This comprehensive scope reflects the section's effort in advancing both theoretical and practical aspects of software engineering.<br><br>  Read more about the section on the website <a target=\"_blank\" href=\"https://en.itu.dk/Research/Research-Sections/Software-Engineering\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"7cd92ddb-2b88-48b9-b111-543dbc29f00e\">here</a>.<br><br>  <strong>About the Technologies in Practice section</strong><br> The Technologies in Practice (TiP) section is an interdisciplinary section including fields such as anthropology, sociology, STS, HCI, and Computer-Supported Cooperative Work. It serves as a hub for those working on IT in practice in society, focusing particularly on issues of power, justice, and access. Rather than concentrating on specific topics, TiP will bring together researchers around shared methods and approaches. Its motivation stems from the need to explore the making of digital futures from both a societal and sociotechnical perspective.<br><br>  Read more about the section on the website <a target=\"_blank\" href=\"https://en.itu.dk/Research/Research-Sections/Technologies-in-Practice\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"7cd92ddb-2b88-48b9-b111-543dbc29f00e\">here</a>.<br><br>  <strong>About the Theoretical Computer Science section</strong><br> The section for Theoretical Computer Science focuses on research in a wide range of areas, including algorithms, algorithm engineering, and algorithmic fairness. It also explores communication protocols, complexity, cryptography, and the impact of cyberwar. The section furthermore conducts research on election security, human-computer interfaces, and information security, as well as large-scale data analysis and multiparty computation. Privacy, process calculi, programming languages, proof assistants, type systems, software verification, and trust are also key areas of investigation.<br><br>  Read more about the section on the website <a target=\"_blank\" href=\"https://en.itu.dk/Research/Research-Sections/Theoretical-Computer-Science\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"7cd92ddb-2b88-48b9-b111-543dbc29f00e\">here</a>.<br><br>  <strong>Salary and terms of employment</strong><br> Appointment and salary will be in accordance with the Ministry of Taxation’s agreement with the Danish Confederation of Professional Associations (AC) and job structure for academic staff at universities.<br><br>  <strong>Qualification Requirements</strong><br> The following qualifications are required:<br><br>  <ul> \t<li>3-year programme: candidates must have an MSc degree (or equivalent)</li> \t<li>4-year programme: candidates must have a BSc and one year of university studies on master level</li> </ul>  The applicants will be employed and enrolled at the ITU University for a period of 3 or 4 years depending on the university degree level of the applicant. <br><br>  <strong>Application</strong><br> Qualified applicants typically have a research interest and probably a portfolio of projects that is aligned with the research field of the potential supervisor. The application must reflect the applicant’s motivation for applying for the position as well as the ability to position the project within the relevant research field. The application and all other documents must be in English and must include:<br><br>  <ul> \t<li>A motivated application (cover letter) including a detailed description of qualifications, and the name of a suggested supervisor at ITU who is linked to the applicant's field of research</li> \t<li>A project proposal (statement of purpose) which provides evidence of independent thinking, novelty, and originality of the targeted research field (max. 5 pages)</li> \t<li>Documentation of academic degrees: diplomas and transcripts</li> \t<li>A full CV including name, address, phone number, e-mail, previous and present employment, and academic background</li> \t<li>List of scientific publications, if any, and/or master thesis written by the applicant</li> \t<li>Co-author statements if the applicant has any publications with more than one author. This can be in the form of a traditional co-author statement or as part of a recommendation letter</li> \t<li>Letters of recommendation, if any. Letters of recommendation should be relevant for the assessment of the applicant’s potential as a researcher. Letters of recommendation must be uploaded as part of the application and cannot be sent to ITU directly</li> \t<li>Documentation of English language skills</li> </ul>  Please read the <a target=\"_blank\" href=\"https://itu.dk/sitecore/content/EN/Research/PhD-Programme/PhD-Admission-Requirements\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"7cd92ddb-2b88-48b9-b111-543dbc29f00e\"><strong>Admission Requirements</strong></a> for detailed information of the required documentation.<br><br>  Applications without the above-mentioned <em>required</em> documents will not be assessed.<br><br>  The applicant will be accessed according to the Appointment Order from the Ministry of Science, Technology and Innovation of 13 March 2012.<br><br>  The IT University may use shortlisting in connection with the recruitment process. In case of shortlisting, the Chair of the hiring committee selects applicants for assessment in consultation with the hiring committee after the application deadline. All applicants are notified whether their application has been passed for assessment. The shortlisting of candidates for assessment is based on the criteria in the job posting. <br><br>  <strong>Further information</strong><br> Questions about the application procedure may be directed to HR, hr@itu.dk. Questions about the PhD programme and PhD requirements can be directed to PhD Support, phdsupport@itu.dk<br><br>  <strong>Application procedure</strong><br> You can only apply for this position through our e-recruitment system. Apply by pressing the button \"Apply for position\" in the job announcement on our website: <a target=\"_blank\" href=\"http://en.itu.dk/About-ITU/Vacancies\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"7cd92ddb-2b88-48b9-b111-543dbc29f00e\">http://en.itu.dk/About-ITU/Vacancies</a><br><br>  Please read the <a target=\"_blank\" href=\"https://itu.dk/sitecore/content/EN/Research/PhD-Programme/PhD-Admission-Requirements\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"7cd92ddb-2b88-48b9-b111-543dbc29f00e\">Admission Requirements</a> page carefully before filling in the application form.<br><br>  The IT University might upon request in the interview process contact 1-2 references.<br><br>  Please note that all application materials will be destroyed after the assessment.<br><br>  Application deadline: <strong>24 February 2025 at 23:59 CET/CEST.</strong><br><br>  Applications/enclosures received at ITU after the application deadline will not be taken into consideration. If you submit an application, it is your responsibility to ensure that it arrives before the deadline so please allow sufficient time for upload of publications and other documents.<br> The IT University invites all qualified researchers regardless of age, gender, religious affiliation or ethnic background to apply for the positions.<br><br>","MapUrl":"https://www.google.dk/maps/place/Rued+Langgaards+Vej++7,2300,+København+S/","OrganizationNumber":"29057753","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}