{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"PhD scholarships in Economics and Management under the theme of “Ports as Energy Transition Hubs”.","JobHeadline":"PhD scholarships in Economics and Management under the theme of “Ports as Energy Transition Hubs”.","Presentation":"Copenhagen Business School invites applications for three PhD scholarships in Economics and Management under the theme of “Ports as Energy Transition Hubs”. The starting date is 1st September","HiringOrgName":"Copenhagen Business School","WorkPlaceAddress":"Solbjerg Plads 3  ","WorkPlacePostalCode":"2000","WorkPlaceCity":"Frederiksberg","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2025-01-21T00:00:00","LastDateApplication":"2025-03-03T00:00:00","FormattedLastDateApplication":"3. marts 2025","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/9bbe49f0-c6ab-4a58-8e1a-c9621f669f10","Region":"Hovedstaden og Bornholm","Municipality":"Frederiksberg","Country":"Danmark","PostalCode":"2000","PostalCodeName":null,"JobAnnouncementType":"Almindelige vilkår","EmploymentType":"Tidsbegrænset ansættelse","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Forskning og universitetsundervisning, samfundsvidenskab","Occupation":"ph.d., samfundsvidenskab","Location":{"Latitude":55.6795,"Longitude":12.5156},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"WorkplaceID":1003403332,"OrganisationId":"","HiringOrgCVR":19596915,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/9bbe49f0-c6ab-4a58-8e1a-c9621f669f10","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/9bbe49f0-c6ab-4a58-8e1a-c9621f669f10","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/9bbe49f0-c6ab-4a58-8e1a-c9621f669f10","HasLocationValues":true,"ID":"9bbe49f0-c6ab-4a58-8e1a-c9621f669f10","Latitude":55.6795,"Longitude":12.5156},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Copenhagen Business School","Address":{"AddressLine":"Solbjerg Plads 3","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":147,"Name":"Frederiksberg"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2000","City":"Frederiksberg"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://candidate.hr-manager.net/ApplicationForm/SinglePageApplicationForm.aspx?cid=1309&departmentId=18993&ProjectId=147437&MediaId=5","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1003403332","OrganizationNumber":"19596915","OrganizationDescription":null},"JobPositionPosting":{"Id":"9bbe49f0-c6ab-4a58-8e1a-c9621f669f10","HiringOrg":{"Name":"Copenhagen Business School","Address":{"AddressLine":"Solbjerg Plads 3","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":147,"Name":"Frederiksberg"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2000","City":"Frederiksberg"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://candidate.hr-manager.net/ApplicationForm/SinglePageApplicationForm.aspx?cid=1309&departmentId=18993&ProjectId=147437&MediaId=5","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1003403332","OrganizationNumber":"19596915","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2025-01-21T00:00:00+01:00","PublicationEndDate":"2025-03-03T23:59:00+01:00","JobPositionInformation":{"PositionTitle":"PhD scholarships in Economics and Management under the theme of “Ports as Energy Transition Hubs”.","Purpose":"Copenhagen Business School invites applications for three PhD scholarships in Economics and Management under the theme of “<em>Ports as Energy Transition Hubs</em>”. The starting date is 1st September 2025. The scholarships are part of the POTENT Doctoral Networks funded by a grant from the Marie Sklodowska-Curie Actions (MSCA) Doctoral Network call 2023. You can find details on all open positions in the network at potentmsca.cbs.dk.<br><strong>Ports as Energy Transition Hubs (POTENT) Network – The PhD Positions</strong><br>The objective of the three PhD positions is to investigate how ports can support and accelerate the clean energy transition in Europe. Please indicate which of the three positions you are applying to in your application.<br><strong>Facilitators of the clean energy transition: Port governance and business model innovation</strong><strong>:</strong> This Candidate will be based at the Department of Strategy and Innovation working with <strong>Henrik Sornn-Friese</strong> and <strong>Michele Acciaro</strong>, and will focus on the topics of port governance, business model innovation, institutional entrepreneurship, and clean energy transition. You will be seconded with KEDGE Business School and the Port of Esbjerg during the project.<br><br>The position’s objectives are (1) Develop a taxonomy/DCM tool for port authorities about value proposition of ports with regards to the clean energy transition, (2) Design a theoretical framework for broader business eco-system based on mid-range theory aiming to explain and envisage how ports can innovate their business models to facilitate and profit from the clean energy transition, and (3) Outline policy recommendation/DCM tool under a case study design based on case studies of ports transitioning to become clean energy hubs.<br><br><strong>Socio-economic aspects of energy port transition</strong><strong>:</strong> This Candidate will be based at the Department of Economics working with <strong>Tooraj Jamasb</strong> and <strong>Christine Brandstätt</strong> and will focus on energy infrastructure development and related topics such as offshore energy, economic regulation, green fuels and their interface and relation with onshore and inland energy systems and infrastructure. You will be seconded with the Norwegian School of Economics and the Danish Utility Regulator.<br><br>The position’s objectives are (1) Review and assess the state-of-the-art in economics of energy infrastructure development in support of the green energy transition, (2) Explore new economic regulatory frameworks and models for energy infrastructure and ports, (3) Assess new market designs, business models, stakeholder engagement, innovation strategies, and energy policies that support green transition, and (4) Study integration and linkages between offshore infrastructure and resources with the wider energy systems.<br><strong>Energy Ports in System and Network Perspective</strong><strong>:</strong> This Candidate will be based at the Department of Strategy and Innovation working with <strong>Henrik Sornn-Friese</strong> and <strong>Tooraj Jamasb</strong> and will focus on the topics of energy technology systems, renewable energy supply chain, environmental impact assessment. You will be seconded with Kühne Logistics University and the UNCTAD, United Nations.<br><br>The position’s objectives are (1) Investigate this role in a system perspective, looking particularly at the development of onshore power supply (OPS) for cruise ships in ports, (2) Address OPS in ports from the perspective of sector coupling linking the energy and maritime sectors, (3) Assess the position of ports in the renewable energy supply chain, linking ports to offshore renewable energy sectors as well as the inland economy, and (4) study the system of ports in a regional/global context with a view to network externalities and achieving economies of scale.<br><strong>About the Department of Economics at CBS</strong><br>The Department of Economics (ECON) provides research, teaching, and knowledge exchange within the core areas of economics, i.e., microeconomics, macroeconomics, and quantitative methods. The Department is especially active in business-related, applied economic research and comprises three research centres: Copenhagen School of Energy Infrastructure (CSEI), Centre for Innovation (CFI), and Pension Research Centre (PeRCent).<ul><li>Core research areas of the Department of Economics are:</li><li>Behavior, Incentives and Economic Design</li><li>Design Employment and the Functioning of Labor Markets</li><li>Energy, Environment and Resources</li><li>Firm Behavior, Innovation and the Functioning of Markets</li><li>Growth, Unemployment, and Inflation</li><li>Globalization, Migration and Urbanization;</li><li>Quantitative/Empirical Methods and Data Science</li><li>Welfare: Education, Health Care and Pensions</li></ul>The Department of Economics has a strong research focus and has been successful in fundraising activities. It is currently hosting research projects supported by the Danish/EU research councils, as well as private foundations and companies.<br><br><strong>About the Copenhagen School of Energy Infrastructure</strong><br>The Copenhagen School of Energy Infrastructure (CSEI) conducts research in tomorrow’s energy infrastructure from an economic policy point-of-view to ensure a successful transition towards a new sustainable European Energy Infrastructure based on volatile and largely renewable energy sources.<br>CSEI is established in the form of a European research centre at CBS’ Department of Economics and delivers expertise and new knowledge as well as education within energy infrastructure in close cooperation with stakeholders from the sector, the European Commission and society at large.<br><br><strong>About the Department of Strategy and Innovation at CBS</strong><br>The Department of Strategy and Innovation’s (SI) research is focused on strategy, innovation, entrepreneurship and international business. The department’s ambition is to host an internationally leading environment for research and teaching within the broad area of strategy. The department’s research is generally cross-disciplinary. Faculty members have backgrounds in management, economics, sociology and economic geography. The theoretical foundation for research in these areas is eclectic, combining strategy, innovation, and/or internationalization theory with insights from economics, sociology, psychology, and economic geography. The department has 45 faculty members (professors, associate professors, tenure track assistant professors), 8 administrative staff, and 30 members of staff who are hired on temporary contracts as research assistants, post docs or PhD students.<br><br>The department puts substantial emphasis on the solid application of scientific research method. The department has a pluralistic approach to research methods that includes, for example, formal theoretical models, quantitative empirical methods such as (lab and field) experiments, econometric applications to register data or survey data, as well as qualitative research methods. PhD project proposals should be based on coherent theoretical arguments and contain well-informed methodological considerations. To find out more about the department please go to <a href=\"https://www.cbs.dk/si\">https://www.cbs.dk/si</a>.<br><br><strong>About CBS Maritime</strong><br>CBS Maritime is a cross-departmental research center at CBS, established in 2013, that focuses on maritime economics, business, and policy. It serves as a hub for maritime research, education, and industry engagement, fostering collaboration between academia and key stakeholders in shipping, ports, and maritime industry.<br><br>CBS Maritime conducts research on critical topics such as decarbonization and clean energy, sustainable shipping, maritime digitalization, and supply chain innovation. Its studies aim to inform best practices and policy development for the maritime sector worldwide. Key educational initiatives (e.g., the B.Sc. in International Shipping and Trade, the Executive MBA in Shipping and Logistics, and the higher diploma degree HD Maritime) integrate CBS Maritime’s research into academic study programs.<br><br><strong>About the POTENT Doctoral Network</strong><br>The POTENT project is an EU Marie Sklodowska-Curie Doctoral Training Network focused on the topic of ports as energy transition hubs. This collaborative research project provides a fantastic opportunity for researchers interested in the clean energy transition and the role that ports can play in this transition. It aims to integrate knowledge of engineering (e.g., mechanical and electrical engineering) and social sciences (economics, sociology, and anthropology) in a doctoral training programme across 8 European research institutions and 15 industry actors. The POTENT consortium brings together a multidisciplinary research team from across Europe to train experts in port energy systems and develop key skills to deliver a just and sustainable energy transition. Ports are increasingly recognized as key enablers of the clean energy transition, playing a crucial role in supporting Europe’s shift toward climate neutrality and energy security.<br><br><strong>About CBS’ PhD Programme</strong><br>The three-year PhD programme at CBS gives you the opportunity to conduct research under the supervision of CBS’s associate professors and professors, supported by research related PhD courses. The programme is highly international, and you are expected to participate in international research conferences and to spend time at another research institution as a visiting PhD student. See the CBS homepage for more information about the PhD programme: <a href=\"https://eur02.safelinks.protection.outlook.com?url=https%3A%2F%2Fwww.cbs.dk%2Fen%2Fresearch%2Fphd-programme&amp;data=05%7C02%7Cjew.eco%40cbs.dk%7C319e2839da1a4e4c7b5b08dc9f68a239%7C875c414e5d004cdbb77adeae5d6ab201%7C0%7C0%7C638560518952034274%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C0%7C%7C%7C&amp;sdata=fq5olZP0we3SHSzvMRZwoPRjFuwkAYjId5CPdSnbKpo%3D&amp;reserved=0\">https://www.cbs.dk/en/research/phd-programme</a>.<br><br>CBS PhD graduates are held in high esteem not only in academia and research institutions but also in government and business where their research qualifications are in high demand.<br><br>CBS is committed to ensuring excellence, transformative and relevant teaching and research. Candidates who wish to join us must be interested in working in an organisation of this type and it is expected that the applicants show an interest in joining the department's research environment. You can read more about the departments’ research here: <a href=\"https://www.cbs.dk/econ/\">https://www.cbs.dk/econ/</a> and <a href=\"http://www.cbs.dk/si/\">http://www.cbs.dk/si/</a>.<br><br><strong>MSCA Application Requirements</strong><br><strong>According to the mobility requirements of the MSCA guidelines candidates must not have resided or carried out their main activity (work, studies, etc.) in the country of the host organization (i.e. Denmark in this case) for more than 12 months in the 3 years immediately before the recruitment date.</strong><br><br><strong>Application and admission requirements</strong><br>The department will give priority to applicants with high grades from their universities.<br>To be considered the applicant must<ul><li>have a basic education at master's level (corresponding to the 3 + 2 Bologna process)</li><li>have received the grade of 10 (or equivalent) for the master's thesis according to the Danish 7-point grading scale (<a href=\"https://eur02.safelinks.protection.outlook.com?url=https%3A%2F%2Fufm.dk%2Fen%2Feducation%2Fthe-danish-education-system%2Fgrading-system&amp;data=05%7C02%7Cjew.eco%40cbs.dk%7C319e2839da1a4e4c7b5b08dc9f68a239%7C875c414e5d004cdbb77adeae5d6ab201%7C0%7C0%7C638560518952066867%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C0%7C%7C%7C&amp;sdata=Cw%2FbJsrQVbrBrTEKZvnXzx9yj4Z4MJAIxmIqmfmkk3Y%3D&amp;reserved=0\">https://ufm.dk/en/education/the-danish-education-system/grading-system</a>)</li><li>have a weighted grade point average of at least 8.2 on the Danish 7-point grading scale for the bachelor's and master's degree combined or alternatively a weighted grade point average must be at least 9.5 for the master's degree alone. If the grade point average is not met, documentation for being in the top 40% of the class is also accepted.</li><li>have completed the master's programme before starting the PhD programme at CBS</li><li>master academic English at a high level in writing and speaking</li><li>have the aptitude to complete the required Ph.D. coursework in advanced economics subjects.</li></ul><br><a href=\"https://www.cbs.dk/cbs/jobs-paa-cbs/ledige-stillinger/phd-scholarships-in-economics-and-management-the-theme-of-ports-as-energy-transition-hubs\"><strong>Read the full job description and apply at the homepage of CBS</strong></a><br><br><strong>Application Deadline: March 17th, 2025</strong><p>&nbsp;</p>","WorkLocation":{"AddressLine":"Solbjerg Plads 3","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":147,"Name":"Frederiksberg"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2000","City":"Frederiksberg"},"EmploymentType":16,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":15,"DriverLicense":[],"Occupation":{"Name":"ph.d., samfundsvidenskab","DiscoWeb":0,"AlternateNames":["ph.d.-stipendiat, samfundsvidenskab"],"GroupId":0,"AreaId":0},"IsGovernmentHiring":false,"JppContacts":[{"Email":"potentmsca@cbs.dk","PersonName":"Kristoffer Rae","FirstName":"Kristoffer","LastName":"Rae","PositionTitle":null,"PhoneNumbers":[]}],"EmploymentDate":"2025-09-01T00:00:00+02:00"},"IsRecruitmentOfForeignNationals":false,"IsWorkInDenmark":true,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":false,"DailyWorkTimeMorning":false,"DailyWorkTimeVarious":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://candidate.hr-manager.net/ApplicationForm/SinglePageApplicationForm.aspx?cid=1309&departmentId=18993&ProjectId=147437&MediaId=5","ReplyInWriting":false,"ApplicationDeadlineDate":"2025-03-03T00:00:00+01:00"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=9bbe49f0-c6ab-4a58-8e1a-c9621f669f10&Organisation=19596915","Address":"Solbjerg Plads 3,2000, Frederiksberg","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=9bbe49f0-c6ab-4a58-8e1a-c9621f669f10&Company.Name=Copenhagen Business School&SubmissionDeadlineDate=2025-3-3&Title=PhD scholarships in Economics and Management under the theme of “Ports as Energy Transition Hubs”.&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":true,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"PhD scholarships in Economics and Management under the theme of “Ports as Energy Transition Hubs”.","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"9bbe49f0-c6ab-4a58-8e1a-c9621f669f10","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Copenhagen Business School","Address":"Solbjerg Plads 3","Country":null,"EmploymentAreaID":null,"PostCode":"2000","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Frederiksberg","ContactPerson":"Kristoffer Rae","Phone":"","Email":"potentmsca@cbs.dk","Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2025-03-03T00:00:00+01:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"Place":"Arbejdspladsen ligger i Frederiksberg kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Copenhagen Business School","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"Copenhagen Business School invites applications for three PhD scholarships in Economics and Management under the theme of “Ports as Energy Transition Hubs”. The starting date is 1st September 2025. The scholarships are part of the POTENT Doctoral Networks funded by a grant from the Marie Sklodowska-Curie Actions (MSCA) Doctoral Network call 2023. Y","DescriptionForSharing":"\"Copenhagen Business School invites applications for three PhD scholarships in Economics and Management under the theme of “Ports as Energy Transition Hubs”. The starting date is 1st September 2025. The scholarships are part of the POTENT Doctoral Networks funded by a grant from the Marie Sklodowska-Curie Actions (MSCA) Doctoral Network call 2023. Y\"","TitleForSharing":"\"PhD scholarships in Economics and Management under the theme of “Ports as Energy Transition Hubs”.\"","RutePlan":"https://www.google.dk/maps/dir//Solbjerg+Plads+3,2000,+Frederiksberg/","FormattedPurpose":"Copenhagen Business School invites applications for three PhD scholarships in Economics and Management under the theme of “<em>Ports as Energy Transition Hubs</em>”. The starting date is 1st September 2025. The scholarships are part of the POTENT Doctoral Networks funded by a grant from the Marie Sklodowska-Curie Actions (MSCA) Doctoral Network call 2023. You can find details on all open positions in the network at potentmsca.cbs.dk.<br><strong>Ports as Energy Transition Hubs (POTENT) Network – The PhD Positions</strong><br>The objective of the three PhD positions is to investigate how ports can support and accelerate the clean energy transition in Europe. Please indicate which of the three positions you are applying to in your application.<br><strong>Facilitators of the clean energy transition: Port governance and business model innovation</strong><strong>:</strong> This Candidate will be based at the Department of Strategy and Innovation working with <strong>Henrik Sornn-Friese</strong> and <strong>Michele Acciaro</strong>, and will focus on the topics of port governance, business model innovation, institutional entrepreneurship, and clean energy transition. You will be seconded with KEDGE Business School and the Port of Esbjerg during the project.<br><br>The position’s objectives are (1) Develop a taxonomy/DCM tool for port authorities about value proposition of ports with regards to the clean energy transition, (2) Design a theoretical framework for broader business eco-system based on mid-range theory aiming to explain and envisage how ports can innovate their business models to facilitate and profit from the clean energy transition, and (3) Outline policy recommendation/DCM tool under a case study design based on case studies of ports transitioning to become clean energy hubs.<br><br><strong>Socio-economic aspects of energy port transition</strong><strong>:</strong> This Candidate will be based at the Department of Economics working with <strong>Tooraj Jamasb</strong> and <strong>Christine Brandstätt</strong> and will focus on energy infrastructure development and related topics such as offshore energy, economic regulation, green fuels and their interface and relation with onshore and inland energy systems and infrastructure. You will be seconded with the Norwegian School of Economics and the Danish Utility Regulator.<br><br>The position’s objectives are (1) Review and assess the state-of-the-art in economics of energy infrastructure development in support of the green energy transition, (2) Explore new economic regulatory frameworks and models for energy infrastructure and ports, (3) Assess new market designs, business models, stakeholder engagement, innovation strategies, and energy policies that support green transition, and (4) Study integration and linkages between offshore infrastructure and resources with the wider energy systems.<br><strong>Energy Ports in System and Network Perspective</strong><strong>:</strong> This Candidate will be based at the Department of Strategy and Innovation working with <strong>Henrik Sornn-Friese</strong> and <strong>Tooraj Jamasb</strong> and will focus on the topics of energy technology systems, renewable energy supply chain, environmental impact assessment. You will be seconded with Kühne Logistics University and the UNCTAD, United Nations.<br><br>The position’s objectives are (1) Investigate this role in a system perspective, looking particularly at the development of onshore power supply (OPS) for cruise ships in ports, (2) Address OPS in ports from the perspective of sector coupling linking the energy and maritime sectors, (3) Assess the position of ports in the renewable energy supply chain, linking ports to offshore renewable energy sectors as well as the inland economy, and (4) study the system of ports in a regional/global context with a view to network externalities and achieving economies of scale.<br><strong>About the Department of Economics at CBS</strong><br>The Department of Economics (ECON) provides research, teaching, and knowledge exchange within the core areas of economics, i.e., microeconomics, macroeconomics, and quantitative methods. The Department is especially active in business-related, applied economic research and comprises three research centres: Copenhagen School of Energy Infrastructure (CSEI), Centre for Innovation (CFI), and Pension Research Centre (PeRCent).<ul><li>Core research areas of the Department of Economics are:</li><li>Behavior, Incentives and Economic Design</li><li>Design Employment and the Functioning of Labor Markets</li><li>Energy, Environment and Resources</li><li>Firm Behavior, Innovation and the Functioning of Markets</li><li>Growth, Unemployment, and Inflation</li><li>Globalization, Migration and Urbanization;</li><li>Quantitative/Empirical Methods and Data Science</li><li>Welfare: Education, Health Care and Pensions</li></ul>The Department of Economics has a strong research focus and has been successful in fundraising activities. It is currently hosting research projects supported by the Danish/EU research councils, as well as private foundations and companies.<br><br><strong>About the Copenhagen School of Energy Infrastructure</strong><br>The Copenhagen School of Energy Infrastructure (CSEI) conducts research in tomorrow’s energy infrastructure from an economic policy point-of-view to ensure a successful transition towards a new sustainable European Energy Infrastructure based on volatile and largely renewable energy sources.<br>CSEI is established in the form of a European research centre at CBS’ Department of Economics and delivers expertise and new knowledge as well as education within energy infrastructure in close cooperation with stakeholders from the sector, the European Commission and society at large.<br><br><strong>About the Department of Strategy and Innovation at CBS</strong><br>The Department of Strategy and Innovation’s (SI) research is focused on strategy, innovation, entrepreneurship and international business. The department’s ambition is to host an internationally leading environment for research and teaching within the broad area of strategy. The department’s research is generally cross-disciplinary. Faculty members have backgrounds in management, economics, sociology and economic geography. The theoretical foundation for research in these areas is eclectic, combining strategy, innovation, and/or internationalization theory with insights from economics, sociology, psychology, and economic geography. The department has 45 faculty members (professors, associate professors, tenure track assistant professors), 8 administrative staff, and 30 members of staff who are hired on temporary contracts as research assistants, post docs or PhD students.<br><br>The department puts substantial emphasis on the solid application of scientific research method. The department has a pluralistic approach to research methods that includes, for example, formal theoretical models, quantitative empirical methods such as (lab and field) experiments, econometric applications to register data or survey data, as well as qualitative research methods. PhD project proposals should be based on coherent theoretical arguments and contain well-informed methodological considerations. To find out more about the department please go to <a target=\"_blank\" href=\"https://www.cbs.dk/si\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"9bbe49f0-c6ab-4a58-8e1a-c9621f669f10\">https://www.cbs.dk/si</a>.<br><br><strong>About CBS Maritime</strong><br>CBS Maritime is a cross-departmental research center at CBS, established in 2013, that focuses on maritime economics, business, and policy. It serves as a hub for maritime research, education, and industry engagement, fostering collaboration between academia and key stakeholders in shipping, ports, and maritime industry.<br><br>CBS Maritime conducts research on critical topics such as decarbonization and clean energy, sustainable shipping, maritime digitalization, and supply chain innovation. Its studies aim to inform best practices and policy development for the maritime sector worldwide. Key educational initiatives (e.g., the B.Sc. in International Shipping and Trade, the Executive MBA in Shipping and Logistics, and the higher diploma degree HD Maritime) integrate CBS Maritime’s research into academic study programs.<br><br><strong>About the POTENT Doctoral Network</strong><br>The POTENT project is an EU Marie Sklodowska-Curie Doctoral Training Network focused on the topic of ports as energy transition hubs. This collaborative research project provides a fantastic opportunity for researchers interested in the clean energy transition and the role that ports can play in this transition. It aims to integrate knowledge of engineering (e.g., mechanical and electrical engineering) and social sciences (economics, sociology, and anthropology) in a doctoral training programme across 8 European research institutions and 15 industry actors. The POTENT consortium brings together a multidisciplinary research team from across Europe to train experts in port energy systems and develop key skills to deliver a just and sustainable energy transition. Ports are increasingly recognized as key enablers of the clean energy transition, playing a crucial role in supporting Europe’s shift toward climate neutrality and energy security.<br><br><strong>About CBS’ PhD Programme</strong><br>The three-year PhD programme at CBS gives you the opportunity to conduct research under the supervision of CBS’s associate professors and professors, supported by research related PhD courses. The programme is highly international, and you are expected to participate in international research conferences and to spend time at another research institution as a visiting PhD student. See the CBS homepage for more information about the PhD programme: <a target=\"_blank\" href=\"https://eur02.safelinks.protection.outlook.com?url=https%3A%2F%2Fwww.cbs.dk%2Fen%2Fresearch%2Fphd-programme&amp;data=05%7C02%7Cjew.eco%40cbs.dk%7C319e2839da1a4e4c7b5b08dc9f68a239%7C875c414e5d004cdbb77adeae5d6ab201%7C0%7C0%7C638560518952034274%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C0%7C%7C%7C&amp;sdata=fq5olZP0we3SHSzvMRZwoPRjFuwkAYjId5CPdSnbKpo%3D&amp;reserved=0\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"9bbe49f0-c6ab-4a58-8e1a-c9621f669f10\">https://www.cbs.dk/en/research/phd-programme</a>.<br><br>CBS PhD graduates are held in high esteem not only in academia and research institutions but also in government and business where their research qualifications are in high demand.<br><br>CBS is committed to ensuring excellence, transformative and relevant teaching and research. Candidates who wish to join us must be interested in working in an organisation of this type and it is expected that the applicants show an interest in joining the department's research environment. You can read more about the departments’ research here: <a target=\"_blank\" href=\"https://www.cbs.dk/econ/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"9bbe49f0-c6ab-4a58-8e1a-c9621f669f10\">https://www.cbs.dk/econ/</a> and <a target=\"_blank\" href=\"http://www.cbs.dk/si/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"9bbe49f0-c6ab-4a58-8e1a-c9621f669f10\">http://www.cbs.dk/si/</a>.<br><br><strong>MSCA Application Requirements</strong><br><strong>According to the mobility requirements of the MSCA guidelines candidates must not have resided or carried out their main activity (work, studies, etc.) in the country of the host organization (i.e. Denmark in this case) for more than 12 months in the 3 years immediately before the recruitment date.</strong><br><br><strong>Application and admission requirements</strong><br>The department will give priority to applicants with high grades from their universities.<br>To be considered the applicant must<ul><li>have a basic education at master's level (corresponding to the 3 + 2 Bologna process)</li><li>have received the grade of 10 (or equivalent) for the master's thesis according to the Danish 7-point grading scale (<a target=\"_blank\" href=\"https://eur02.safelinks.protection.outlook.com?url=https%3A%2F%2Fufm.dk%2Fen%2Feducation%2Fthe-danish-education-system%2Fgrading-system&amp;data=05%7C02%7Cjew.eco%40cbs.dk%7C319e2839da1a4e4c7b5b08dc9f68a239%7C875c414e5d004cdbb77adeae5d6ab201%7C0%7C0%7C638560518952066867%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C0%7C%7C%7C&amp;sdata=Cw%2FbJsrQVbrBrTEKZvnXzx9yj4Z4MJAIxmIqmfmkk3Y%3D&amp;reserved=0\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"9bbe49f0-c6ab-4a58-8e1a-c9621f669f10\">https://ufm.dk/en/education/the-danish-education-system/grading-system</a>)</li><li>have a weighted grade point average of at least 8.2 on the Danish 7-point grading scale for the bachelor's and master's degree combined or alternatively a weighted grade point average must be at least 9.5 for the master's degree alone. If the grade point average is not met, documentation for being in the top 40% of the class is also accepted.</li><li>have completed the master's programme before starting the PhD programme at CBS</li><li>master academic English at a high level in writing and speaking</li><li>have the aptitude to complete the required Ph.D. coursework in advanced economics subjects.</li></ul><br><a target=\"_blank\" href=\"https://www.cbs.dk/cbs/jobs-paa-cbs/ledige-stillinger/phd-scholarships-in-economics-and-management-the-theme-of-ports-as-energy-transition-hubs\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"9bbe49f0-c6ab-4a58-8e1a-c9621f669f10\"><strong>Read the full job description and apply at the homepage of CBS</strong></a><br><br><strong>Application Deadline: March 17th, 2025</strong><p> </p>","MapUrl":"https://www.google.dk/maps/place/Solbjerg+Plads+3,2000,+Frederiksberg/","OrganizationNumber":"19596915","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}