{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"Logistikhjælper ved 2. Kapacitetsafdeling ved Danske Artilleriregiment","JobHeadline":"Logistikhjælper ved 2. Kapacitetsafdeling ved Danske Artilleriregiment","Presentation":"Logistikhjælper (korporal) ved 2. Kapacitetsafdeling Danske Artilleriregiment.  Er du den erfarne forsyningshjælper, som er klar til at træde et niveau op, for at arbejde med ","HiringOrgName":"Oksbøl Kaserne","WorkPlaceAddress":"Grærup Havvej 2,Grærup  ","WorkPlacePostalCode":"6840","WorkPlaceCity":"Oksbøl","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2025-01-31T10:47:41","LastDateApplication":"2025-02-16T00:00:00","FormattedLastDateApplication":"16. februar 2025","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/a37a9f15-3cee-4ff8-b766-7242a34f1d68","Region":"Syddanmark","Municipality":"Varde","Country":"Danmark","PostalCode":"6840","PostalCodeName":null,"JobAnnouncementType":"Almindelige vilkår","EmploymentType":"Fastansættelse","WorkHours":"Fuldtid","OccupationArea":"Vagt, sikkerhed og overvågning","OccupationGroup":"Militært arbejde","Occupation":"Konstabel","Location":{"Latitude":55.6384,"Longitude":8.2413},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"WorkplaceID":1010472136,"OrganisationId":"","HiringOrgCVR":16287180,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/a37a9f15-3cee-4ff8-b766-7242a34f1d68","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/a37a9f15-3cee-4ff8-b766-7242a34f1d68","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/a37a9f15-3cee-4ff8-b766-7242a34f1d68","HasLocationValues":true,"ID":"a37a9f15-3cee-4ff8-b766-7242a34f1d68","Latitude":55.6384,"Longitude":8.2413},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Oksbøl Kaserne","Address":{"AddressLine":"Grærup Havvej 2,Grærup","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":573,"Name":"Varde"},"Region":{"Id":3,"Name":"Syddanmark"},"PostalCode":"6840","City":"Oksbøl"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=3010&ProjectId=143941&DepartmentId=19332&MediaId=4723&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1010472136","OrganizationNumber":"16287180","OrganizationDescription":null},"JobPositionPosting":{"Id":"a37a9f15-3cee-4ff8-b766-7242a34f1d68","HiringOrg":{"Name":"Oksbøl Kaserne","Address":{"AddressLine":"Grærup Havvej 2,Grærup","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":573,"Name":"Varde"},"Region":{"Id":3,"Name":"Syddanmark"},"PostalCode":"6840","City":"Oksbøl"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=3010&ProjectId=143941&DepartmentId=19332&MediaId=4723&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1010472136","OrganizationNumber":"16287180","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2025-01-31T10:47:41.52861+01:00","PublicationEndDate":"2025-02-16T00:00:00+01:00","JobPositionInformation":{"PositionTitle":"Logistikhjælper ved 2. Kapacitetsafdeling ved Danske Artilleriregiment","Purpose":"<strong>Logistikhjælper (korporal) ved 2. Kapacitetsafdeling Danske Artilleriregiment.</strong><br><br>  Er du den erfarne forsyningshjælper, som er klar til at træde et niveau op, for at arbejde med det niveau, som er dimensionerende og dermed rammeskabende for 2. Kapacitetsafdelings (2KAP) underafdelinger og Hærens tværfaglige S7.<br><br>   <br><br>  <strong>Om os</strong><br><br>  2KAP er ansvarlig for gennemførelse af Hærens Basisuddannelse, den efterfølgende Hærens Reaktionsstyrkeuddannelse samt regimentets konstabelgrunduddannelse. 2KAP har tillige til opgave at udvikle og opstille Hærens fremtidige meget kortrækkende luftværnsbatteri og er ansvarlig for dele af Hærens tværfaglige områder (Hærens tværgående S7) som fx håndvåben, uniform og personlig beskyttelse, pansrede mandskabsvogne, pansrede patruljekøretøjer, skydeuddannelse m.m., samt den relaterede kursusvirksomhed. Ydermere hidrører Hærens Simulationscenter under 2KAP.<br><br>  Ånden og tonen afdelingen er kendetegnet ved, at vi behandler hinanden med ordentlighed og respekt, hvor der er plads til åben dialog, samt en fri og uformel omgangstone.<br><br>  Du kan finde supplerende oplysninger om 2KAP på vores team-site på FIIN eller på <a href=\"http://www.danskeartilleriregiment.dk\">www.danskeartilleriregiment.dk</a>.  <br><br>   <br><br>  <strong>Om stillingen.</strong><br><br>  Du bliver logistikhjælper ved S4/2KAP. Din daglige leder vil være en logistikbefalingsmand, som er seniorsergent. Du skal i samarbejde med din daglig leder og en kollega kontinuerligt sørge for at, enhederne i 2KAP har de normeringer, de har behov for, så den planlagte uddannelse kan gennemføres. Det er også dig, der sørger for at, Hærens tværfaglige kapacitet S7, har det materiel, der skal bruges i forbindelse med deres kursusvirksomhed og afprøvninger. <br><br>  Du kommer til at arbejde meget med Forsvarets digitale materielregnskab (SAP), Microsoft Office pakken samt oprettelse af MDG sager, som er de tre primære digitale værktøjer, der anvendes til styring af materielbeholdningen. Styringsværktøjerne kommer du også til at anvende i forbindelse med daglige, ugentlige og månedlig kontrolvirksomhed i afdelingen.  <br><br>  Din dagligdag vil være varieret og spændende. I perioder kan der være travlt med megen fysisk aktivitet. I andre perioder vil der være megen tid på kontoret hvor materieladministrationen foregår. Du vil i hverdagen have omgang med våben, ammunition og sensitivt materiel, hvorfor det er vigtigt at, du er besiddelse af en høj grad af ordentlighed og ansvarsfølelse. Du vil også ofte være i dialog med materielsagsbehandlere ved HKO G4.<br><br>  Som udgangspunkt gennemføres tjenesten inden for daglig tjenestetid. Der kan dog være kortere perioder, hvor udvidet daglig tjeneste kan forekomme i forbindelse med kontrol og vejledende besøg ved uddannelsesenhederne. Der vil, på trods af travlhed, være god mulighed for personlig og faglig kompetenceudvikling, således du bliver bredt anvendelig på højere niveau inden for forsynings- og logistiktjenesten.<br><br>   <br><br>  <strong>Om dig</strong><br><br>  Du er korporal eller overkonstabel med potentiale til udnævnelse, og interesserer dig for logistik og forsyningstjenesten. Du har et godt kendskab til Demars og Office pakken og er ikke bange for at lære nyt på IT området. <br><br>  Det er vigtigt at du kan arbejde selvstændigt og fokuseret, men skal samtidigt kunne samarbejde med alle funktionsniveauer bredt ved 2KAP. Du har sans for både detaljen og helhedsbilledet, og søger den praktiske og pragmatiske løsning på opgaver, samtidigt med at du holder løsningen inden for bestemmelsesgrundlaget. Du har gode samarbejdsevner og fokuserer på at understøtte den daglige drift bedst muligt. Du vil i dagligdagen være logistikbefalingsmandens stedfortræder.<br><br>  Det forventes, at du tidligere har arbejdet med forsyningstjenesten på underafdelingsniveau eller kommer fra en lignende stilling. Det vil være at foretrække, hvis du tidligere har arbejdet med myndighedsbeholdning på underafdelingsniveau. Har du arbejdet med forsyningstjenesten på afdelings- eller bataljons niveau er det et ekstra plus. Hvis du mangler nogle af de nødvendige forsyningsrelaterede uddannelser og kompetencer, er der selvfølgeligt plads til at du erhverver dem.<br><br>  Du har en professionel indstilling til dit virke som forsyningshjælper. Du er i god fysisk form og udstråler i det daglige professionalisme og ordentlighed. Du er mødestabil og sætter en stor ære i at, det du laver og de produkter du leverer, er af topkvalitet. Du må gerne have ambitioner, på det faglige og personlige plan.<br><br>  Som udgangspunkt er følgende faglige kompetencer et krav. Ansøgere med disse kvalifikationer vil blive foretrukket.<br><br>  <ul> \t<li>Q 4283500. Grundlæggende Logistik.</li> \t<li>Q 2160828. DeMars 904. Myndighedsbeholdning.</li> \t<li>Q 2122951. Demars 965. Rekvirent PM-modul.</li> </ul>  Derudover er følgende kvalifikationer ønskelige.<br><br>  <ul> \t<li>FARGO 1.3 uddannelse.</li> \t<li>Et solidt kendskab til Office pakken. Især Word og Excel.<br> \t </li> </ul>  <strong>Ansættelsesvilkår </strong><br><br>  Stillingen er en korporalstilling på overenskomstmæssige vilkår. Stillingen kan besættes med en tjenestemand. Løn m.v. er reguleret ved den til enhver tid gældende overenskomstaftale mellem Forsvarsministeriets Personalestyrelse og Hærens Konstabel- og Korporalforening for konstabelgruppen af linjen og reserven, konstabelelever og korporaler af linjen og reserven i Hæren.<br> <br> Stillingen kan besættes af en i konstabelgruppen med et godt udviklingspotentiale.<br><br>  Hvis du ikke opfylder uddannelseskravet, kan du ansættes på en uddannelsesaftale, hvor du forpligter dig til at gennemføre den relevante uddannelse. Aflønning sker i henhold til stillingens lønniveau. Udnævnelse til korporal kan finde sted, når uddannelseskrav og Forsvarets fysiske basiskrav er opfyldt, samt når du har en godkendt helbreds- og tandlægevurdering og honorer de almene krav for udnævnelse.<br><br>  Ved ansøgning om en ny stilling i Forsvarsministeriets område, skal forhandling om personlige tillæg indgå i ansættelsesproceduren i henhold til gældende overenskomst.<br> <br> Dit faste tjenestested vil være Oksbøl Kaserne.<br>  <br><br>  Som ansat i Forsvarsministeriets område er du omfattet af nogle særlige vilkår. Du skal bl.a. kunne sikkerhedsgodkendes og opretholde sikkerhedsgodkendelsen under hele ansættelsesforløbet.<br><br>  Du har som ansat pligt til at forrette tjeneste uden for landets grænser, herunder ved enheder i internationale operationer med henblik på deltagelse i konfliktforebyggende, fredsbevarende, fredsskabende, humanitære og andre lignende operationer.<br><br>  Ansættelsen er betinget af, at du kan bestå Forsvarets fysiske basiskrav og ved helbreds- og tandlægevurderinger erklæres for fuldt egnet til udsendelse i internationale operationer.<br>  <br><br>  <strong>Kontakt og ansøgning</strong><br> Hvis du vil vide mere om stillingerne, er du velkommen til at kontakte logistikbefalingsmand, SSG Morten A. Andersen, telefon 41 38 32 43, e-mail: <a>DAR-2A-S4A@FIIN.DK</a>.<br><br>  Har du spørgsmål til løn- og ansættelsesvilkår, kan du kontakte HR-konsulent oversergent Christian Terp ved Forsvarsministeriets Personalestyrelse på mail <a>FPS-CTN@MIL.DK</a>.<br> <br> Såfremt du er omfattet af en lokal tjenesteplan eller er udpeget til deltagelse i internationale operationer, skal du gøre opmærksom på dette i din ansøgning.<br><br>  Ansøgningsfrist er 16. februar 2025 og samtaler forventes afholdt løbende. <br><br>  Stillingen er til besættelse snarest muligt derefter, og senest 1. april 2025.<br> <br> Du bedes fremsende din ansøgning med tilhørende bilag elektronisk, via linket.<br><br>  I Forsvarsministeriets organisation tror vi på, at mangfoldighed styrker opgaveløsningen. Derfor opfordrer vi alle interesserede uanset baggrund til at søge stillingen.<br><br>   <br><br>  <strong>Om Danske Artilleriregiment (DAR)</strong><br><br>  DAR blev oprettet den 1. januar 2019 og er garnisoneret på Oksbøl Kaserne. DAR løser en bred vifte af opgaver til støtte for det øvrige forsvar og særligt Hærens øvrige enheder.<br><br>  Ildstøtteafdelingen bidrager til Forsvarets styrkeudvikling inden for ildstøtte og luftværn. Ildstøtteafdelingen støtter desuden Tjenestegrensinspektøren i dennes kontrol- og inspektionsaktiviteter.<br><br>  1. Artilleriafdeling (1AA) yder ildstøtte og rådgivning til og med brigadeniveauet. 1AA er på vej til at modtage moderne artilleripjecer og har moderne morterer, nyt digitalt ildledelsessystem samt flere køretøjstyper.<br><br>  2. Kapacitetsafdeling (2KAP) er ansvarlig for gennemførelse af Hærens Basisuddannelse, den efterfølgende Hærens Reaktionsstyrkeuddannelse samt regimentets konstabelgrunduddannelse. 2KAP har tillige til opgave at udvikle og opstille Hærens fremtidige luftværnsbatteri og er ansvarlig for dele af Hærens tværfaglige områder (Hærens tværgående S7) som fx håndvåben, uniform og personlig beskyttelse, pansrede mandskabsvogne, pansrede patruljekøretøjer, skydeuddannelse m.m., samt den relaterede kursusvirksomhed. Ydermere hidrører Hærens Simulationscenter under 2KAP.<br><br>  3. Sikkerheds- og Ballistikafdeling er ansvarlig for områderne Skydebaneinspektoratet, sikkerhed ved skydning med direkte og indirekte våbensystemer fra den mindste til den største kaliber, ballistik og tilhørende skydeteori samt kapacitetsudviklingen på ammunition tilknyttet de kinetiske våbensystemer.<br><br>  Herudover består DAR af en regimentsstab, der støtter chefen og regimentets enheder indenfor bl.a. en række administrative- og forvaltningsfunktioner.<br><br>   <br><br>  <strong>Om Oksbøl Garnison</strong><br><br>  Oksbøl kaserne er placeret i et naturskønt område, tæt på skov og strand og med Danmarks største militære øvelsesplads i tilknytning til kasernen. Der er placeret tre garnisoner i Varde Kommune, der huser Danske Artilleriregiment (Oksbøl), Efterretningsregimentet og Hærens Sergentskole (Varde) og Hjemmeværnsskolen (Nymindegab). Du har derfor gode muligheder for et varieret tjenesteforløb inden for kommunens grænser.<br><br>  Vi har et godt samarbejde med Esbjerg og Varde Kommune, som er klar til at støtte dig og din familie, hvis du flytter til området. Med udgangspunkt i dit / jeres behov og ønsker tilpasser vi støtten i forhold til partners job, skole, bolig med videre.<br><br>  Esbjerg Kommune har et program for medflyttende partnere med blandt andet sparring på jobsøgning og formidling af CV’er til en lang række virksomheder. Ligeledes formidles kontant til private udlejere af lejeboliger. Tilflyttere med ansættelse kan skrive sig op på venteliste hos boligforeningerne i Esbjerg Kommune og rykke frem i køen til lejligheder.  <br><br>  Læs mere om, hvad Tilflytterservice kan gøre for dig/jer på <a href=\"http://www.nyiesbjerg.dk\">www.nyiesbjerg.dk</a> og <a href=\"http://www.flyttilvarde.dk\">www.flyttilvarde.dk</a> .I Varde Kommune har partneren fx mulighed for at komme til samtale ved udvalgte private og offentlige virksomheder, og tilflyttere med ansættelse samt pendlere har fortrinsret til lejeboliger.<br><br>  Du er meget velkommen til at kontakte:<br><br>  Bosætningskonsulent Esbjerg Kommune Pia Enemark, <a>tilflytter@esbjergkommune.dk</a>, 2047 3206 og Bosætningskonsulent Varde Kommune Nadia Steinicke, <a>nste@varde.dk</a>, 3034 4625.<br><br>  og Bosætningskonsulent Varde Kommune Jørgen Nielbæk, <a>joni@varde.dk</a>, 3059 0595.<br><br> ","WorkLocation":{"AddressLine":"Grærup Havvej 2,Grærup","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":573,"Name":"Varde"},"Region":{"Id":3,"Name":"Syddanmark"},"PostalCode":"6840","City":"Oksbøl"},"EmploymentType":1,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"Name":"Konstabel","DiscoWeb":0,"AlternateNames":["Bomberydder","Kommunikationsekspert inden for forsvarets efterretningstjeneste","Ingeniør i forsvaret","Kadet","2832","2833","2834","2835","2836"],"GroupId":0,"AreaId":0},"IsGovernmentHiring":false,"JppContacts":[{"Email":null,"PersonName":"Morten Andersen","FirstName":"Morten","LastName":"Andersen","PositionTitle":"","PhoneNumbers":[{"Number":"41383243","Type":0,"Description":"Primary"}]}],"EmploymentDate":null},"IsRecruitmentOfForeignNationals":false,"IsWorkInDenmark":false,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":true,"DailyWorkTimeMorning":false,"DailyWorkTimeVarious":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=3010&ProjectId=143941&DepartmentId=19332&MediaId=4723&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","ReplyInWriting":false,"ApplicationDeadlineDate":"2025-02-16T00:00:00+01:00"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=a37a9f15-3cee-4ff8-b766-7242a34f1d68&Organisation=16287180","Address":"Grærup Havvej 2,Grærup,6840, Oksbøl","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=a37a9f15-3cee-4ff8-b766-7242a34f1d68&Company.Name=Oksbøl Kaserne&SubmissionDeadlineDate=2025-2-16&Title=Logistikhjælper ved 2. Kapacitetsafdeling ved Danske Artilleriregiment&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":true,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"Logistikhjælper ved 2. Kapacitetsafdeling ved Danske Artilleriregiment","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"a37a9f15-3cee-4ff8-b766-7242a34f1d68","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Oksbøl Kaserne","Address":"Grærup Havvej 2,Grærup","Country":null,"EmploymentAreaID":null,"PostCode":"6840","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Oksbøl","ContactPerson":"Morten Andersen","Phone":"41383243","Email":null,"Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2025-02-16T00:00:00+01:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"Place":"Arbejdspladsen ligger i Varde kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Oksbøl Kaserne","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"Logistikhjælper (korporal) ved 2. Kapacitetsafdeling Danske Artilleriregiment.  Er du den erfarne forsyningshjælper, som er klar til at træde et niveau op, for at arbejde med det niveau, som er dimensionerende og dermed rammeskabende for 2. Kapacitetsafdelings (2KAP) underafdelinger og Hærens tværfaglige S7.     Om os  2KAP er ansvarlig for gennemf","DescriptionForSharing":"\"Logistikhjælper (korporal) ved 2. Kapacitetsafdeling Danske Artilleriregiment.  Er du den erfarne forsyningshjælper, som er klar til at træde et niveau op, for at arbejde med det niveau, som er dimensionerende og dermed rammeskabende for 2. Kapacitetsafdelings (2KAP) underafdelinger og Hærens tværfaglige S7.     Om os  2KAP er ansvarlig for gennemf\"","TitleForSharing":"\"Logistikhjælper ved 2. Kapacitetsafdeling ved Danske Artilleriregiment\"","RutePlan":"https://www.google.dk/maps/dir//Grærup+Havvej+2,Grærup,6840,+Oksbøl/","FormattedPurpose":"<strong>Logistikhjælper (korporal) ved 2. Kapacitetsafdeling Danske Artilleriregiment.</strong><br><br>  Er du den erfarne forsyningshjælper, som er klar til at træde et niveau op, for at arbejde med det niveau, som er dimensionerende og dermed rammeskabende for 2. Kapacitetsafdelings (2KAP) underafdelinger og Hærens tværfaglige S7.<br><br>   <br><br>  <strong>Om os</strong><br><br>  2KAP er ansvarlig for gennemførelse af Hærens Basisuddannelse, den efterfølgende Hærens Reaktionsstyrkeuddannelse samt regimentets konstabelgrunduddannelse. 2KAP har tillige til opgave at udvikle og opstille Hærens fremtidige meget kortrækkende luftværnsbatteri og er ansvarlig for dele af Hærens tværfaglige områder (Hærens tværgående S7) som fx håndvåben, uniform og personlig beskyttelse, pansrede mandskabsvogne, pansrede patruljekøretøjer, skydeuddannelse m.m., samt den relaterede kursusvirksomhed. Ydermere hidrører Hærens Simulationscenter under 2KAP.<br><br>  Ånden og tonen afdelingen er kendetegnet ved, at vi behandler hinanden med ordentlighed og respekt, hvor der er plads til åben dialog, samt en fri og uformel omgangstone.<br><br>  Du kan finde supplerende oplysninger om 2KAP på vores team-site på FIIN eller på <a target=\"_blank\" href=\"http://www.danskeartilleriregiment.dk\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"a37a9f15-3cee-4ff8-b766-7242a34f1d68\">www.danskeartilleriregiment.dk</a>.  <br><br>   <br><br>  <strong>Om stillingen.</strong><br><br>  Du bliver logistikhjælper ved S4/2KAP. Din daglige leder vil være en logistikbefalingsmand, som er seniorsergent. Du skal i samarbejde med din daglig leder og en kollega kontinuerligt sørge for at, enhederne i 2KAP har de normeringer, de har behov for, så den planlagte uddannelse kan gennemføres. Det er også dig, der sørger for at, Hærens tværfaglige kapacitet S7, har det materiel, der skal bruges i forbindelse med deres kursusvirksomhed og afprøvninger. <br><br>  Du kommer til at arbejde meget med Forsvarets digitale materielregnskab (SAP), Microsoft Office pakken samt oprettelse af MDG sager, som er de tre primære digitale værktøjer, der anvendes til styring af materielbeholdningen. Styringsværktøjerne kommer du også til at anvende i forbindelse med daglige, ugentlige og månedlig kontrolvirksomhed i afdelingen.  <br><br>  Din dagligdag vil være varieret og spændende. I perioder kan der være travlt med megen fysisk aktivitet. I andre perioder vil der være megen tid på kontoret hvor materieladministrationen foregår. Du vil i hverdagen have omgang med våben, ammunition og sensitivt materiel, hvorfor det er vigtigt at, du er besiddelse af en høj grad af ordentlighed og ansvarsfølelse. Du vil også ofte være i dialog med materielsagsbehandlere ved HKO G4.<br><br>  Som udgangspunkt gennemføres tjenesten inden for daglig tjenestetid. Der kan dog være kortere perioder, hvor udvidet daglig tjeneste kan forekomme i forbindelse med kontrol og vejledende besøg ved uddannelsesenhederne. Der vil, på trods af travlhed, være god mulighed for personlig og faglig kompetenceudvikling, således du bliver bredt anvendelig på højere niveau inden for forsynings- og logistiktjenesten.<br><br>   <br><br>  <strong>Om dig</strong><br><br>  Du er korporal eller overkonstabel med potentiale til udnævnelse, og interesserer dig for logistik og forsyningstjenesten. Du har et godt kendskab til Demars og Office pakken og er ikke bange for at lære nyt på IT området. <br><br>  Det er vigtigt at du kan arbejde selvstændigt og fokuseret, men skal samtidigt kunne samarbejde med alle funktionsniveauer bredt ved 2KAP. Du har sans for både detaljen og helhedsbilledet, og søger den praktiske og pragmatiske løsning på opgaver, samtidigt med at du holder løsningen inden for bestemmelsesgrundlaget. Du har gode samarbejdsevner og fokuserer på at understøtte den daglige drift bedst muligt. Du vil i dagligdagen være logistikbefalingsmandens stedfortræder.<br><br>  Det forventes, at du tidligere har arbejdet med forsyningstjenesten på underafdelingsniveau eller kommer fra en lignende stilling. Det vil være at foretrække, hvis du tidligere har arbejdet med myndighedsbeholdning på underafdelingsniveau. Har du arbejdet med forsyningstjenesten på afdelings- eller bataljons niveau er det et ekstra plus. Hvis du mangler nogle af de nødvendige forsyningsrelaterede uddannelser og kompetencer, er der selvfølgeligt plads til at du erhverver dem.<br><br>  Du har en professionel indstilling til dit virke som forsyningshjælper. Du er i god fysisk form og udstråler i det daglige professionalisme og ordentlighed. Du er mødestabil og sætter en stor ære i at, det du laver og de produkter du leverer, er af topkvalitet. Du må gerne have ambitioner, på det faglige og personlige plan.<br><br>  Som udgangspunkt er følgende faglige kompetencer et krav. Ansøgere med disse kvalifikationer vil blive foretrukket.<br><br>  <ul> \t<li>Q 4283500. Grundlæggende Logistik.</li> \t<li>Q 2160828. DeMars 904. Myndighedsbeholdning.</li> \t<li>Q 2122951. Demars 965. Rekvirent PM-modul.</li> </ul>  Derudover er følgende kvalifikationer ønskelige.<br><br>  <ul> \t<li>FARGO 1.3 uddannelse.</li> \t<li>Et solidt kendskab til Office pakken. Især Word og Excel.<br> \t </li> </ul>  <strong>Ansættelsesvilkår </strong><br><br>  Stillingen er en korporalstilling på overenskomstmæssige vilkår. Stillingen kan besættes med en tjenestemand. Løn m.v. er reguleret ved den til enhver tid gældende overenskomstaftale mellem Forsvarsministeriets Personalestyrelse og Hærens Konstabel- og Korporalforening for konstabelgruppen af linjen og reserven, konstabelelever og korporaler af linjen og reserven i Hæren.<br> <br> Stillingen kan besættes af en i konstabelgruppen med et godt udviklingspotentiale.<br><br>  Hvis du ikke opfylder uddannelseskravet, kan du ansættes på en uddannelsesaftale, hvor du forpligter dig til at gennemføre den relevante uddannelse. Aflønning sker i henhold til stillingens lønniveau. Udnævnelse til korporal kan finde sted, når uddannelseskrav og Forsvarets fysiske basiskrav er opfyldt, samt når du har en godkendt helbreds- og tandlægevurdering og honorer de almene krav for udnævnelse.<br><br>  Ved ansøgning om en ny stilling i Forsvarsministeriets område, skal forhandling om personlige tillæg indgå i ansættelsesproceduren i henhold til gældende overenskomst.<br> <br> Dit faste tjenestested vil være Oksbøl Kaserne.<br>  <br><br>  Som ansat i Forsvarsministeriets område er du omfattet af nogle særlige vilkår. Du skal bl.a. kunne sikkerhedsgodkendes og opretholde sikkerhedsgodkendelsen under hele ansættelsesforløbet.<br><br>  Du har som ansat pligt til at forrette tjeneste uden for landets grænser, herunder ved enheder i internationale operationer med henblik på deltagelse i konfliktforebyggende, fredsbevarende, fredsskabende, humanitære og andre lignende operationer.<br><br>  Ansættelsen er betinget af, at du kan bestå Forsvarets fysiske basiskrav og ved helbreds- og tandlægevurderinger erklæres for fuldt egnet til udsendelse i internationale operationer.<br>  <br><br>  <strong>Kontakt og ansøgning</strong><br> Hvis du vil vide mere om stillingerne, er du velkommen til at kontakte logistikbefalingsmand, SSG Morten A. Andersen, telefon 41 38 32 43, e-mail: <a>DAR-2A-S4A@FIIN.DK</a>.<br><br>  Har du spørgsmål til løn- og ansættelsesvilkår, kan du kontakte HR-konsulent oversergent Christian Terp ved Forsvarsministeriets Personalestyrelse på mail <a>FPS-CTN@MIL.DK</a>.<br> <br> Såfremt du er omfattet af en lokal tjenesteplan eller er udpeget til deltagelse i internationale operationer, skal du gøre opmærksom på dette i din ansøgning.<br><br>  Ansøgningsfrist er 16. februar 2025 og samtaler forventes afholdt løbende. <br><br>  Stillingen er til besættelse snarest muligt derefter, og senest 1. april 2025.<br> <br> Du bedes fremsende din ansøgning med tilhørende bilag elektronisk, via linket.<br><br>  I Forsvarsministeriets organisation tror vi på, at mangfoldighed styrker opgaveløsningen. Derfor opfordrer vi alle interesserede uanset baggrund til at søge stillingen.<br><br>   <br><br>  <strong>Om Danske Artilleriregiment (DAR)</strong><br><br>  DAR blev oprettet den 1. januar 2019 og er garnisoneret på Oksbøl Kaserne. DAR løser en bred vifte af opgaver til støtte for det øvrige forsvar og særligt Hærens øvrige enheder.<br><br>  Ildstøtteafdelingen bidrager til Forsvarets styrkeudvikling inden for ildstøtte og luftværn. Ildstøtteafdelingen støtter desuden Tjenestegrensinspektøren i dennes kontrol- og inspektionsaktiviteter.<br><br>  1. Artilleriafdeling (1AA) yder ildstøtte og rådgivning til og med brigadeniveauet. 1AA er på vej til at modtage moderne artilleripjecer og har moderne morterer, nyt digitalt ildledelsessystem samt flere køretøjstyper.<br><br>  2. Kapacitetsafdeling (2KAP) er ansvarlig for gennemførelse af Hærens Basisuddannelse, den efterfølgende Hærens Reaktionsstyrkeuddannelse samt regimentets konstabelgrunduddannelse. 2KAP har tillige til opgave at udvikle og opstille Hærens fremtidige luftværnsbatteri og er ansvarlig for dele af Hærens tværfaglige områder (Hærens tværgående S7) som fx håndvåben, uniform og personlig beskyttelse, pansrede mandskabsvogne, pansrede patruljekøretøjer, skydeuddannelse m.m., samt den relaterede kursusvirksomhed. Ydermere hidrører Hærens Simulationscenter under 2KAP.<br><br>  3. Sikkerheds- og Ballistikafdeling er ansvarlig for områderne Skydebaneinspektoratet, sikkerhed ved skydning med direkte og indirekte våbensystemer fra den mindste til den største kaliber, ballistik og tilhørende skydeteori samt kapacitetsudviklingen på ammunition tilknyttet de kinetiske våbensystemer.<br><br>  Herudover består DAR af en regimentsstab, der støtter chefen og regimentets enheder indenfor bl.a. en række administrative- og forvaltningsfunktioner.<br><br>   <br><br>  <strong>Om Oksbøl Garnison</strong><br><br>  Oksbøl kaserne er placeret i et naturskønt område, tæt på skov og strand og med Danmarks største militære øvelsesplads i tilknytning til kasernen. Der er placeret tre garnisoner i Varde Kommune, der huser Danske Artilleriregiment (Oksbøl), Efterretningsregimentet og Hærens Sergentskole (Varde) og Hjemmeværnsskolen (Nymindegab). Du har derfor gode muligheder for et varieret tjenesteforløb inden for kommunens grænser.<br><br>  Vi har et godt samarbejde med Esbjerg og Varde Kommune, som er klar til at støtte dig og din familie, hvis du flytter til området. Med udgangspunkt i dit / jeres behov og ønsker tilpasser vi støtten i forhold til partners job, skole, bolig med videre.<br><br>  Esbjerg Kommune har et program for medflyttende partnere med blandt andet sparring på jobsøgning og formidling af CV’er til en lang række virksomheder. Ligeledes formidles kontant til private udlejere af lejeboliger. Tilflyttere med ansættelse kan skrive sig op på venteliste hos boligforeningerne i Esbjerg Kommune og rykke frem i køen til lejligheder.  <br><br>  Læs mere om, hvad Tilflytterservice kan gøre for dig/jer på <a target=\"_blank\" href=\"http://www.nyiesbjerg.dk\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"a37a9f15-3cee-4ff8-b766-7242a34f1d68\">www.nyiesbjerg.dk</a> og <a target=\"_blank\" href=\"http://www.flyttilvarde.dk\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"a37a9f15-3cee-4ff8-b766-7242a34f1d68\">www.flyttilvarde.dk</a> .I Varde Kommune har partneren fx mulighed for at komme til samtale ved udvalgte private og offentlige virksomheder, og tilflyttere med ansættelse samt pendlere har fortrinsret til lejeboliger.<br><br>  Du er meget velkommen til at kontakte:<br><br>  Bosætningskonsulent Esbjerg Kommune Pia Enemark, <a>tilflytter@esbjergkommune.dk</a>, 2047 3206 og Bosætningskonsulent Varde Kommune Nadia Steinicke, <a>nste@varde.dk</a>, 3034 4625.<br><br>  og Bosætningskonsulent Varde Kommune Jørgen Nielbæk, <a>joni@varde.dk</a>, 3059 0595.<br><br>","MapUrl":"https://www.google.dk/maps/place/Grærup+Havvej+2,Grærup,6840,+Oksbøl/","OrganizationNumber":"16287180","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}