{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"14 postdoctoral fellowships to the BRIDGE – Translational Excellence Programme","JobHeadline":"14 postdoctoral fellowships to the BRIDGE – Translational Excellence Programme","Presentation":"BRIDGE - Translational Excellence Programme  The Faculty of Health and Medical Sciences (SUND) at the University of Copenhagen is seeking 14 highly motivated and dynamic postd","HiringOrgName":"KU - SUND - PANUM KBH N","WorkPlaceAddress":"Blegdamsvej  3B  ","WorkPlacePostalCode":"2200","WorkPlaceCity":"København N","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2025-01-15T08:41:00","LastDateApplication":"2025-02-16T00:00:00","FormattedLastDateApplication":"16. februar 2025","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/b64e9c79-c65d-4b98-8b83-92f2f987475c","Region":"Hovedstaden og Bornholm","Municipality":"København","Country":"Danmark","PostalCode":"2200","PostalCodeName":null,"JobAnnouncementType":"Almindelige vilkår","EmploymentType":"Tidsbegrænset ansættelse","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Forskning og universitetsundervisning, sundhedsvidenskab","Occupation":"Post doc., sundhedsvidenskab","Location":{"Latitude":55.6941,"Longitude":12.5492},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"WorkplaceID":1013623488,"OrganisationId":"","HiringOrgCVR":29979812,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/b64e9c79-c65d-4b98-8b83-92f2f987475c","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/b64e9c79-c65d-4b98-8b83-92f2f987475c","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/b64e9c79-c65d-4b98-8b83-92f2f987475c","HasLocationValues":true,"ID":"b64e9c79-c65d-4b98-8b83-92f2f987475c","Latitude":55.6941,"Longitude":12.5492},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"KU - SUND - PANUM KBH N","Address":{"AddressLine":"Blegdamsvej  3B","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2200","City":"Kbh. N"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=1307&ProjectId=162637&DepartmentId=18999&MediaId=4656&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1013623488","OrganizationNumber":"29979812","OrganizationDescription":null},"JobPositionPosting":{"Id":"b64e9c79-c65d-4b98-8b83-92f2f987475c","HiringOrg":{"Name":"KU - SUND - PANUM KBH N","Address":{"AddressLine":"Blegdamsvej  3B","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2200","City":"Kbh. N"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=1307&ProjectId=162637&DepartmentId=18999&MediaId=4656&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1013623488","OrganizationNumber":"29979812","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2025-01-15T08:41:00+01:00","PublicationEndDate":"2025-02-16T00:00:00+01:00","JobPositionInformation":{"PositionTitle":"14 postdoctoral fellowships to the BRIDGE – Translational Excellence Programme","Purpose":"<strong>BRIDGE - Translational Excellence Programme</strong><br><br>  The Faculty of Health and Medical Sciences (SUND) at the University of Copenhagen is seeking 14 highly motivated and dynamic postdoc fellows to commence the BRIDGE – Translational Excellence Programme on 1 September 2025.<br><br>  The BRIDGE – Translational Excellence Programme is financed by the Novo Nordisk Foundation with the ambition to train fellows in translational medicine, mentored by fully committed and top-level professionals in basic biomedical research, a clinical environment and the life science industry. The programme constitutes a clear career path for candidates whose ambition is to bridge the gap between research, patient care and the life science industry and for those wishing to become pioneering leaders in the field of translational medicine.<br><br>  The BRIDGE – Translational Excellence Programme expects to appoint 7 fellows with an MD background and 7 fellows with an MSc background.<br><br>  <strong>Application deadline is 16 February 2025, at 23:59 CET</strong>.<em> Appointed fellows are expected to participate in a two-day Boot Camp on 4-5 September 2025</em>. <em>Mentors are expected to participate on 4 September 2025.</em><br><br>  <strong>Translational research project</strong><br> Your research project must cover the early translational stages T₀ (Disease modelling, Omics studies, Basic Research) -T₁ (Biomarker discovery, Target development, Preclinical development) and should bridge a basic biomedical research environment and a clinical research environment, making the research project interdisciplinary in its nature. The project may also cover early T2 (First in human, phase 1 clinical trials, phase 2 clinical trials, phase 2b clinical trials), but this is not a requirement. <br><br>  Your project must be at the postdoctoral level, should address a relevant medical challenge and should be ambitious yet feasible within the timeframe of two years. Your research project must be developed in collaboration with your Mentor Team and is an important part of the recruitment process to become a BRIDGE Fellow.<br><br>  Appointed fellows spend 80% of their time on individual translational research projects mentored by a Mentor Team consisting of a basic biomedical scientist from a SUND Department or Centre, and a clinical scientist from a hospital in the Capital Region of Denmark or Region Zealand and/or from the life science industry. Additional mentors from other departments and universities in Denmark are encouraged if relevant.<br><br>  <strong>Academic Curriculum</strong><br> The BRIDGE – Translational Excellence Programme provides fellows with the ability to translate insights from basic research into the clinical sciences and/or the life science industry, and vice versa, and the competences to manage essential collaboration between disciplines.<br><br>  A uniquely developed 57 days <a href=\"https://bridge.ku.dk/about/academic-curriculum/\">Academic Curriculum</a> has been designed by top-professional experts and figures as a mandatory, integral, and important part of the BRIDGE programme. <br><br>  The Academic Curriculum covers the translational stages <strong>T0</strong> (Population/clinic to lab feedback, disease modelling -omic studies, basic research), <strong>T1</strong> (Biomarker discovery, target development, pre-clinical development) and border to early <strong>T2</strong> (First in human, phase 1 clinical trials, phase 2 clinical trials, phase 2b clinical trials). <br><br>  In addition, courses also include generic skills such as research management, ethics, research communication and successful grant writing. The Academic Curriculum and additional events such as the Boot Camp, Academic Afternoons, Alumni Event comprise 20% of fellows’ time. The fellows should therefore not be imposed teaching obligations during their fellowship.<br><br>  <strong>Eligibility</strong><br> Future BRIDGE Fellows must hold one of the following:<strong> </strong><br><br>  <ul> \t<li>An MD and a PhD degree or equivalent (proof of an appointment that requires doctoral equivalency). <strong><em>Specialist training is no hindrance to apply, and medical training is appreciated.</em></strong></li> \t<li>An MSc and a PhD degree within a relevant discipline such as veterinary science, biology, biochemistry, molecular biology, bioinformatics, pharmacy, dentistry, or medical engineering.</li> </ul>  The following requirements must also be met:<br><br>  The PhD degree should have been obtained no more than eight years before the application deadline. Any <em>documented</em> periods of leave will be accepted as extensions of this time limit (maternity leave, paternity leave, family care leave, illness, military service, etc.).<br><br>  As a current PhD student, you may apply if you and your supervisor expect your thesis to be submitted and defended prior to project commencement on 1 September 2025.  You must attach a declaration from your supervisor stating that your thesis will be submitted and defended prior to project commencement on 1 September 2025.<br><br>  In Denmark, you can hold postdoc positions for no more than a total of four years at one university. Accordingly, no more than two years of postdoc experience based directly at UCPH prior to programme enrolment is allowed. Any <em>documented</em> periods of leave will be accepted as extensions of this time limit (parental leave, family care leave, illness, military service, etc.). <em>Please find more information about the 'four-year rule' for postdocs (Danish legislation) under </em><a href=\"https://bridge.ku.dk/research/process/\"><em>'Eligibility and conditions' </em></a>and about the applicable governmental jurisdiction <a href=\"https://www.retsinformation.dk/eli/lta/2019/1443\">here</a>.<br><br>  <strong>Mentor Teams</strong><br> The applicant must apply for the programme in cooperation with a Mentor Team consisting of a minimum two mentors.<br><br>  A Mentor Team requires a mentor representing 1) the basic biomedical science from the Faculty of Health and Medical Sciences (SUND), UCPH, and 2) clinical science from the Capital Region of Denmark or Region Zealand <em>and/or</em> 3) the life science industry environment in Denmark. <em>A life science industry mentor is highly encouraged to enter the Mentor Team.</em><br><br>  We also encourage larger mentor teams with additional mentors from Technical University of Denmark (DTU), Faculty of Science (SCIENCE) at UCPH, or other universities or research institutions, if relevant. <br><br>  Incorporating a mentor from SUND, UCPH, into the Mentor Team is mandatory. If a mentor acts as a <em>third, fourth or fifth</em> mentor – accompanying a basic and clinical mentor – that mentor may reside outside Denmark.<br><br>  <strong>Qualifications</strong><br> As a BRIDGE fellow, you are highly motivated to participate in the Academic Curriculum, to be mentored by senior researchers, network and cooperate with other BRIDGE Fellows and you see yourself as an ambitious scientist who will work on bridging the gaps between research, medical treatment and/or the life science industry.<br><br>  We expect BRIDGE Fellows to be scientifically independent, showing a high degree of academic maturity. This means that they will have:<br><br>  <ul> \t<li>An enthusiastic interest in a translational research project co-designed with a Mentor Team and be a good match with a committed Mentor Team</li> \t<li>A strong CV, having published in high-quality journals and presented at international conferences</li> \t<li>The ability to manage one’s own academic research and associated activities</li> \t<li>Experience with project management</li> \t<li>Experience with supervision of more junior researchers (pre-graduate or PhD students)</li> \t<li>Excellent interpersonal skills and leadership, including the ability to communicate research ideas and results in a clear and logical way and the ability to interact with peers and the broader research community confidently and effectively</li> </ul>  <strong>How to apply</strong><br> As a BRIDGE fellow, you will be working on a translational research project co-designed with a Mentor Team. As such, the first step in the application process is to connect with a Mentor Team.<br><br>  If you<strong> <em>are not</em></strong> already in contact with an eligible Mentor Team, we recommend that you:<br><br>  <ol> \t<li>Contact a (i) basic biomedical researcher from SUND, UCPH, a (ii) clinical scientist from a hospital in the Capital Region of Denmark or Region Zealand <em>and/or</em> (ii) a scientist from the life science industry who fits your research interests and fulfil the programme <a href=\"https://bridge.ku.dk/become_a_mentor/\">requirements </a>for Mentor Teams. We recommend that you have the Mentor Team preapproved in due time before application deadline 16 February 2025 by sending a request to BRIDGE: <a>bridge@sund.ku.dk</a></li> \t<li>Alternatively, browse through the list of submitted project synopses (Open Mentor Teams) and find a Mentor Team that fits your research interests. Contact the suitable Mentor Team to explore the possibility of collaborating on a BRIDGE application. The list will be published on the BRIDGE website on 15 December 2024.</li> </ol>  If you are an applicant without ties to the Faculty or hospitals in either of the two regions, please read more about our suggestions on how to proceed <a href=\"https://bridge.ku.dk/research/process/\">here</a>.<br><br>  If you<strong> <em>are</em></strong> in contact with a Mentor Team, we recommend that you:<br><br>  <ol> \t<li>Have the Mentor Team constellation preapproved in due time before the call closure by sending a request to BRIDGE: <a>bridge@sund.ku.dk</a>.</li> </ol>  Read more about how to <a href=\"https://bridge.ku.dk/research/process/\">become a fellow.</a><br><br>  <strong> Application material</strong><br><br>  <ul> \t<li><strong>Part 1:</strong> <strong>Project description</strong> (must be co-designed by the applicant and Mentor Team)</li> \t<li><strong>Part 2:</strong> <strong>Project abstract and CV</strong> (must be composed by the applicant independently)</li> \t<li><strong>Part 3: Supplementary documents </strong></li> </ul>  Applications (Part 1, Part 2, and Part 3) must be submitted online via HR Manager through the link on the website (available latest from January 2024) no later than <strong>16 February 2025, 23:59 CET</strong>. A cover letter is not needed. <br><br>  Please find the requirements for the application and <a href=\"https://bridge.ku.dk/research/process/templates/\">download the new and updated application templates</a>.<br><br>  We reserve the right to disregard material received after the application deadline along with applications and application material that do not comply with the above-mentioned criteria. <br><br>  <strong>Recruitment procedure  </strong><br> The received applications will be shortlisted and assessed according to the Ministry Order on the Appointment of Academic Staff at Universities 2012 and the University of Copenhagen’s guidelines 2013.  <br><br>  Upon the application deadline, the authorised recruitment manager will select applicants for assessment based on the advice of the Appointment Committee.<br><br>  All applicants will be notified on whether their application has been passed for assessment. The Assessment Committee will do a non-prioritised assessment based on the applicant’s academic qualifications and on the match between the fellow and the translational research project. All applicants will have the opportunity to comment on the part of the assessment that relates to the applicant themselves (Part 2).<br><br>  Please find more information on the <a href=\"https://employment.ku.dk/faculty/recruitment-process/\">recruitment process</a> for scientific personnel at the University of Copenhagen.<br><br>  <strong>Appointment interviews</strong><br> Following the completion of the assessments, a subset of candidates will be invited for a physical appointment interview with the Appointment Committee. The BRIDGE Programme will reimburse travel and accommodation expenses for invited applicants.<br><br>  The interviews are scheduled to take place 13-15 May 2025.<em> Please note that Mentor Teams will need to be present online for a short introduction of the Mentor Team at this interview.</em><br><br>  <strong>Terms of employment</strong><br> The employment as Postdoc is fulltime (37 hours per week) and for two years. <br><br>  Salary, pension, and terms of employment will be in accordance with the collective agreement between AC (Danish Confederation of Professional Associations) and the Ministry of Taxation. <br><br>  The position is covered by the “Memorandum on Job Structure for Academic Staff at the Universities” of 2020.<br><br>  <strong>Financial composition of the fellowships</strong><br> The financing of running costs for the individual research projects will be covered by the hosting environments. Each fellow will in addition receive an annual sum of DKK 40.000 during their two-year employment to cover costs for PC, travel, language courses, conference and workshop participation and other relevant activities outside the programme.<br><br>  Successful fellowship recipients will be enrolled in the BRIDGE – Translational Excellence Programme and employed at the Faculty of Health and Medical Sciences at UCPH. Upon fulfilment of course participation and the individual research projects, fellows will be awarded a Certificate of Excellence.<br><br>  <strong>For more information about the BRIDGE - Translational Excellence Programme  </strong><br> Please visit <a href=\"https://bridge.ku.dk/\">www.bridge.ku.dk</a> and/or contact Programme Manager Karoline Hovde on <a>bridge@sund.ku.dk</a> or telephone +45 35 33 41 92.<br><br>  The University of Copenhagen wishes to reflect the diversity of society and welcomes applications from all qualified candidates regardless of personal background.<br><br> ","WorkLocation":{"AddressLine":"Blegdamsvej  3B","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2200","City":"Kbh. N"},"EmploymentType":16,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":5,"DriverLicense":[],"Occupation":{"Name":"Post doc., sundhedsvidenskab","DiscoWeb":0,"AlternateNames":[],"GroupId":0,"AreaId":0},"IsGovernmentHiring":false,"JppContacts":[{"Email":"bridge@sund.ku.dk","PersonName":"Karoline Hovde","FirstName":"Karoline","LastName":"Hovde","PositionTitle":"Programme Manager","PhoneNumbers":[{"Number":"+45 35334192","Type":0,"Description":"Primary"}]}],"EmploymentDate":null},"IsRecruitmentOfForeignNationals":false,"IsWorkInDenmark":true,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":true,"DailyWorkTimeMorning":false,"DailyWorkTimeVarious":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=1307&ProjectId=162637&DepartmentId=18999&MediaId=4656&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","ReplyInWriting":false,"ApplicationDeadlineDate":"2025-02-16T00:00:00+01:00"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=b64e9c79-c65d-4b98-8b83-92f2f987475c&Organisation=29979812","Address":"Blegdamsvej  3B,2200, Kbh. N","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=b64e9c79-c65d-4b98-8b83-92f2f987475c&Company.Name=KU - SUND - PANUM KBH N&SubmissionDeadlineDate=2025-2-16&Title=14 postdoctoral fellowships to the BRIDGE – Translational Excellence Programme&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":true,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"14 postdoctoral fellowships to the BRIDGE – Translational Excellence Programme","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"b64e9c79-c65d-4b98-8b83-92f2f987475c","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"KU - SUND - PANUM KBH N","Address":"Blegdamsvej  3B","Country":null,"EmploymentAreaID":null,"PostCode":"2200","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Kbh. N","ContactPerson":"Karoline Hovde","Phone":"+45 35334192","Email":"bridge@sund.ku.dk","Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2025-02-16T00:00:00+01:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"Place":"Arbejdspladsen ligger i København kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"KU - SUND - PANUM KBH N","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"BRIDGE - Translational Excellence Programme  The Faculty of Health and Medical Sciences (SUND) at the University of Copenhagen is seeking 14 highly motivated and dynamic postdoc fellows to commence the BRIDGE – Translational Excellence Programme on 1 September 2025.  The BRIDGE – Translational Excellence Programme is financed by the Novo Nordisk Fo","DescriptionForSharing":"\"BRIDGE - Translational Excellence Programme  The Faculty of Health and Medical Sciences (SUND) at the University of Copenhagen is seeking 14 highly motivated and dynamic postdoc fellows to commence the BRIDGE – Translational Excellence Programme on 1 September 2025.  The BRIDGE – Translational Excellence Programme is financed by the Novo Nordisk Fo\"","TitleForSharing":"\"14 postdoctoral fellowships to the BRIDGE – Translational Excellence Programme\"","RutePlan":"https://www.google.dk/maps/dir//Blegdamsvej++3B,2200,+Kbh.+N/","FormattedPurpose":"<strong>BRIDGE - Translational Excellence Programme</strong><br><br>  The Faculty of Health and Medical Sciences (SUND) at the University of Copenhagen is seeking 14 highly motivated and dynamic postdoc fellows to commence the BRIDGE – Translational Excellence Programme on 1 September 2025.<br><br>  The BRIDGE – Translational Excellence Programme is financed by the Novo Nordisk Foundation with the ambition to train fellows in translational medicine, mentored by fully committed and top-level professionals in basic biomedical research, a clinical environment and the life science industry. The programme constitutes a clear career path for candidates whose ambition is to bridge the gap between research, patient care and the life science industry and for those wishing to become pioneering leaders in the field of translational medicine.<br><br>  The BRIDGE – Translational Excellence Programme expects to appoint 7 fellows with an MD background and 7 fellows with an MSc background.<br><br>  <strong>Application deadline is 16 February 2025, at 23:59 CET</strong>.<em> Appointed fellows are expected to participate in a two-day Boot Camp on 4-5 September 2025</em>. <em>Mentors are expected to participate on 4 September 2025.</em><br><br>  <strong>Translational research project</strong><br> Your research project must cover the early translational stages T₀ (Disease modelling, Omics studies, Basic Research) -T₁ (Biomarker discovery, Target development, Preclinical development) and should bridge a basic biomedical research environment and a clinical research environment, making the research project interdisciplinary in its nature. The project may also cover early T2 (First in human, phase 1 clinical trials, phase 2 clinical trials, phase 2b clinical trials), but this is not a requirement. <br><br>  Your project must be at the postdoctoral level, should address a relevant medical challenge and should be ambitious yet feasible within the timeframe of two years. Your research project must be developed in collaboration with your Mentor Team and is an important part of the recruitment process to become a BRIDGE Fellow.<br><br>  Appointed fellows spend 80% of their time on individual translational research projects mentored by a Mentor Team consisting of a basic biomedical scientist from a SUND Department or Centre, and a clinical scientist from a hospital in the Capital Region of Denmark or Region Zealand and/or from the life science industry. Additional mentors from other departments and universities in Denmark are encouraged if relevant.<br><br>  <strong>Academic Curriculum</strong><br> The BRIDGE – Translational Excellence Programme provides fellows with the ability to translate insights from basic research into the clinical sciences and/or the life science industry, and vice versa, and the competences to manage essential collaboration between disciplines.<br><br>  A uniquely developed 57 days <a target=\"_blank\" href=\"https://bridge.ku.dk/about/academic-curriculum/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"b64e9c79-c65d-4b98-8b83-92f2f987475c\">Academic Curriculum</a> has been designed by top-professional experts and figures as a mandatory, integral, and important part of the BRIDGE programme. <br><br>  The Academic Curriculum covers the translational stages <strong>T0</strong> (Population/clinic to lab feedback, disease modelling -omic studies, basic research), <strong>T1</strong> (Biomarker discovery, target development, pre-clinical development) and border to early <strong>T2</strong> (First in human, phase 1 clinical trials, phase 2 clinical trials, phase 2b clinical trials). <br><br>  In addition, courses also include generic skills such as research management, ethics, research communication and successful grant writing. The Academic Curriculum and additional events such as the Boot Camp, Academic Afternoons, Alumni Event comprise 20% of fellows’ time. The fellows should therefore not be imposed teaching obligations during their fellowship.<br><br>  <strong>Eligibility</strong><br> Future BRIDGE Fellows must hold one of the following:<strong> </strong><br><br>  <ul> \t<li>An MD and a PhD degree or equivalent (proof of an appointment that requires doctoral equivalency). <strong><em>Specialist training is no hindrance to apply, and medical training is appreciated.</em></strong></li> \t<li>An MSc and a PhD degree within a relevant discipline such as veterinary science, biology, biochemistry, molecular biology, bioinformatics, pharmacy, dentistry, or medical engineering.</li> </ul>  The following requirements must also be met:<br><br>  The PhD degree should have been obtained no more than eight years before the application deadline. Any <em>documented</em> periods of leave will be accepted as extensions of this time limit (maternity leave, paternity leave, family care leave, illness, military service, etc.).<br><br>  As a current PhD student, you may apply if you and your supervisor expect your thesis to be submitted and defended prior to project commencement on 1 September 2025.  You must attach a declaration from your supervisor stating that your thesis will be submitted and defended prior to project commencement on 1 September 2025.<br><br>  In Denmark, you can hold postdoc positions for no more than a total of four years at one university. Accordingly, no more than two years of postdoc experience based directly at UCPH prior to programme enrolment is allowed. Any <em>documented</em> periods of leave will be accepted as extensions of this time limit (parental leave, family care leave, illness, military service, etc.). <em>Please find more information about the 'four-year rule' for postdocs (Danish legislation) under </em><a target=\"_blank\" href=\"https://bridge.ku.dk/research/process/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"b64e9c79-c65d-4b98-8b83-92f2f987475c\"><em>'Eligibility and conditions' </em></a>and about the applicable governmental jurisdiction <a target=\"_blank\" href=\"https://www.retsinformation.dk/eli/lta/2019/1443\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"b64e9c79-c65d-4b98-8b83-92f2f987475c\">here</a>.<br><br>  <strong>Mentor Teams</strong><br> The applicant must apply for the programme in cooperation with a Mentor Team consisting of a minimum two mentors.<br><br>  A Mentor Team requires a mentor representing 1) the basic biomedical science from the Faculty of Health and Medical Sciences (SUND), UCPH, and 2) clinical science from the Capital Region of Denmark or Region Zealand <em>and/or</em> 3) the life science industry environment in Denmark. <em>A life science industry mentor is highly encouraged to enter the Mentor Team.</em><br><br>  We also encourage larger mentor teams with additional mentors from Technical University of Denmark (DTU), Faculty of Science (SCIENCE) at UCPH, or other universities or research institutions, if relevant. <br><br>  Incorporating a mentor from SUND, UCPH, into the Mentor Team is mandatory. If a mentor acts as a <em>third, fourth or fifth</em> mentor – accompanying a basic and clinical mentor – that mentor may reside outside Denmark.<br><br>  <strong>Qualifications</strong><br> As a BRIDGE fellow, you are highly motivated to participate in the Academic Curriculum, to be mentored by senior researchers, network and cooperate with other BRIDGE Fellows and you see yourself as an ambitious scientist who will work on bridging the gaps between research, medical treatment and/or the life science industry.<br><br>  We expect BRIDGE Fellows to be scientifically independent, showing a high degree of academic maturity. This means that they will have:<br><br>  <ul> \t<li>An enthusiastic interest in a translational research project co-designed with a Mentor Team and be a good match with a committed Mentor Team</li> \t<li>A strong CV, having published in high-quality journals and presented at international conferences</li> \t<li>The ability to manage one’s own academic research and associated activities</li> \t<li>Experience with project management</li> \t<li>Experience with supervision of more junior researchers (pre-graduate or PhD students)</li> \t<li>Excellent interpersonal skills and leadership, including the ability to communicate research ideas and results in a clear and logical way and the ability to interact with peers and the broader research community confidently and effectively</li> </ul>  <strong>How to apply</strong><br> As a BRIDGE fellow, you will be working on a translational research project co-designed with a Mentor Team. As such, the first step in the application process is to connect with a Mentor Team.<br><br>  If you<strong> <em>are not</em></strong> already in contact with an eligible Mentor Team, we recommend that you:<br><br>  <ol> \t<li>Contact a (i) basic biomedical researcher from SUND, UCPH, a (ii) clinical scientist from a hospital in the Capital Region of Denmark or Region Zealand <em>and/or</em> (ii) a scientist from the life science industry who fits your research interests and fulfil the programme <a target=\"_blank\" href=\"https://bridge.ku.dk/become_a_mentor/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"b64e9c79-c65d-4b98-8b83-92f2f987475c\">requirements</a>for Mentor Teams. We recommend that you have the Mentor Team preapproved in due time before application deadline 16 February 2025 by sending a request to BRIDGE: <a>bridge@sund.ku.dk</a></li> \t<li>Alternatively, browse through the list of submitted project synopses (Open Mentor Teams) and find a Mentor Team that fits your research interests. Contact the suitable Mentor Team to explore the possibility of collaborating on a BRIDGE application. The list will be published on the BRIDGE website on 15 December 2024.</li> </ol>  If you are an applicant without ties to the Faculty or hospitals in either of the two regions, please read more about our suggestions on how to proceed <a target=\"_blank\" href=\"https://bridge.ku.dk/research/process/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"b64e9c79-c65d-4b98-8b83-92f2f987475c\">here</a>.<br><br>  If you<strong> <em>are</em></strong> in contact with a Mentor Team, we recommend that you:<br><br>  <ol> \t<li>Have the Mentor Team constellation preapproved in due time before the call closure by sending a request to BRIDGE: <a>bridge@sund.ku.dk</a>.</li> </ol>  Read more about how to <a target=\"_blank\" href=\"https://bridge.ku.dk/research/process/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"b64e9c79-c65d-4b98-8b83-92f2f987475c\">become a fellow.</a><br><br>  <strong> Application material</strong><br><br>  <ul> \t<li><strong>Part 1:</strong> <strong>Project description</strong> (must be co-designed by the applicant and Mentor Team)</li> \t<li><strong>Part 2:</strong> <strong>Project abstract and CV</strong> (must be composed by the applicant independently)</li> \t<li><strong>Part 3: Supplementary documents </strong></li> </ul>  Applications (Part 1, Part 2, and Part 3) must be submitted online via HR Manager through the link on the website (available latest from January 2024) no later than <strong>16 February 2025, 23:59 CET</strong>. A cover letter is not needed. <br><br>  Please find the requirements for the application and <a target=\"_blank\" href=\"https://bridge.ku.dk/research/process/templates/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"b64e9c79-c65d-4b98-8b83-92f2f987475c\">download the new and updated application templates</a>.<br><br>  We reserve the right to disregard material received after the application deadline along with applications and application material that do not comply with the above-mentioned criteria. <br><br>  <strong>Recruitment procedure  </strong><br> The received applications will be shortlisted and assessed according to the Ministry Order on the Appointment of Academic Staff at Universities 2012 and the University of Copenhagen’s guidelines 2013.  <br><br>  Upon the application deadline, the authorised recruitment manager will select applicants for assessment based on the advice of the Appointment Committee.<br><br>  All applicants will be notified on whether their application has been passed for assessment. The Assessment Committee will do a non-prioritised assessment based on the applicant’s academic qualifications and on the match between the fellow and the translational research project. All applicants will have the opportunity to comment on the part of the assessment that relates to the applicant themselves (Part 2).<br><br>  Please find more information on the <a target=\"_blank\" href=\"https://employment.ku.dk/faculty/recruitment-process/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"b64e9c79-c65d-4b98-8b83-92f2f987475c\">recruitment process</a> for scientific personnel at the University of Copenhagen.<br><br>  <strong>Appointment interviews</strong><br> Following the completion of the assessments, a subset of candidates will be invited for a physical appointment interview with the Appointment Committee. The BRIDGE Programme will reimburse travel and accommodation expenses for invited applicants.<br><br>  The interviews are scheduled to take place 13-15 May 2025.<em> Please note that Mentor Teams will need to be present online for a short introduction of the Mentor Team at this interview.</em><br><br>  <strong>Terms of employment</strong><br> The employment as Postdoc is fulltime (37 hours per week) and for two years. <br><br>  Salary, pension, and terms of employment will be in accordance with the collective agreement between AC (Danish Confederation of Professional Associations) and the Ministry of Taxation. <br><br>  The position is covered by the “Memorandum on Job Structure for Academic Staff at the Universities” of 2020.<br><br>  <strong>Financial composition of the fellowships</strong><br> The financing of running costs for the individual research projects will be covered by the hosting environments. Each fellow will in addition receive an annual sum of DKK 40.000 during their two-year employment to cover costs for PC, travel, language courses, conference and workshop participation and other relevant activities outside the programme.<br><br>  Successful fellowship recipients will be enrolled in the BRIDGE – Translational Excellence Programme and employed at the Faculty of Health and Medical Sciences at UCPH. Upon fulfilment of course participation and the individual research projects, fellows will be awarded a Certificate of Excellence.<br><br>  <strong>For more information about the BRIDGE - Translational Excellence Programme  </strong><br> Please visit <a target=\"_blank\" href=\"https://bridge.ku.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"b64e9c79-c65d-4b98-8b83-92f2f987475c\">www.bridge.ku.dk</a> and/or contact Programme Manager Karoline Hovde on <a>bridge@sund.ku.dk</a> or telephone +45 35 33 41 92.<br><br>  The University of Copenhagen wishes to reflect the diversity of society and welcomes applications from all qualified candidates regardless of personal background.<br><br>","MapUrl":"https://www.google.dk/maps/place/Blegdamsvej++3B,2200,+Kbh.+N/","OrganizationNumber":"29979812","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}