{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"Combined Position as Associate Professor in Lifelong Learning and Danish National Coordinator in the Nordic Network for Lifelong Learning (NLL)","JobHeadline":"Combined Position as Associate Professor in Lifelong Learning and Danish National Coordinator in the Nordic Network for Lifelong Learning (NLL)","Presentation":"The Danish School of Education (DPU) at the Faculty of Arts, Aarhus University, invites applications for a combined position as an associate professor in lifelong learning (50%) and national coordinat","HiringOrgName":"Aarhus Universitet","WorkPlaceAddress":"Tuborgvej 164   ","WorkPlacePostalCode":"2400","WorkPlaceCity":"København NV","WorkPlaceOtherAddress":true,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":false,"PostingCreated":"2025-01-21T11:39:00","LastDateApplication":"2025-02-20T00:00:00","FormattedLastDateApplication":"20. februar 2025","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/e8ad6c8e-f3c7-4d54-95ac-2f720ed5db0d","Region":"Hovedstaden og Bornholm","Municipality":"København","Country":"Danmark","PostalCode":"2400","PostalCodeName":null,"JobAnnouncementType":"Almindelige vilkår - Handicap ingen hindring","EmploymentType":"Fastansættelse","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Forskning og universitetsundervisning, humaniora","Occupation":"Lektor, humaniora","Location":{"Latitude":55.7126,"Longitude":12.5288},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"WorkplaceID":1017164038,"OrganisationId":"","HiringOrgCVR":31119103,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/e8ad6c8e-f3c7-4d54-95ac-2f720ed5db0d","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/e8ad6c8e-f3c7-4d54-95ac-2f720ed5db0d","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/e8ad6c8e-f3c7-4d54-95ac-2f720ed5db0d","HasLocationValues":true,"ID":"e8ad6c8e-f3c7-4d54-95ac-2f720ed5db0d","Latitude":55.7126,"Longitude":12.5288},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Aarhus Universitet","Address":{"AddressLine":"Tuborgvej 164","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2400","City":"København NV"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://au.emply.net/recruitment/vacancyApply.aspx?publishingId=0796d075-b5a6-4c9c-96fe-19a7ce0c70a5","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1017164038","OrganizationNumber":"31119103","OrganizationDescription":null},"JobPositionPosting":{"Id":"e8ad6c8e-f3c7-4d54-95ac-2f720ed5db0d","HiringOrg":{"Name":"Aarhus Universitet","Address":{"AddressLine":"Tuborgvej 164","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2400","City":"København NV"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://au.emply.net/recruitment/vacancyApply.aspx?publishingId=0796d075-b5a6-4c9c-96fe-19a7ce0c70a5","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1017164038","OrganizationNumber":"31119103","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2025-01-21T11:39:00+01:00","PublicationEndDate":"2025-02-20T23:59:00+01:00","JobPositionInformation":{"PositionTitle":"Combined Position as Associate Professor in Lifelong Learning and Danish National Coordinator in the Nordic Network for Lifelong Learning (NLL)","Purpose":"The Danish School of Education (DPU) at the Faculty of Arts, Aarhus University, invites applications for a combined position as an associate professor in lifelong learning (50%) and national coordinator for the Nordic Network for Lifelong Learning (NLL) (50%).&nbsp;<br><br>Our new colleague will be employed at the Department of Education Studies.<br><br>The position begins on 1 August 2025 or as soon as possible thereafter. The position as associate professor is permanent.<br><br>The position is based at DPU at either Aarhus campus or Emdrup campus (see the description of DPU below). It is important that the selected applicant takes part in the daily activities of the department, including teaching and supervision. Since the department is located in both Aarhus and Copenhagen, the selected applicant should expect some travel activity.<br><br><strong>The position</strong><br>The selected applicant will complement and contribute to the building of a strong national and international profile of the Danish School of Education in the fields of adult education and workplace learning. The selected applicant will also contribute to the NLL’s efforts to develop partnerships and collaborations across the education sector, civil society and labour market actors in Denmark and the Nordic countries. This includes establishing networking, exchange and dissemination activities as well as testing new initiatives, with the aim of advancing policies and practices in lifelong learning across the Nordic context. As a national coordinator, the selected applicant refers to the head coordinator of the NLL (see below).<br><br><strong>Research</strong><br>We are looking for a candidate with a research profile in lifelong learning, including one or more of the following areas: adult learning (including formal, non-formal and informal learning), practice learning, workplace learning and workplace practice, development of adults’ competences and skills, adult education programmes and adult educational institutions.<br><br>The selected applicant will be expected to contribute to research initiatives in the field of lifelong learning, the newly established research programme in vocational and adult education, and the general research community at DPU in terms of developing new research projects with internal and external partners as well as securing external research funding.&nbsp;<br><br>The selected applicant must document original scientific work at the highest international level, as well as scholarly contributions to theoretical, methodological and thematic developments within the field of lifelong learning. The selected applicant must also document a track record of external research funding. Applicants are asked to state their visions and plans for future developments in the field.&nbsp;It is of vital importance that the selected applicant takes part in the daily activities of the Department of Education Studies, such as research and teaching activities and communities.&nbsp;<br><br>Further information about the present research at DPU, including the research programme in vocational and adult education, is available here:&nbsp;<a href=\"https://dpu.au.dk/en/research\">https://dpu.au.dk/en/research</a><br><br><strong>Network coordination</strong><br>In addition, we are looking for a candidate to take on the role of Danish national coordinator in the Nordic Network for Lifelong Learning. DPU will host the national coordination in Denmark for the next six years, and the role of national coordinator will constitute 50% of the position in that period. As coordinator, the selected applicant must have a deep understanding of the national field of lifelong learning, act as an ambassador for the NLL and be able to recruit members for Nordic and Danish networks.<br><br>The selected applicant must demonstrate the capacity to collaborate with national reference groups, authorities and relevant stakeholders, and to foster dialogue and communicate with a wide range of actors across formal, non-formal and informal adult education within organisations, learning arenas and educational institutions.<br><br>The NLL’s working language is Swedish, Danish or Norwegian, and English is used in international contexts. The ability to read and understand Scandinavian languages is a prerequisite for working with the NLL. Applicants should demonstrate an interest in Danish, Nordic and cross-sectional collaboration in the field of lifelong learning.<br><br>The programme description for the Nordic Network for Lifelong Learning can be obtained by contacting the Head of the Department of Education Studies, Miriam Madsen:&nbsp;<a>mirm@edu.au.dk</a><br><br><strong>Teaching</strong><br>The selected applicant will be expected to have experience of or an interest in teaching at university level and should be prepared to teach and supervise primarily on the Master’s degree programme in adult learning and competence development and secondly on the Bachelor’s and Master’s degree programmes in education studies.&nbsp;<br>&nbsp;<br>The selected applicant will also be expected to contribute to the development of new degree programmes by creating new courses within the field of lifelong learning, and in this connection, experience or interest in the field would be an advantage.&nbsp;<br><strong>&nbsp;</strong><br><strong>Talent development</strong><br>The selected applicant will be expected to contribute to talent development within the field of learning and education in a broad sense, as well as to supervise PhD students and teach and develop PhD courses.<br><br><strong>Knowledge exchange</strong><br>The selected applicant will be expected to engage in knowledge exchange as mentioned in the strategy for the Faculty of Arts, for instance in research cooperation with private companies, government consultancy, cooperation with civil society actors or public dissemination of knowledge. Applicants should document any prior experience within the field of knowledge exchange.<br><br><strong>Qualifications</strong><br>The selected applicant must have a PhD or the equivalent in education, sociology, anthropology, psychology, history, political science, organisation studies or working life studies, as well as research and teaching qualifications equivalent to those acquired through an associate professorship, and must also be able to document:<ul><li>An international publication profile within lifelong learning</li><li>Experience with cooperative and interdisciplinary research and development projects</li><li>A deep understanding of the Danish field of lifelong learning</li><li>An extended network among organisations, learning arenas and educational institutions in the Danish and Nordic field of lifelong learning</li><li>Experience with process-oriented roles and skills, including representation, network recruitment, facilitation, organisation and dissemination, as well as proficiency in Nordic languages – preferably Danish</li><li>Teaching experience in areas of relevance to lifelong learning, along with proficiency in using academic English in the classroom</li><li>Participation in national and international networks</li><li>A track record of attracting external research funding</li><li>Experience with supervision of student projects and an interest in researcher talent development.</li></ul>The selected applicant must be able to teach and publish in English and demonstrate proficiency in one of the Nordic languages.<br><br>The selected applicant will be expected to contribute to the department’s academic environment. We emphasise the importance of good working relationships, both among colleagues and with our students.<p><strong>Further information</strong><br>For further information about the position, please contact the Head of the Department of Education Studies, Miriam Madsen, by email: mirm@edu.au.dk or tel.: + 45 2084 2672.</p>Read about the Department of Education Studies&nbsp;<a href=\"https://dpu.au.dk/om-dpu/organisation-og-strategi/afdeling-for-uddannelsesvidenskab\">here</a>.<br><br>The application must be submitted in English.<br><br><strong>About the Danish School of Education &nbsp;</strong><br>The Danish School of Education at Aarhus University is Denmark’s largest centre for research and teaching in the fields of education, didactics and learning, with approximately 240 full-time researchers, including 80 PhD students, and 4,500 Bachelor’s and Master’s degree students. The school’s activities are characterised by a high degree of interdisciplinarity and close interaction with society, including businesses, organisations, government agencies and institutions, both in Denmark and abroad. &nbsp;<br><br><strong>International applicants &nbsp;</strong><br>International applicants are encouraged to read about <a href=\"https://international.au.dk/life/lifeindenmark/familyworklife/%22%20/t%20%22_blank\">family and work-life balance</a> as well as the <a href=\"https://international.au.dk/research/researcher-positions/workingconditions/%22%20/t%20%22_blank\">attractive working conditions</a> and other benefits of working at Aarhus University and in Denmark, including healthcare, paid holidays and, if relevant, maternity/paternity leave, childcare and schooling.<br><br>Aarhus University offers a broad variety of services for international researchers and accompanying families, including a <a href=\"https://internationalstaff.au.dk/relocationservice%22%20/t%20%22_blank\">relocation service</a> and career counselling for expat partners. For information about taxation, see the <a href=\"https://medarbejdere.au.dk/en/administration/hr/payroll/taxation-of-researchers/taxation-aspects-of-international-researchers-employment-by-au/%22%20/t%20%22_blank\">taxation aspects of international researchers’ employment by AU</a>. <br><br>Please find more information about entering and working in Denmark here: <a href=\"https://international.au.dk/research/%22%20/t%20%22_blank\">http://international.au.dk/research/</a>&nbsp;<br><br>An appointee who does not speak Danish will be required to acquire proficiency in Danish equivalent to level B2 (CEFR) to handle tasks, including administrative and managerial responsibilities, and to participate fully in the activities of the Danish School of Education within approximately three years of commencing the appointment. These include, but are not limited to, teaching and examining students, reading work-related texts and participating in meetings and collegial gatherings in Danish. <br>&nbsp;<br><br><br><b><strong>Qualification requirements</strong></b><br><br>Applicants should hold a PhD or equivalent academic qualifications.<br><br><b><br><strong>Formalities</strong></b><br><br>Faculty of Arts refers to the Ministerial Order on the Appointment of Academic Staff at Danish Universities<a href=\"https://ufm.dk/en/legislation/prevailing-laws-and-regulations/education/files/ministerial-order-on-the-appointment-of-academic-staff-at-universities.pdf\"> (the Appointment Order)</a>.<ul><li>Appointment shall be in accordance with the <a href=\"https://www.retsinformation.dk/eli/retsinfo/2021/10084\">collective labour agreement between the Danish Ministry of Taxation and the Danish Confederation of Professional Associations</a>.</li><li>Further information on qualification requirements and job content may be found in the<a href=\"https://medarbejdere.au.dk/fileadmin/www.medarbejdere.au.dk/hr/Rekruttering/Onboarding/Ministerial_Order_no._1443_of_11_December_2019_on_Job_Structure_for_Academic_Staff_at_Universities.pdf\"> Memorandum on Job Structure for Academic Staff at Danish Universities </a>.</li><li>Further information on the application and supplementary materials may be found in <a href=\"http://arts.au.dk/en/about-arts/vacant-positions/application-guidelines-academic-positions-2014/\">Application Guidelines</a>.</li></ul>The application must outline the applicant's motivation for applying for the position, attaching a curriculum vitae, a teaching portfolio, a complete list of published works, copies of degree certificates and <strong>no more than eight examples of academic production (mandatory)</strong>. Please upload this material electronically along with your application.<br><br>If nothing else is noted, applications must be submitted in English. Application deadline is at 11.59 pm Danish time (same as Central European Time) on the deadline day.<p>Aarhus University’s ambition is to be an attractive and inspiring workplace for all and to foster a culture in which each individual has opportunities to thrive, achieve and develop. We view equality and diversity as assets, and we welcome all applicants.</p>Shortlists may be prepared with the candidates that have been selected for a detailed academic assessment. A committee set up by the head of school is responsible for selecting the most qualified candidates. See this link for further information about shortlisting at the Faculty of Arts:<a href=\"http://medarbejdere.au.dk/fileadmin/user_upload/Proces_for_shortlisting_december_2017.pdf\"> </a><a href=\"https://medarbejdere.au.dk/fileadmin/user_upload/Proces_for_shortlisting_til_web_december_2017_en.pdf\">shortlisting</a><br><br><strong>Faculty of Arts</strong> The Faculty of Arts is one of five main academic areas at Aarhus University.<br><br>The faculty contributes to Aarhus University's research, talent development, knowledge exchange and degree programmes.<br>With its 700 academic staff members, 200 PhD students, 9,000 BA and MA students, and 1,500 students following continuing/further education programmes, the faculty constitutes a strong and diverse research and teaching environment.<br><br>The Faculty of Arts consists of the School of Communication and Culture, the School of Culture and Society and the Danish School of Education. Each of these units has strong academic environments and forms the basis for interdisciplinary research and education.<br>The faculty's academic environments and degree programmes engage in international collaboration and share the common goal of contributing to the development of knowledge, welfare and culture in interaction with<a href=\"http://www.arts.au.dk/en\"> </a>society.<br><br>Read more at <a href=\"https://international.au.dk/\">https://international.au.dk/</a><br><br><em>The application must be submitted via Aarhus University’s recruitment system, which can be accessed under the job advertisement on Aarhus University's website.</em><br>&nbsp;<br><br><br><b><strong>Aarhus </strong><strong>University</strong><strong> </strong></b><br><br><em>Aarhus University is an academically diverse and research-intensive university with a strong commitment to high-quality research and education and the development of society nationally and globally. The university offers an inspiring research and teaching environment to</em> <em>its 38,000 students (FTEs) and 8,300 employees, and has an annual revenues of EUR 935 million. Learn more at</em> <em><a href=\"http://www.international.au.dk/\">www.international.au.dk/</a></em>","WorkLocation":{"AddressLine":"Tuborgvej 164","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2400","City":"København NV"},"EmploymentType":1,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"Name":"Lektor, humaniora","DiscoWeb":0,"AlternateNames":["Litteraturhistoriker","Kunsthistoriker"],"GroupId":0,"AreaId":0},"IsGovernmentHiring":true,"JppContacts":[{"Email":null,"PersonName":"Miriam Madsen","FirstName":"Miriam","LastName":"Madsen","PositionTitle":"-","PhoneNumbers":[{"Number":"+4520842672","Type":0,"Description":"Primary"}]}],"EmploymentDate":"2025-08-01T00:00:00+02:00"},"IsRecruitmentOfForeignNationals":false,"IsWorkInDenmark":false,"IsAnonymousEmployer":false,"IsDisabilityFriendly":true,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":true,"DailyWorkTimeMorning":false,"DailyWorkTimeVarious":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://au.emply.net/recruitment/vacancyApply.aspx?publishingId=0796d075-b5a6-4c9c-96fe-19a7ce0c70a5","ReplyInWriting":false,"ApplicationDeadlineDate":"2025-02-20T00:00:00+01:00"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=e8ad6c8e-f3c7-4d54-95ac-2f720ed5db0d&Organisation=31119103","Address":"Tuborgvej 164,2400, København NV","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=e8ad6c8e-f3c7-4d54-95ac-2f720ed5db0d&Company.Name=Aarhus Universitet&SubmissionDeadlineDate=2025-2-20&Title=Combined Position as Associate Professor in Lifelong Learning and Danish National Coordinator in the Nordic Network for Lifelong Learning (NLL)&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":false,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"Combined Position as Associate Professor in Lifelong Learning and Danish National Coordinator in the Nordic Network for Lifelong Learning (NLL)","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"e8ad6c8e-f3c7-4d54-95ac-2f720ed5db0d","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Aarhus Universitet","Address":"Tuborgvej 164","Country":null,"EmploymentAreaID":null,"PostCode":"2400","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"København NV","ContactPerson":"Miriam Madsen","Phone":"+4520842672","Email":null,"Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2025-02-20T00:00:00+01:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"Place":"Arbejdspladsen ligger i København kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Aarhus Universitet","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"The Danish School of Education (DPU) at the Faculty of Arts, Aarhus University, invites applications for a combined position as an associate professor in lifelong learning (50%) and national coordinator for the Nordic Network for Lifelong Learning (NLL) (50%).Our new colleague will be employed at the Department of Education Studies.The position beg","DescriptionForSharing":"\"The Danish School of Education (DPU) at the Faculty of Arts, Aarhus University, invites applications for a combined position as an associate professor in lifelong learning (50%) and national coordinator for the Nordic Network for Lifelong Learning (NLL) (50%).Our new colleague will be employed at the Department of Education Studies.The position beg\"","TitleForSharing":"\"Combined Position as Associate Professor in Lifelong Learning and Danish National Coordinator in the Nordic Network for Lifelong Learning (NLL)\"","RutePlan":"https://www.google.dk/maps/dir//Tuborgvej+164,2400,+København+NV/","FormattedPurpose":"The Danish School of Education (DPU) at the Faculty of Arts, Aarhus University, invites applications for a combined position as an associate professor in lifelong learning (50%) and national coordinator for the Nordic Network for Lifelong Learning (NLL) (50%). <br><br>Our new colleague will be employed at the Department of Education Studies.<br><br>The position begins on 1 August 2025 or as soon as possible thereafter. The position as associate professor is permanent.<br><br>The position is based at DPU at either Aarhus campus or Emdrup campus (see the description of DPU below). It is important that the selected applicant takes part in the daily activities of the department, including teaching and supervision. Since the department is located in both Aarhus and Copenhagen, the selected applicant should expect some travel activity.<br><br><strong>The position</strong><br>The selected applicant will complement and contribute to the building of a strong national and international profile of the Danish School of Education in the fields of adult education and workplace learning. The selected applicant will also contribute to the NLL’s efforts to develop partnerships and collaborations across the education sector, civil society and labour market actors in Denmark and the Nordic countries. This includes establishing networking, exchange and dissemination activities as well as testing new initiatives, with the aim of advancing policies and practices in lifelong learning across the Nordic context. As a national coordinator, the selected applicant refers to the head coordinator of the NLL (see below).<br><br><strong>Research</strong><br>We are looking for a candidate with a research profile in lifelong learning, including one or more of the following areas: adult learning (including formal, non-formal and informal learning), practice learning, workplace learning and workplace practice, development of adults’ competences and skills, adult education programmes and adult educational institutions.<br><br>The selected applicant will be expected to contribute to research initiatives in the field of lifelong learning, the newly established research programme in vocational and adult education, and the general research community at DPU in terms of developing new research projects with internal and external partners as well as securing external research funding. <br><br>The selected applicant must document original scientific work at the highest international level, as well as scholarly contributions to theoretical, methodological and thematic developments within the field of lifelong learning. The selected applicant must also document a track record of external research funding. Applicants are asked to state their visions and plans for future developments in the field. It is of vital importance that the selected applicant takes part in the daily activities of the Department of Education Studies, such as research and teaching activities and communities. <br><br>Further information about the present research at DPU, including the research programme in vocational and adult education, is available here: <a target=\"_blank\" href=\"https://dpu.au.dk/en/research\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"e8ad6c8e-f3c7-4d54-95ac-2f720ed5db0d\">https://dpu.au.dk/en/research</a><br><br><strong>Network coordination</strong><br>In addition, we are looking for a candidate to take on the role of Danish national coordinator in the Nordic Network for Lifelong Learning. DPU will host the national coordination in Denmark for the next six years, and the role of national coordinator will constitute 50% of the position in that period. As coordinator, the selected applicant must have a deep understanding of the national field of lifelong learning, act as an ambassador for the NLL and be able to recruit members for Nordic and Danish networks.<br><br>The selected applicant must demonstrate the capacity to collaborate with national reference groups, authorities and relevant stakeholders, and to foster dialogue and communicate with a wide range of actors across formal, non-formal and informal adult education within organisations, learning arenas and educational institutions.<br><br>The NLL’s working language is Swedish, Danish or Norwegian, and English is used in international contexts. The ability to read and understand Scandinavian languages is a prerequisite for working with the NLL. Applicants should demonstrate an interest in Danish, Nordic and cross-sectional collaboration in the field of lifelong learning.<br><br>The programme description for the Nordic Network for Lifelong Learning can be obtained by contacting the Head of the Department of Education Studies, Miriam Madsen: <a>mirm@edu.au.dk</a><br><br><strong>Teaching</strong><br>The selected applicant will be expected to have experience of or an interest in teaching at university level and should be prepared to teach and supervise primarily on the Master’s degree programme in adult learning and competence development and secondly on the Bachelor’s and Master’s degree programmes in education studies. <br> <br>The selected applicant will also be expected to contribute to the development of new degree programmes by creating new courses within the field of lifelong learning, and in this connection, experience or interest in the field would be an advantage. <br><strong> </strong><br><strong>Talent development</strong><br>The selected applicant will be expected to contribute to talent development within the field of learning and education in a broad sense, as well as to supervise PhD students and teach and develop PhD courses.<br><br><strong>Knowledge exchange</strong><br>The selected applicant will be expected to engage in knowledge exchange as mentioned in the strategy for the Faculty of Arts, for instance in research cooperation with private companies, government consultancy, cooperation with civil society actors or public dissemination of knowledge. Applicants should document any prior experience within the field of knowledge exchange.<br><br><strong>Qualifications</strong><br>The selected applicant must have a PhD or the equivalent in education, sociology, anthropology, psychology, history, political science, organisation studies or working life studies, as well as research and teaching qualifications equivalent to those acquired through an associate professorship, and must also be able to document:<ul><li>An international publication profile within lifelong learning</li><li>Experience with cooperative and interdisciplinary research and development projects</li><li>A deep understanding of the Danish field of lifelong learning</li><li>An extended network among organisations, learning arenas and educational institutions in the Danish and Nordic field of lifelong learning</li><li>Experience with process-oriented roles and skills, including representation, network recruitment, facilitation, organisation and dissemination, as well as proficiency in Nordic languages – preferably Danish</li><li>Teaching experience in areas of relevance to lifelong learning, along with proficiency in using academic English in the classroom</li><li>Participation in national and international networks</li><li>A track record of attracting external research funding</li><li>Experience with supervision of student projects and an interest in researcher talent development.</li></ul>The selected applicant must be able to teach and publish in English and demonstrate proficiency in one of the Nordic languages.<br><br>The selected applicant will be expected to contribute to the department’s academic environment. We emphasise the importance of good working relationships, both among colleagues and with our students.<p><strong>Further information</strong><br>For further information about the position, please contact the Head of the Department of Education Studies, Miriam Madsen, by email: mirm@edu.au.dk or tel.: + 45 2084 2672.</p>Read about the Department of Education Studies <a target=\"_blank\" href=\"https://dpu.au.dk/om-dpu/organisation-og-strategi/afdeling-for-uddannelsesvidenskab\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"e8ad6c8e-f3c7-4d54-95ac-2f720ed5db0d\">here</a>.<br><br>The application must be submitted in English.<br><br><strong>About the Danish School of Education  </strong><br>The Danish School of Education at Aarhus University is Denmark’s largest centre for research and teaching in the fields of education, didactics and learning, with approximately 240 full-time researchers, including 80 PhD students, and 4,500 Bachelor’s and Master’s degree students. The school’s activities are characterised by a high degree of interdisciplinarity and close interaction with society, including businesses, organisations, government agencies and institutions, both in Denmark and abroad.  <br><br><strong>International applicants  </strong><br>International applicants are encouraged to read about <a target=\"_blank\" href=\"https://international.au.dk/life/lifeindenmark/familyworklife/%22%20/t%20%22_blank\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"e8ad6c8e-f3c7-4d54-95ac-2f720ed5db0d\">family and work-life balance</a> as well as the <a target=\"_blank\" href=\"https://international.au.dk/research/researcher-positions/workingconditions/%22%20/t%20%22_blank\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"e8ad6c8e-f3c7-4d54-95ac-2f720ed5db0d\">attractive working conditions</a> and other benefits of working at Aarhus University and in Denmark, including healthcare, paid holidays and, if relevant, maternity/paternity leave, childcare and schooling.<br><br>Aarhus University offers a broad variety of services for international researchers and accompanying families, including a <a target=\"_blank\" href=\"https://internationalstaff.au.dk/relocationservice%22%20/t%20%22_blank\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"e8ad6c8e-f3c7-4d54-95ac-2f720ed5db0d\">relocation service</a> and career counselling for expat partners. For information about taxation, see the <a target=\"_blank\" href=\"https://medarbejdere.au.dk/en/administration/hr/payroll/taxation-of-researchers/taxation-aspects-of-international-researchers-employment-by-au/%22%20/t%20%22_blank\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"e8ad6c8e-f3c7-4d54-95ac-2f720ed5db0d\">taxation aspects of international researchers’ employment by AU</a>. <br><br>Please find more information about entering and working in Denmark here: <a target=\"_blank\" href=\"https://international.au.dk/research/%22%20/t%20%22_blank\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"e8ad6c8e-f3c7-4d54-95ac-2f720ed5db0d\">http://international.au.dk/research/</a> <br><br>An appointee who does not speak Danish will be required to acquire proficiency in Danish equivalent to level B2 (CEFR) to handle tasks, including administrative and managerial responsibilities, and to participate fully in the activities of the Danish School of Education within approximately three years of commencing the appointment. These include, but are not limited to, teaching and examining students, reading work-related texts and participating in meetings and collegial gatherings in Danish. <br> <br><br><br><b><strong>Qualification requirements</strong></b><br><br>Applicants should hold a PhD or equivalent academic qualifications.<br><br><b><br><strong>Formalities</strong></b><br><br>Faculty of Arts refers to the Ministerial Order on the Appointment of Academic Staff at Danish Universities<a target=\"_blank\" href=\"https://ufm.dk/en/legislation/prevailing-laws-and-regulations/education/files/ministerial-order-on-the-appointment-of-academic-staff-at-universities.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"e8ad6c8e-f3c7-4d54-95ac-2f720ed5db0d\">(the Appointment Order)</a>.<ul><li>Appointment shall be in accordance with the <a target=\"_blank\" href=\"https://www.retsinformation.dk/eli/retsinfo/2021/10084\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"e8ad6c8e-f3c7-4d54-95ac-2f720ed5db0d\">collective labour agreement between the Danish Ministry of Taxation and the Danish Confederation of Professional Associations</a>.</li><li>Further information on qualification requirements and job content may be found in the<a target=\"_blank\" href=\"https://medarbejdere.au.dk/fileadmin/www.medarbejdere.au.dk/hr/Rekruttering/Onboarding/Ministerial_Order_no._1443_of_11_December_2019_on_Job_Structure_for_Academic_Staff_at_Universities.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"e8ad6c8e-f3c7-4d54-95ac-2f720ed5db0d\">Memorandum on Job Structure for Academic Staff at Danish Universities</a>.</li><li>Further information on the application and supplementary materials may be found in <a target=\"_blank\" href=\"http://arts.au.dk/en/about-arts/vacant-positions/application-guidelines-academic-positions-2014/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"e8ad6c8e-f3c7-4d54-95ac-2f720ed5db0d\">Application Guidelines</a>.</li></ul>The application must outline the applicant's motivation for applying for the position, attaching a curriculum vitae, a teaching portfolio, a complete list of published works, copies of degree certificates and <strong>no more than eight examples of academic production (mandatory)</strong>. Please upload this material electronically along with your application.<br><br>If nothing else is noted, applications must be submitted in English. Application deadline is at 11.59 pm Danish time (same as Central European Time) on the deadline day.<p>Aarhus University’s ambition is to be an attractive and inspiring workplace for all and to foster a culture in which each individual has opportunities to thrive, achieve and develop. We view equality and diversity as assets, and we welcome all applicants.</p>Shortlists may be prepared with the candidates that have been selected for a detailed academic assessment. A committee set up by the head of school is responsible for selecting the most qualified candidates. See this link for further information about shortlisting at the Faculty of Arts:<a target=\"_blank\" href=\"http://medarbejdere.au.dk/fileadmin/user_upload/Proces_for_shortlisting_december_2017.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"e8ad6c8e-f3c7-4d54-95ac-2f720ed5db0d\"></a><a target=\"_blank\" href=\"https://medarbejdere.au.dk/fileadmin/user_upload/Proces_for_shortlisting_til_web_december_2017_en.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"e8ad6c8e-f3c7-4d54-95ac-2f720ed5db0d\">shortlisting</a><br><br><strong>Faculty of Arts</strong> The Faculty of Arts is one of five main academic areas at Aarhus University.<br><br>The faculty contributes to Aarhus University's research, talent development, knowledge exchange and degree programmes.<br>With its 700 academic staff members, 200 PhD students, 9,000 BA and MA students, and 1,500 students following continuing/further education programmes, the faculty constitutes a strong and diverse research and teaching environment.<br><br>The Faculty of Arts consists of the School of Communication and Culture, the School of Culture and Society and the Danish School of Education. Each of these units has strong academic environments and forms the basis for interdisciplinary research and education.<br>The faculty's academic environments and degree programmes engage in international collaboration and share the common goal of contributing to the development of knowledge, welfare and culture in interaction with<a target=\"_blank\" href=\"http://www.arts.au.dk/en\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"e8ad6c8e-f3c7-4d54-95ac-2f720ed5db0d\"></a>society.<br><br>Read more at <a target=\"_blank\" href=\"https://international.au.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"e8ad6c8e-f3c7-4d54-95ac-2f720ed5db0d\">https://international.au.dk/</a><br><br><em>The application must be submitted via Aarhus University’s recruitment system, which can be accessed under the job advertisement on Aarhus University's website.</em><br> <br><br><br><b><strong>Aarhus </strong><strong>University</strong><strong> </strong></b><br><br><em>Aarhus University is an academically diverse and research-intensive university with a strong commitment to high-quality research and education and the development of society nationally and globally. The university offers an inspiring research and teaching environment to</em> <em>its 38,000 students (FTEs) and 8,300 employees, and has an annual revenues of EUR 935 million. Learn more at</em> <em><a target=\"_blank\" href=\"http://www.international.au.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"e8ad6c8e-f3c7-4d54-95ac-2f720ed5db0d\">www.international.au.dk/</a></em>","MapUrl":"https://www.google.dk/maps/place/Tuborgvej+164,2400,+København+NV/","OrganizationNumber":"31119103","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}