{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"Ammunitionsrydder OS ved Ingeniørregimentet i Dragør","JobHeadline":"Ammunitionsrydder OS ved Ingeniørregimentet i Dragør","Presentation":"Er du psykisk robust, og er du i god fysisk form? Er du god til at samarbejde og holde mange bolde i luften på samme tid? Har du modet til at træffe beslutninger?  Som en del af Ammunitionsryd","HiringOrgName":"Skive Kaserne","WorkPlaceAddress":"Sdr Boulevard 15-1  ","WorkPlacePostalCode":"7800","WorkPlaceCity":"Skive","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2025-01-29T13:11:00","LastDateApplication":"2025-03-02T00:00:00","FormattedLastDateApplication":"2. marts 2025","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/f9b944cd-a7b2-47d8-bb00-2ede4a528796","Region":"Midtjylland","Municipality":"Holstebro","Country":"Danmark","PostalCode":"7800","PostalCodeName":null,"JobAnnouncementType":"Almindelige vilkår","EmploymentType":"Fastansættelse","WorkHours":"Fuldtid","OccupationArea":"Vagt, sikkerhed og overvågning","OccupationGroup":"Militært arbejde","Occupation":"Sergent","Location":{"Latitude":56.4632,"Longitude":8.9951},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"WorkplaceID":1016257032,"OrganisationId":"","HiringOrgCVR":16287180,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/f9b944cd-a7b2-47d8-bb00-2ede4a528796","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/f9b944cd-a7b2-47d8-bb00-2ede4a528796","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/f9b944cd-a7b2-47d8-bb00-2ede4a528796","HasLocationValues":true,"ID":"f9b944cd-a7b2-47d8-bb00-2ede4a528796","Latitude":56.4632,"Longitude":8.9951},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Skive Kaserne","Address":{"AddressLine":"Sdr Boulevard 15-1","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":661,"Name":"Holstebro"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"7800","City":"Skive"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=3010&ProjectId=143984&DepartmentId=19336&MediaId=4723&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1016257032","OrganizationNumber":"16287180","OrganizationDescription":null},"JobPositionPosting":{"Id":"f9b944cd-a7b2-47d8-bb00-2ede4a528796","HiringOrg":{"Name":"Skive Kaserne","Address":{"AddressLine":"Sdr Boulevard 15-1","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":661,"Name":"Holstebro"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"7800","City":"Skive"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=3010&ProjectId=143984&DepartmentId=19336&MediaId=4723&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1016257032","OrganizationNumber":"16287180","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2025-01-29T13:11:00+01:00","PublicationEndDate":"2025-03-02T00:00:00+01:00","JobPositionInformation":{"PositionTitle":"Ammunitionsrydder OS ved Ingeniørregimentet i Dragør","Purpose":"Er du psykisk robust, og er du i god fysisk form? Er du god til at samarbejde og holde mange bolde i luften på samme tid? Har du modet til at træffe beslutninger?<br><br>  Som en del af Ammunitionsrydningskompagniet vil du blive en del af en specialiseret gruppe med dybe rødder og et fællesskab, hvor loyalitet og tillid er altafgørende.<br><br>  Ønsker du et job, hvor meningsfuldhed, relevans for samfundet og personlig udvikling er i højsædet, så kan Ammunitionsrydningskompagniet være noget for dig.<br><br>  Om os:  Ammunitionsrydningskompagniet i 2 EOD-Bataljon ved Ingeniørregimentet består af to decentrale centre på hhv. Ingeniørkasernen i Skive og på Amager.<br><br>  Vores beredskaber indsættes dagligt operativt rundt om i hele landet. Vi har et stort netværk og koordinationsbehov med enheder og aktører på tværs af myndigheder, primært civile men også militære.<br><br>  Vores absolutte hovedopgave er det nationale ammunitionsrydningsberedskab, som under almindelig hjælp og i særlige tilfælde med tillagte politimæssige beføjelser yder støtte til samfundet, primært til politiet. Vores daglige opgaver ud over beredskab spænder vidt -  fra uddannelse såvel internt som eksternt (politi i bredeste forstand, beredskabsmyndigheder, sundhedsberedskab, lufthavne) til operativ støtte til politimyndigheder og andre opgaver i civilt regi.<br><br>  Enheden er kernen i hærens nationale ammunitionsberedskab og som sådan ydende logistisk- og uddannelsesmæssig støtte til det personel der indgår i den samlede vagtstyrke.<br><br>  Vi anerkender den høje grad af indflydelse og selvstændighed, der ligger hos vores specialister på alle niveauer, og vi ved hvad der kræves, for at den enkelte kan udøve sin ekspertise og samtidig udvikle sig i rammen af opgaverne.<br><br>  Vi udviser stor tillid til hinanden, og vi er afhængige af, at hver funktion udfylder sin rolle.<br><br>  Ammunitionsrydningskompagniets medarbejdere har en stor professionel stolthed og ansvarsfølelse, og der hersker en udpræget flad struktur, hvor der er meget kort fra yngste mand til ældste erfarne specialist.<br><br>  Om stillingen:  Forud for indtræden i stillingen vil der skulle gennemføres et længere uddannelsesforløb.<br><br>  Uddannelsens varighed er ca. 15 måneder.<br><br>  Uddannelsens opstart er 5. maj 2025<br><br>  Optagelse på uddannelsen samt ansættelse er betinget af en bestået optagelsesprøver forud for opstart.<br> Optagelsesprøverne foregår i København og forventes gennemført (2 dage) i uge 2-8, 2025.<br><br>  Optagelsesprøverne består af et screeningsforløb hvor dine psykologiske, mentale, tekniske og intellektuelle styrker testes. Dette sker gennem forskellige fysiske og mentale tests gennemført af hhv. 2 EODBTN samt FPS.<br><br>  Uddannelsen finder sted i Skive og i Amager.<br><br>  Under uddannelsen bliver du en del af en uddannelsessektion, hvor du vil lære at løse komplekse og ofte dilemmafyldte opgaver. Du vil få et indgående kendskab til ammunitionstyper, deres rydning samt til eksplosive trusler, der eksisterer i samfundet. Alt sammen er det essentielt for dit kommende virke som ammunitionsrydder.<br><br>  Uddannelsen består af følgende moduler:<br><br>  <ul> \t<li>Forkursus med grundlæggende sprængningsbeføjelser, førstehjælp og materialelære.</li> \t<li>Rydning af konventionel ammunition modul</li> \t<li>Funktionsuddannelse modul 1 med bomberobot, røntgenudstyr, våbensystemer osv.</li> \t<li>Rydning af improviserende sprængladninger</li> \t<li>Funktionsuddannelse modul 2 med indsatsledelse, samarbejde andre myndigheder, køreteknik, komplekse eksplosive genstande osv.</li> \t<li>Afsluttende evalueringsøvelse.</li> </ul>  Efter endt uddannelse vil du indgå som ammunitionsrydder i det nationale beredskab. Sideløbende vil der kunne forekomme planlægning til støtte for den interne og eksterne uddannelse, samt gennemførelse af træning i forbindelse med uddannelse og øvelser.<br><br>  Herudover er der projektplanlægningsopgaver, og du skal være forberedt på at skulle arbejde i projektteams med forskellige specialister ved bordet.<br><br>  Du kommer til at samarbejde med eksterne enheder, herunder lokalt politi, Rigspolitiets kriminaltekniske afdelinger, brandvæsen og redningstjenester, Beredskabsstyrelsen (HazMat), Kemisk Beredskab, Søværnets Dykkertjeneste, Skat, Politiets Aktionsstyrke samt Politiets Efterretningstjeneste og Politiets Sprængstofhunde.<br><br>  Arbejdstiderne kan variere grundet vagter, øvelser mm. Herunder forventes det, at du kan bestride vagter i begge landsdele. Der er gode muligheder for yderligere specialisering, herunder kurser og øvelser i udlandet.<br><br>  Du skal være forberedt på, at tjenesten vil kræve periodevis tilstedeværelse i begge landsdele.<br><br>  Om dig:  Du er oversergent gerne med et par års erfaring eller sergent med et godt udviklingspotentiale og som vurderes klar til udnævnelse eller klar til udnævnelse indenfor en kortere årrække.<br><br>  Du har en vis erfaring inden for ammunitionslære og –rydning, eller har lyst til eller er i færd med at erhverve dig viden og kompetence inden for området.<br><br>  Erfaring fra internationale operationer og kendskab til Samfundets Beredskab vil være en fordel.<br><br>  Du ønsker at være et aktiv i en enhed der består af højt specialiseret personel, placeret i hhv. Jylland og Sjælland, hvor samarbejde, kommunikation og omstillingsparathed er i højsædet. Du forstår og evner at arbejde i et fleksibelt, dynamisk og højoperativt miljø.<br><br>  Der udøves en høj grad af situationsbestemt ledelse, hvorfor selvstændighed og<br><br>  handlekraft er vigtige egenskaber.<br><br>  Følgende kompetencer vægtes højt.<br><br>  • Lederpotentiale og evnen til at lede, herunder at kunne lede foranstående.<br><br>  • Faglighed og teknisk forståelse, som du er villig til at bringe i spil.  <br><br>  • Resultatorientering og evnen til at holde fokus på givne mål.<br><br>  • Analytiske evner og beherskelse af anviste opgaver inden for enheden.<br><br>  • Samarbejdsvillighed og fleksibilitet, herunder evnen til at udvise hensyn, respekt og omsorg for kollegaer og samarbejdspartnere, på en naturlig måde.<br><br>  • Evnen til at tage initiativ og styring, herunder at kunne kommunikere formål og mål med opgaven.<br><br>  • Mod til at tage beslutninger og kendskab til egne begrænsninger, herunder besiddelse af en høj grad af selverkendelse.<br><br>  Derudover skal du enten besidde eller kunne erhverve nedenstående tjenestegrenskurser ved IGR<br><br>  • IGR 520 Sprængningsuddannelse<br><br>  • IGR 525 Sprængningsuddannelse, taktisk<br><br>  • IGR 410 EOC<br><br>  • IGR 411 CMD<br><br>  • IGR 420 Grundlæggende IEDD<br><br>  • IGR 421 Nationalt IEDD<br><br>  • ADR, grundlæggende, herunder KL.1<br><br>  • Militære bestemmelser, ADR<br><br>   <br><br>  <strong>ANSÆTTELSESVILKÅR</strong><br><br>  Stillingen er en oversergentstilling på overenskomstmæssige vilkår. Stillingen kan besættes med en tjenestemand. Løn m.v. er reguleret ved den til enhver tid gældende LC/CO10-fællesoverenskomst og organisationsaftale mellem Forsvarsministeriets Personalestyrelse, CO10 og Centralforeningen for Stampersonel for stampersonel af linjen og reserven samt elever i Forsvarsministeriet med tilhørende myndigheder.<br><br>  <em>S</em>tillingen kan besættes af en sergent med et godt udviklingspotentiale og som vurderes klar til udnævnelse eller klar til udnævnelse indenfor en kortere årrække.I så fald vil der blive taget stilling til udnævnelse i forbindelse med ansættelsen eller der vil blive udarbejdet en udviklingskontrakt der er målrettet gennemgang af den nødvendige kompetenceudvikling og/eller uddannelse, med henblik på efterfølgende udnævnelse. Aflønning sker i henhold til stillingens lønniveau.<br><br>  Ved ansøgning om en ny stilling i Forsvarsministeriets område, skal forhandling om personlige tillæg indgå i ansættelsesproceduren i henhold til gældende overenskomst.<br><br>  Dit faste tjenestested vil være i Dragør.<br><br>  Som ansat i Forsvarsministeriets område er du omfattet af nogle særlige vilkår. Du skal bl.a. kunne sikkerhedsgodkendes og opretholde sikkerhedsgodkendelsen under hele ansættelsesforløbet.<br><br>  Du har som ansat pligt til at forrette tjeneste uden for landets grænser, herunder ved enheder i internationale operationer med henblik på deltagelse i konfliktforebyggende, fredsbevarende, fredsskabende, humanitære og andre lignende operationer.<br><br>  Ansættelsen er betinget af, at du kan bestå Forsvarets fysiske basiskrav og ved helbreds- og tandlægevurderinger erklæres for fuldt egnet til udsendelse i internationale operationer.<br><br>   <br><br>  <strong>KONTAKT OG ANSØGNING</strong><br><br>  Hvis du vil vide mere om stillingen, er du meget velkommen til at kontakte Major Peter B.O. Jegsen, <a>IGR-2B-900A@MIL.DK</a>, 41 38 56 91.<br><br>  Har du spørgsmål til løn- og ansættelsesvilkår, kan du kontakte HR-konsulent Seniorsergent Steen Andersen ved Forsvarsministeriets Personalestyrelse  mail <a>FPS-STA@MIL.DK</a>.<br><br>  Såfremt du er omfattet af en lokal tjenesteplan eller er udpeget til deltagelse i internationale operationer, skal du gøre opmærksom på dette i din ansøgning.<br><br>  Ansøgningsfrist er den 2. marts 2025 og samtaler forventes afholdt umiddelbart herefter.<br><br>  Stillingen er til besættelse snarest muligt.<br><br>  Ansøgningen sendes elektronisk via linket i annoncen.<br><br>  FOKUS og referencer kan medsendes.<br><br>  I Forsvarsministeriets organisation tror vi på, at mangfoldighed styrker opgaveløsningen. Derfor opfordrer vi alle interesserede uanset baggrund til at søge stillingen.<br><br>  <strong> </strong><br><br>  OM INGENIØRREGIMENTET<br><br>  Ingeniørregimentet hører hjemme på Ingeniørkasernen i Skive, en af landets største kaserner.<br><br>  Regimentets hovedopgave er at uddanne enheder indenfor de fem ingeniørspecialer; kampingeniør-, ammunitionsrydnings-, konstruktions-, geospatial- og CBRN-tjeneste.<br><br>  Regimentet består af et garnisonsstøtteelement, tre professionelle bataljoner og en reservestruktur. Regimentet uddanner årligt knap 600 værnepligtige i regi af Hærens Basisuddannelse (HBU) og kursister fra alle våbenarter og værn.<br><br>  Regimentet har også enheder på Pionergården på Vestamager, hvor dele af Ammunitionsrydningscenteret holder til.<br><br>  Ingeniørkasernen huser også Prinsens Musikkorps, Hjemmeværnets Landsdelsregion Vest, Hærhjemmeværnsdistrikt Midt- &amp; Vestjylland samt Hjemmeværnsskolens Uddannelsescenter Midt- og Vestjylland. Derudover er der også elementer fra de funktionelle tjenester; bl.a. Driftsområde Skive under Forsvarsministeriet Ejendomsstyrelse, Forsyningscenter Skive under Forsvarsministeriets Materiel- og Indkøbsstyrelse og Garnisons- og Specialværkstedet, begge under Forsvarets Vedligeholdelsestjeneste.<br><br>  Med op til ca. 1.500 medarbejdere, når vi er flest og inkl. værnepligtigt personel og elever, er Ingeniørkasernen byens absolut største arbejdsplads. Garnisonen tilbyder dermed gode muligheder for en alsidig og varieret tjeneste.<br><br> ","WorkLocation":{"AddressLine":"Sdr Boulevard 15-1","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":661,"Name":"Holstebro"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"7800","City":"Skive"},"EmploymentType":1,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"Name":"Sergent","DiscoWeb":0,"AlternateNames":["Korporal i hæren","Taktisk officer","Specialstyrkeofficer","5791","5792","5793","5794","5795","5796"],"GroupId":0,"AreaId":0},"IsGovernmentHiring":false,"JppContacts":[{"Email":null,"PersonName":"Peter B O Jegsen","FirstName":"Peter B O","LastName":"Jegsen","PositionTitle":null,"PhoneNumbers":[{"Number":"41 38 56 91","Type":0,"Description":"Primary"}]}],"EmploymentDate":null},"IsRecruitmentOfForeignNationals":false,"IsWorkInDenmark":false,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":true,"DailyWorkTimeMorning":false,"DailyWorkTimeVarious":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=3010&ProjectId=143984&DepartmentId=19336&MediaId=4723&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","ReplyInWriting":false,"ApplicationDeadlineDate":"2025-03-02T00:00:00+01:00"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=f9b944cd-a7b2-47d8-bb00-2ede4a528796&Organisation=16287180","Address":"Sdr Boulevard 15-1,7800, Skive","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=f9b944cd-a7b2-47d8-bb00-2ede4a528796&Company.Name=Skive Kaserne&SubmissionDeadlineDate=2025-3-2&Title=Ammunitionsrydder OS ved Ingeniørregimentet i Dragør&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":true,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"Ammunitionsrydder OS ved Ingeniørregimentet i Dragør","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"f9b944cd-a7b2-47d8-bb00-2ede4a528796","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Skive Kaserne","Address":"Sdr Boulevard 15-1","Country":null,"EmploymentAreaID":null,"PostCode":"7800","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Skive","ContactPerson":"Peter B O Jegsen","Phone":"41 38 56 91","Email":null,"Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2025-03-02T00:00:00+01:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"Place":"Arbejdspladsen ligger i Holstebro kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Skive Kaserne","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"Er du psykisk robust, og er du i god fysisk form? Er du god til at samarbejde og holde mange bolde i luften på samme tid? Har du modet til at træffe beslutninger?  Som en del af Ammunitionsrydningskompagniet vil du blive en del af en specialiseret gruppe med dybe rødder og et fællesskab, hvor loyalitet og tillid er altafgørende.  Ønsker du et job, ","DescriptionForSharing":"\"Er du psykisk robust, og er du i god fysisk form? Er du god til at samarbejde og holde mange bolde i luften på samme tid? Har du modet til at træffe beslutninger?  Som en del af Ammunitionsrydningskompagniet vil du blive en del af en specialiseret gruppe med dybe rødder og et fællesskab, hvor loyalitet og tillid er altafgørende.  Ønsker du et job, \"","TitleForSharing":"\"Ammunitionsrydder OS ved Ingeniørregimentet i Dragør\"","RutePlan":"https://www.google.dk/maps/dir//Sdr+Boulevard+15-1,7800,+Skive/","FormattedPurpose":"Er du psykisk robust, og er du i god fysisk form? Er du god til at samarbejde og holde mange bolde i luften på samme tid? Har du modet til at træffe beslutninger?<br><br>  Som en del af Ammunitionsrydningskompagniet vil du blive en del af en specialiseret gruppe med dybe rødder og et fællesskab, hvor loyalitet og tillid er altafgørende.<br><br>  Ønsker du et job, hvor meningsfuldhed, relevans for samfundet og personlig udvikling er i højsædet, så kan Ammunitionsrydningskompagniet være noget for dig.<br><br>  Om os:  Ammunitionsrydningskompagniet i 2 EOD-Bataljon ved Ingeniørregimentet består af to decentrale centre på hhv. Ingeniørkasernen i Skive og på Amager.<br><br>  Vores beredskaber indsættes dagligt operativt rundt om i hele landet. Vi har et stort netværk og koordinationsbehov med enheder og aktører på tværs af myndigheder, primært civile men også militære.<br><br>  Vores absolutte hovedopgave er det nationale ammunitionsrydningsberedskab, som under almindelig hjælp og i særlige tilfælde med tillagte politimæssige beføjelser yder støtte til samfundet, primært til politiet. Vores daglige opgaver ud over beredskab spænder vidt -  fra uddannelse såvel internt som eksternt (politi i bredeste forstand, beredskabsmyndigheder, sundhedsberedskab, lufthavne) til operativ støtte til politimyndigheder og andre opgaver i civilt regi.<br><br>  Enheden er kernen i hærens nationale ammunitionsberedskab og som sådan ydende logistisk- og uddannelsesmæssig støtte til det personel der indgår i den samlede vagtstyrke.<br><br>  Vi anerkender den høje grad af indflydelse og selvstændighed, der ligger hos vores specialister på alle niveauer, og vi ved hvad der kræves, for at den enkelte kan udøve sin ekspertise og samtidig udvikle sig i rammen af opgaverne.<br><br>  Vi udviser stor tillid til hinanden, og vi er afhængige af, at hver funktion udfylder sin rolle.<br><br>  Ammunitionsrydningskompagniets medarbejdere har en stor professionel stolthed og ansvarsfølelse, og der hersker en udpræget flad struktur, hvor der er meget kort fra yngste mand til ældste erfarne specialist.<br><br>  Om stillingen:  Forud for indtræden i stillingen vil der skulle gennemføres et længere uddannelsesforløb.<br><br>  Uddannelsens varighed er ca. 15 måneder.<br><br>  Uddannelsens opstart er 5. maj 2025<br><br>  Optagelse på uddannelsen samt ansættelse er betinget af en bestået optagelsesprøver forud for opstart.<br> Optagelsesprøverne foregår i København og forventes gennemført (2 dage) i uge 2-8, 2025.<br><br>  Optagelsesprøverne består af et screeningsforløb hvor dine psykologiske, mentale, tekniske og intellektuelle styrker testes. Dette sker gennem forskellige fysiske og mentale tests gennemført af hhv. 2 EODBTN samt FPS.<br><br>  Uddannelsen finder sted i Skive og i Amager.<br><br>  Under uddannelsen bliver du en del af en uddannelsessektion, hvor du vil lære at løse komplekse og ofte dilemmafyldte opgaver. Du vil få et indgående kendskab til ammunitionstyper, deres rydning samt til eksplosive trusler, der eksisterer i samfundet. Alt sammen er det essentielt for dit kommende virke som ammunitionsrydder.<br><br>  Uddannelsen består af følgende moduler:<br><br>  <ul> \t<li>Forkursus med grundlæggende sprængningsbeføjelser, førstehjælp og materialelære.</li> \t<li>Rydning af konventionel ammunition modul</li> \t<li>Funktionsuddannelse modul 1 med bomberobot, røntgenudstyr, våbensystemer osv.</li> \t<li>Rydning af improviserende sprængladninger</li> \t<li>Funktionsuddannelse modul 2 med indsatsledelse, samarbejde andre myndigheder, køreteknik, komplekse eksplosive genstande osv.</li> \t<li>Afsluttende evalueringsøvelse.</li> </ul>  Efter endt uddannelse vil du indgå som ammunitionsrydder i det nationale beredskab. Sideløbende vil der kunne forekomme planlægning til støtte for den interne og eksterne uddannelse, samt gennemførelse af træning i forbindelse med uddannelse og øvelser.<br><br>  Herudover er der projektplanlægningsopgaver, og du skal være forberedt på at skulle arbejde i projektteams med forskellige specialister ved bordet.<br><br>  Du kommer til at samarbejde med eksterne enheder, herunder lokalt politi, Rigspolitiets kriminaltekniske afdelinger, brandvæsen og redningstjenester, Beredskabsstyrelsen (HazMat), Kemisk Beredskab, Søværnets Dykkertjeneste, Skat, Politiets Aktionsstyrke samt Politiets Efterretningstjeneste og Politiets Sprængstofhunde.<br><br>  Arbejdstiderne kan variere grundet vagter, øvelser mm. Herunder forventes det, at du kan bestride vagter i begge landsdele. Der er gode muligheder for yderligere specialisering, herunder kurser og øvelser i udlandet.<br><br>  Du skal være forberedt på, at tjenesten vil kræve periodevis tilstedeværelse i begge landsdele.<br><br>  Om dig:  Du er oversergent gerne med et par års erfaring eller sergent med et godt udviklingspotentiale og som vurderes klar til udnævnelse eller klar til udnævnelse indenfor en kortere årrække.<br><br>  Du har en vis erfaring inden for ammunitionslære og –rydning, eller har lyst til eller er i færd med at erhverve dig viden og kompetence inden for området.<br><br>  Erfaring fra internationale operationer og kendskab til Samfundets Beredskab vil være en fordel.<br><br>  Du ønsker at være et aktiv i en enhed der består af højt specialiseret personel, placeret i hhv. Jylland og Sjælland, hvor samarbejde, kommunikation og omstillingsparathed er i højsædet. Du forstår og evner at arbejde i et fleksibelt, dynamisk og højoperativt miljø.<br><br>  Der udøves en høj grad af situationsbestemt ledelse, hvorfor selvstændighed og<br><br>  handlekraft er vigtige egenskaber.<br><br>  Følgende kompetencer vægtes højt.<br><br>  • Lederpotentiale og evnen til at lede, herunder at kunne lede foranstående.<br><br>  • Faglighed og teknisk forståelse, som du er villig til at bringe i spil.  <br><br>  • Resultatorientering og evnen til at holde fokus på givne mål.<br><br>  • Analytiske evner og beherskelse af anviste opgaver inden for enheden.<br><br>  • Samarbejdsvillighed og fleksibilitet, herunder evnen til at udvise hensyn, respekt og omsorg for kollegaer og samarbejdspartnere, på en naturlig måde.<br><br>  • Evnen til at tage initiativ og styring, herunder at kunne kommunikere formål og mål med opgaven.<br><br>  • Mod til at tage beslutninger og kendskab til egne begrænsninger, herunder besiddelse af en høj grad af selverkendelse.<br><br>  Derudover skal du enten besidde eller kunne erhverve nedenstående tjenestegrenskurser ved IGR<br><br>  • IGR 520 Sprængningsuddannelse<br><br>  • IGR 525 Sprængningsuddannelse, taktisk<br><br>  • IGR 410 EOC<br><br>  • IGR 411 CMD<br><br>  • IGR 420 Grundlæggende IEDD<br><br>  • IGR 421 Nationalt IEDD<br><br>  • ADR, grundlæggende, herunder KL.1<br><br>  • Militære bestemmelser, ADR<br><br>   <br><br>  <strong>ANSÆTTELSESVILKÅR</strong><br><br>  Stillingen er en oversergentstilling på overenskomstmæssige vilkår. Stillingen kan besættes med en tjenestemand. Løn m.v. er reguleret ved den til enhver tid gældende LC/CO10-fællesoverenskomst og organisationsaftale mellem Forsvarsministeriets Personalestyrelse, CO10 og Centralforeningen for Stampersonel for stampersonel af linjen og reserven samt elever i Forsvarsministeriet med tilhørende myndigheder.<br><br>  <em>S</em>tillingen kan besættes af en sergent med et godt udviklingspotentiale og som vurderes klar til udnævnelse eller klar til udnævnelse indenfor en kortere årrække.I så fald vil der blive taget stilling til udnævnelse i forbindelse med ansættelsen eller der vil blive udarbejdet en udviklingskontrakt der er målrettet gennemgang af den nødvendige kompetenceudvikling og/eller uddannelse, med henblik på efterfølgende udnævnelse. Aflønning sker i henhold til stillingens lønniveau.<br><br>  Ved ansøgning om en ny stilling i Forsvarsministeriets område, skal forhandling om personlige tillæg indgå i ansættelsesproceduren i henhold til gældende overenskomst.<br><br>  Dit faste tjenestested vil være i Dragør.<br><br>  Som ansat i Forsvarsministeriets område er du omfattet af nogle særlige vilkår. Du skal bl.a. kunne sikkerhedsgodkendes og opretholde sikkerhedsgodkendelsen under hele ansættelsesforløbet.<br><br>  Du har som ansat pligt til at forrette tjeneste uden for landets grænser, herunder ved enheder i internationale operationer med henblik på deltagelse i konfliktforebyggende, fredsbevarende, fredsskabende, humanitære og andre lignende operationer.<br><br>  Ansættelsen er betinget af, at du kan bestå Forsvarets fysiske basiskrav og ved helbreds- og tandlægevurderinger erklæres for fuldt egnet til udsendelse i internationale operationer.<br><br>   <br><br>  <strong>KONTAKT OG ANSØGNING</strong><br><br>  Hvis du vil vide mere om stillingen, er du meget velkommen til at kontakte Major Peter B.O. Jegsen, <a>IGR-2B-900A@MIL.DK</a>, 41 38 56 91.<br><br>  Har du spørgsmål til løn- og ansættelsesvilkår, kan du kontakte HR-konsulent Seniorsergent Steen Andersen ved Forsvarsministeriets Personalestyrelse  mail <a>FPS-STA@MIL.DK</a>.<br><br>  Såfremt du er omfattet af en lokal tjenesteplan eller er udpeget til deltagelse i internationale operationer, skal du gøre opmærksom på dette i din ansøgning.<br><br>  Ansøgningsfrist er den 2. marts 2025 og samtaler forventes afholdt umiddelbart herefter.<br><br>  Stillingen er til besættelse snarest muligt.<br><br>  Ansøgningen sendes elektronisk via linket i annoncen.<br><br>  FOKUS og referencer kan medsendes.<br><br>  I Forsvarsministeriets organisation tror vi på, at mangfoldighed styrker opgaveløsningen. Derfor opfordrer vi alle interesserede uanset baggrund til at søge stillingen.<br><br>  <strong> </strong><br><br>  OM INGENIØRREGIMENTET<br><br>  Ingeniørregimentet hører hjemme på Ingeniørkasernen i Skive, en af landets største kaserner.<br><br>  Regimentets hovedopgave er at uddanne enheder indenfor de fem ingeniørspecialer; kampingeniør-, ammunitionsrydnings-, konstruktions-, geospatial- og CBRN-tjeneste.<br><br>  Regimentet består af et garnisonsstøtteelement, tre professionelle bataljoner og en reservestruktur. Regimentet uddanner årligt knap 600 værnepligtige i regi af Hærens Basisuddannelse (HBU) og kursister fra alle våbenarter og værn.<br><br>  Regimentet har også enheder på Pionergården på Vestamager, hvor dele af Ammunitionsrydningscenteret holder til.<br><br>  Ingeniørkasernen huser også Prinsens Musikkorps, Hjemmeværnets Landsdelsregion Vest, Hærhjemmeværnsdistrikt Midt- &amp; Vestjylland samt Hjemmeværnsskolens Uddannelsescenter Midt- og Vestjylland. Derudover er der også elementer fra de funktionelle tjenester; bl.a. Driftsområde Skive under Forsvarsministeriet Ejendomsstyrelse, Forsyningscenter Skive under Forsvarsministeriets Materiel- og Indkøbsstyrelse og Garnisons- og Specialværkstedet, begge under Forsvarets Vedligeholdelsestjeneste.<br><br>  Med op til ca. 1.500 medarbejdere, når vi er flest og inkl. værnepligtigt personel og elever, er Ingeniørkasernen byens absolut største arbejdsplads. Garnisonen tilbyder dermed gode muligheder for en alsidig og varieret tjeneste.<br><br>","MapUrl":"https://www.google.dk/maps/place/Sdr+Boulevard+15-1,7800,+Skive/","OrganizationNumber":"16287180","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}