{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"PhD fellowship Marie Curie in Evolutionary Hologenomics: understanding the role of gut microorganisms in evolutionary dietary shifts","JobHeadline":"PhD fellowship Marie Curie in Evolutionary Hologenomics: understanding the role of gut microorganisms in evolutionary dietary shifts","Presentation":"Globe Institute Faculty of Health and Medical Sciences University of Copenhagen  Within the European Union’s Horizon Europe research and innovation programme under the Marie Skłodowska","HiringOrgName":"KU-CENTER FOR SUNDHED OG SAMFUND","WorkPlaceAddress":"Øster Farimagsgade  5  ","WorkPlacePostalCode":"1353","WorkPlaceCity":"København K","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2025-01-16T18:10:00","LastDateApplication":"2025-02-14T00:00:00","FormattedLastDateApplication":"14. februar 2025","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/f9cc041d-d4c8-425d-b6ac-b9337a737ec2","Region":"Hovedstaden og Bornholm","Municipality":"København","Country":"Danmark","PostalCode":"1353","PostalCodeName":null,"JobAnnouncementType":"Almindelige vilkår","EmploymentType":"Tidsbegrænset ansættelse","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Forskning og universitetsundervisning, sundhedsvidenskab","Occupation":"ph.d., sundhedsvidenskab","Location":{"Latitude":55.687,"Longitude":12.5712},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"WorkplaceID":1013624816,"OrganisationId":"","HiringOrgCVR":29979812,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/f9cc041d-d4c8-425d-b6ac-b9337a737ec2","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/f9cc041d-d4c8-425d-b6ac-b9337a737ec2","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/f9cc041d-d4c8-425d-b6ac-b9337a737ec2","HasLocationValues":true,"ID":"f9cc041d-d4c8-425d-b6ac-b9337a737ec2","Latitude":55.687,"Longitude":12.5712},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"KU-CENTER FOR SUNDHED OG SAMFUND","Address":{"AddressLine":"Øster Farimagsgade  5","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"1353","City":"Kbh. K"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=1307&ProjectId=163310&DepartmentId=19217&MediaId=4656&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1013624816","OrganizationNumber":"29979812","OrganizationDescription":null},"JobPositionPosting":{"Id":"f9cc041d-d4c8-425d-b6ac-b9337a737ec2","HiringOrg":{"Name":"KU-CENTER FOR SUNDHED OG SAMFUND","Address":{"AddressLine":"Øster Farimagsgade  5","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"1353","City":"Kbh. K"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=1307&ProjectId=163310&DepartmentId=19217&MediaId=4656&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1013624816","OrganizationNumber":"29979812","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2025-01-16T18:10:00+01:00","PublicationEndDate":"2025-02-14T00:00:00+01:00","JobPositionInformation":{"PositionTitle":"PhD fellowship Marie Curie in Evolutionary Hologenomics: understanding the role of gut microorganisms in evolutionary dietary shifts","Purpose":"Globe Institute<br> Faculty of Health and Medical Sciences<br> University of Copenhagen<br><br>  Within the European Union’s Horizon Europe research and innovation programme under the Marie Skłodowska-Curie Action (MSCA), University of Copenhagen is offering one PhD fellowship for a Doctoral Candidate (DC), starting May 1, 2025. <br><br>  The position is for 36 months and is funded by Horizon Europe, within the Hologen <a href=\"https://marie-sklodowska-curie-actions.ec.europa.eu/actions/doctoral-networks\">MSCA Doctoral Network</a>. HoloGen is a doctoral network aimed at developing novel computational and experimental tools for the analysis of hologenomics datasets, understanding fundamentals in the hologenomics field, and applying the hologenomic framework for improving human health and production biology systems.<br><br>  More information may be found on the Hologen home page: <a href=\"http://www.hologen-network.eu\">www.hologen-network.eu</a>.<br><br>  The project aims to achieve breakthroughs by:<br> 1.    Unveiling new host-microbiota interactions.<br> 2.    Developing new technological tools for the study of host-microbiota interactions.<br> 3.    Applying a one-health approach to assess the relevance of host-microbiota interactions.<br><br>  Hologen will deliver a training program to 11 Doctoral Candidates that equips them with all capabilities to become leaders of tomorrow's R&amp;I in Europe.<br><br>  <strong>Project description</strong><br> The successful applicant will join a multidisciplinary EU-funded Marie Skłodowska-Curie International PhD training network. This doctoral position is based at the Globe Institute, at University of Copenhagen (UCPH). <br><br>  This PhD project will investigate the role of intestinal microorganisms in the evolutionary processes of dietary diversification in vertebrates. By combining worldwide field sampling, leveraging the network of the Earth Hologenome Initiative (<a href=\"http://www.earthhologenome.org\">www.earthhologenome.org</a>), and captivity experimentation, the student will explore the mechanisms through which intestinal microbes can facilitate or hamper dietary switches, such as transitioning from carnivory to herbivory. The research will include data generation using the high-throughput automation pipelines available at the Globe Institute’s molecular laboratory, genomic and metagenomic bioinformatic analyses using the local high-performance computation cluster Mjolnir, and statistical analyses using R environment.<br><br>  The PhD Fellow will also need to carry out field work and captivity experimentation with lizards in Spain. In consequence, the project will require spending long periods of time outside Denmark. <br><br>  The Doctoral Candidate will be supervised by Associate Professor Antton Alberdi. The Alberdi Lab (<a href=\"http://www.alberdilab.dk\">www.alberdilab.dk</a>) is a dynamic and multidisciplinary group focused on exploring animal-microbiota interactions within ecological, evolutionary, and applied frameworks. Their investigations employ a diverse set of advanced techniques, such as multi-omics analysis, laser microdissection, and gut-on-a-chip models. The group serves as the coordinator for the H2020 RIA project 3D'omics, as well as the founders and coordinators of the Earth Hologenome Initiative.<br><br>  <strong>Main supervisor </strong><br> Associate Professor Antton Alberdi <br> Email:  <a>antton.alberdi@sund.ku.dk</a>   <br><br>  <strong>About the Globe Institute</strong><br> The Globe Institute is part of the Faculty of Health and Medical Sciences at the University of Copenhagen. The Institute’s main purpose is to address basic scientific questions through interdisciplinary approaches. The institute operates at the intersection of natural and medical sciences and the humanities. Information on the institute can be found at: <a href=\"http://www.globe.ku.dk/\">http://www.globe.ku.dk/</a>.<br><br>  The Globe Institute is committed to creating an inclusive and diverse environment where employees and students can belong and thrive. See <a href=\"https://globe.ku.dk/about/diversity-programme/\">website</a> for more information. All qualified applicants will receive full consideration. Candidates who, through their research, teaching, and/or service, contribute to diversity and competencies of our Institute are encouraged to apply. The University of Copenhagen strives to offer a family friendly and flexible working environment with a sustainable balance between work- and private life, including parental leave schemes (up to 47 weeks for both parents) and up to six weeks of paid holidays per year. The university offers a variety of services for international researchers and accompanying families.<br><br>  <strong>Job description</strong><br> Your key tasks as a PhD fellow at the Faculty of Health and Medical Sciences are to:<br><br>  <ul> \t<li>Carrying through an independent research project under supervision.</li> \t<li>Completing PhD courses or other equivalent education corresponding to approximately 30 ECTS points.</li> \t<li>Participating in active research environments including a stay at another research team.</li> \t<li>Obtaining experience with teaching or other types of dissemination related to your PhD project.</li> \t<li>Teaching and disseminating your knowledge.</li> \t<li>Writing a PhD thesis on the grounds of your project.</li> </ul>  <strong>Required qualifications</strong><br> As an applicant you must have:<br><br>  <ul> \t<li>Qualifications corresponding to a master’s degree related to the subject area of the project. Please note that your master’s degree must be equivalent to a Danish master’s degree.</li> \t<li>Fluency in English and excellent communication skills.</li> </ul>  Applicants will also be required to meet the European Commission’s MSCA Doctoral Network eligibility criteria, notably:<br><br>  <ul> \t<li>Mobility Rule - Applicants can be of any nationality and must not have resided or carried out their main activity (work, studies, etc.) in Denmark for more than 12 months in the 36 months immediately before the start of their employment at UCPH. Compulsory national service, short stays such as holidays, and time spent as part of a procedure for obtaining refugee status under the Geneva Convention are not considered.</li> \t<li> Doctoral Candidate requirement – the applicant must not be in possession of a doctoral degree at the first day of the employment. Researchers who have successfully defended their doctoral thesis but who have not yet been awarded the doctoral degree are not eligible.</li> </ul>  Please note that you will only be considered for the position if you fulfil both above eligibility criteria.<br><br>  <strong>Preferred qualifications</strong><br><br>  <ul> \t<li>Documented experience using R or python.</li> \t<li>Documented experience in working with wildlife.</li> \t<li>Be comfortable with handling animals.</li> \t<li>Be willing to spend long periods of time in Spain.</li> </ul>  <strong>Key criteria for the assessment of applicants</strong><br><br>  <ul> \t<li>Professional qualifications relevant to the PhD project.</li> \t<li>Relevant work experience.</li> \t<li>Publications.</li> \t<li>The grade point average achieved.</li> \t<li>Other professional activities.</li> \t<li>Language skills.</li> \t<li>The successful applicant is also required to be enterprising and to possess good   interpersonal skills.</li> </ul>  <strong>Place of employment</strong><br> The place of employment is at the Globe Institute, Faculty of Health and Medical Sciences, University of Copenhagen. We offer creative and stimulating working conditions in dynamic and international research environment. Our research facilities include modern laboratories and cutting-edge computational infrastructure that enable conducting the full activity of the proposed project.<br><br>  <strong>Terms of employment</strong><br> The employment as PhD fellow is full time and limited to a period of 3 years. The start date is May 1, 2025<br><br>  The employment is conditioned upon the applicant’s successful enrolment as a PhD student at the Graduate School of Faculty of Health and Medical Sciences, University of Copenhagen. This requires submission and acceptance of an application for the specific project to the Graduate School of Health and Medical Sciences.<br><br>  The PhD study must be completed in accordance with The Ministerial Order on the PhD programme (2013) and the faculty’s rules on achieving the degree.<br><br>  Salary, pension and terms of employment are in accordance with the requirements from the European Commission related to the MSCA programme and the agreement between the Ministry of Taxation and The Danish Confederation of Professional Associations on Academics in the State. Depending on seniority, the monthly salary starts at approximately 30,700 DKK/roughly 4,100 EUR (April 2024 level) plus pension.<br><br>  The EU MSCA grant consists of a monthly living allowance of EUR 4,488 (approx. DKK 33,400), and a monthly mobility allowance of EUR 600 (approx. DKK 4,470). In addition, a monthly family allowance of EUR 495 (approx. DKK 3,690) may apply if eligibility conditions are fulfilled. The above amounts shall cover compulsory taxes etc. as well as all the University of Copenhagen’s costs related to your employment, such as monthly salary, future salary raises, pension, paid holidays and labour market contributions. Therefore, the gross monthly salary you will receive will be lower than the monthly EU allowances stated in the Grant Agreement. <br><br>  <strong>Questions</strong><br> For further information, applicants may contact the main supervisor Antton Alberdi at email <a>antton.alberdi@dund.ku.dk</a>.   <br><br>  <strong>Application procedure</strong><br> Your application, written in English, must be submitted electronically by clicking “Apply now” below and must include the following documents in PDF format:<br><br>  <ul> \t<li>Motivated letter of application (max. one page). </li> \t<li>CV incl. education, experience, language skills and other skills relevant for the position.</li> \t<li>Certified copy of original Master of Science diploma and transcript of records in the original language, including an authorized English translation if issued in other language than English or Danish. If not completed, a certified/signed copy of a recent transcript of records or a written statement from the institution or supervisor is accepted.</li> \t<li>As a prerequisite for a PhD fellowship employment, your master’s degree must be equivalent to a Danish master’s degree. We encourage you to read more in the assessment database:<a href=\"https://ufm.dk/en/education/recognition-and-transparency/find-assessments/assessment-database\"> https://ufm.dk/en/education/recognition-and-transparency/find-assessments/assessment-database</a>. Please note that we might ask you to obtain an assessment of your education performed by the Ministry of Higher Education and Science.</li> \t<li>Applicants with a master´s degree from abroad should also enclose a short description of the grading scale used.</li> \t<li>Publication list (if relevant).</li> \t<li>ther information to consider: References and recommendations (if possible).</li> </ul>  <strong>The deadline for applications is February 14, 2025, at 23.59pm CET.</strong><br><br>  We reserve the right not to consider material received after the deadline, and not to consider applications that do not live up to the abovementioned requirements. <br><br>  <strong>The further process</strong><br> After the expiry of the deadline for applications, the authorised recruitment manager selects applicants for assessment on the advice of the hiring committee. All applicants are then immediately notified whether their application has been passed for assessment by an unbiased assessor. <br><br>  The assessor makes a non-prioritized assessment of the academic qualifications and experience with respect to the above-mentioned area of research, techniques, skills and other requirements listed in the advertisement.<br><br>  Once the assessment work has been completed, each applicant can comment on the part of the assessment that relates to him/herself.<br><br>  The applicant will be assessed according to the Ministerial Order no. 242 of 13 March 2012 on the Appointment of Academic Staff at Universities. <br><br>  You may read about the recruitment process at <a href=\"http://employment.ku.dk/faculty/recruitment-process/\">http://employment.ku.dk/faculty/recruitment-process/</a>.<br><br>  For more information on working and living in Denmark visit <a href=\"http://ism.ku.dk\">http://ism.ku.dk</a> (International Staff Mobility) and <a href=\"https://www.workindenmark.dk\">https://www.workindenmark.dk</a>.<br>  <br> Interviews are expected to take place in week 11, between March 10 and 14, 2025.<br><br>  The University of Copenhagen wishes to reflect the diversity of society and encourages all qualified candidates to apply regardless of personal background.<br><br>   <br><br>   <br><br>   <br><br>   <br><br> ","WorkLocation":{"AddressLine":"Øster Farimagsgade  5","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"1353","City":"Kbh. K"},"EmploymentType":16,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"Name":"ph.d., sundhedsvidenskab","DiscoWeb":0,"AlternateNames":["ph.d.-stipendiat, sundhedsvidenskab"],"GroupId":0,"AreaId":0},"IsGovernmentHiring":false,"JppContacts":[{"Email":"antton.alberdi@sund.ku.dk","PersonName":"Antton Alberdi Estibaritz Antton Alberdi Estibaritz","FirstName":"Antton Alberdi Estibaritz","LastName":"Antton Alberdi Estibaritz","PositionTitle":"Associate Professor","PhoneNumbers":[{"Number":"+4553840119","Type":0,"Description":"Primary"}]}],"EmploymentDate":null},"IsRecruitmentOfForeignNationals":false,"IsWorkInDenmark":true,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":true,"DailyWorkTimeMorning":false,"DailyWorkTimeVarious":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=1307&ProjectId=163310&DepartmentId=19217&MediaId=4656&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","ReplyInWriting":false,"ApplicationDeadlineDate":"2025-02-14T00:00:00+01:00"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=f9cc041d-d4c8-425d-b6ac-b9337a737ec2&Organisation=29979812","Address":"Øster Farimagsgade  5,1353, Kbh. K","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=f9cc041d-d4c8-425d-b6ac-b9337a737ec2&Company.Name=KU-CENTER FOR SUNDHED OG SAMFUND&SubmissionDeadlineDate=2025-2-14&Title=PhD fellowship Marie Curie in Evolutionary Hologenomics: understanding the role of gut microorganisms in evolutionary dietary shifts&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":true,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"PhD fellowship Marie Curie in Evolutionary Hologenomics: understanding the role of gut microorganisms in evolutionary dietary shifts","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"f9cc041d-d4c8-425d-b6ac-b9337a737ec2","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"KU-CENTER FOR SUNDHED OG SAMFUND","Address":"Øster Farimagsgade  5","Country":null,"EmploymentAreaID":null,"PostCode":"1353","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Kbh. K","ContactPerson":"Antton Alberdi Estibaritz Antton Alberdi Estibaritz","Phone":"+4553840119","Email":"antton.alberdi@sund.ku.dk","Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2025-02-14T00:00:00+01:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"Place":"Arbejdspladsen ligger i København kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"KU-CENTER FOR SUNDHED OG SAMFUND","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"Globe Institute Faculty of Health and Medical Sciences University of Copenhagen  Within the European Union’s Horizon Europe research and innovation programme under the Marie Skłodowska-Curie Action (MSCA), University of Copenhagen is offering one PhD fellowship for a Doctoral Candidate (DC), starting May 1, 2025.   The position is for 36 months and","DescriptionForSharing":"\"Globe Institute Faculty of Health and Medical Sciences University of Copenhagen  Within the European Union’s Horizon Europe research and innovation programme under the Marie Skłodowska-Curie Action (MSCA), University of Copenhagen is offering one PhD fellowship for a Doctoral Candidate (DC), starting May 1, 2025.   The position is for 36 months and\"","TitleForSharing":"\"PhD fellowship Marie Curie in Evolutionary Hologenomics: understanding the role of gut microorganisms in evolutionary dietary shifts\"","RutePlan":"https://www.google.dk/maps/dir//Øster+Farimagsgade++5,1353,+Kbh.+K/","FormattedPurpose":"Globe Institute<br> Faculty of Health and Medical Sciences<br> University of Copenhagen<br><br>  Within the European Union’s Horizon Europe research and innovation programme under the Marie Skłodowska-Curie Action (MSCA), University of Copenhagen is offering one PhD fellowship for a Doctoral Candidate (DC), starting May 1, 2025. <br><br>  The position is for 36 months and is funded by Horizon Europe, within the Hologen <a target=\"_blank\" href=\"https://marie-sklodowska-curie-actions.ec.europa.eu/actions/doctoral-networks\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"f9cc041d-d4c8-425d-b6ac-b9337a737ec2\">MSCA Doctoral Network</a>. HoloGen is a doctoral network aimed at developing novel computational and experimental tools for the analysis of hologenomics datasets, understanding fundamentals in the hologenomics field, and applying the hologenomic framework for improving human health and production biology systems.<br><br>  More information may be found on the Hologen home page: <a target=\"_blank\" href=\"http://www.hologen-network.eu\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"f9cc041d-d4c8-425d-b6ac-b9337a737ec2\">www.hologen-network.eu</a>.<br><br>  The project aims to achieve breakthroughs by:<br> 1.    Unveiling new host-microbiota interactions.<br> 2.    Developing new technological tools for the study of host-microbiota interactions.<br> 3.    Applying a one-health approach to assess the relevance of host-microbiota interactions.<br><br>  Hologen will deliver a training program to 11 Doctoral Candidates that equips them with all capabilities to become leaders of tomorrow's R&amp;I in Europe.<br><br>  <strong>Project description</strong><br> The successful applicant will join a multidisciplinary EU-funded Marie Skłodowska-Curie International PhD training network. This doctoral position is based at the Globe Institute, at University of Copenhagen (UCPH). <br><br>  This PhD project will investigate the role of intestinal microorganisms in the evolutionary processes of dietary diversification in vertebrates. By combining worldwide field sampling, leveraging the network of the Earth Hologenome Initiative (<a target=\"_blank\" href=\"http://www.earthhologenome.org\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"f9cc041d-d4c8-425d-b6ac-b9337a737ec2\">www.earthhologenome.org</a>), and captivity experimentation, the student will explore the mechanisms through which intestinal microbes can facilitate or hamper dietary switches, such as transitioning from carnivory to herbivory. The research will include data generation using the high-throughput automation pipelines available at the Globe Institute’s molecular laboratory, genomic and metagenomic bioinformatic analyses using the local high-performance computation cluster Mjolnir, and statistical analyses using R environment.<br><br>  The PhD Fellow will also need to carry out field work and captivity experimentation with lizards in Spain. In consequence, the project will require spending long periods of time outside Denmark. <br><br>  The Doctoral Candidate will be supervised by Associate Professor Antton Alberdi. The Alberdi Lab (<a target=\"_blank\" href=\"http://www.alberdilab.dk\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"f9cc041d-d4c8-425d-b6ac-b9337a737ec2\">www.alberdilab.dk</a>) is a dynamic and multidisciplinary group focused on exploring animal-microbiota interactions within ecological, evolutionary, and applied frameworks. Their investigations employ a diverse set of advanced techniques, such as multi-omics analysis, laser microdissection, and gut-on-a-chip models. The group serves as the coordinator for the H2020 RIA project 3D'omics, as well as the founders and coordinators of the Earth Hologenome Initiative.<br><br>  <strong>Main supervisor </strong><br> Associate Professor Antton Alberdi <br> Email:  <a>antton.alberdi@sund.ku.dk</a>   <br><br>  <strong>About the Globe Institute</strong><br> The Globe Institute is part of the Faculty of Health and Medical Sciences at the University of Copenhagen. The Institute’s main purpose is to address basic scientific questions through interdisciplinary approaches. The institute operates at the intersection of natural and medical sciences and the humanities. Information on the institute can be found at: <a target=\"_blank\" href=\"http://www.globe.ku.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"f9cc041d-d4c8-425d-b6ac-b9337a737ec2\">http://www.globe.ku.dk/</a>.<br><br>  The Globe Institute is committed to creating an inclusive and diverse environment where employees and students can belong and thrive. See <a target=\"_blank\" href=\"https://globe.ku.dk/about/diversity-programme/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"f9cc041d-d4c8-425d-b6ac-b9337a737ec2\">website</a> for more information. All qualified applicants will receive full consideration. Candidates who, through their research, teaching, and/or service, contribute to diversity and competencies of our Institute are encouraged to apply. The University of Copenhagen strives to offer a family friendly and flexible working environment with a sustainable balance between work- and private life, including parental leave schemes (up to 47 weeks for both parents) and up to six weeks of paid holidays per year. The university offers a variety of services for international researchers and accompanying families.<br><br>  <strong>Job description</strong><br> Your key tasks as a PhD fellow at the Faculty of Health and Medical Sciences are to:<br><br>  <ul> \t<li>Carrying through an independent research project under supervision.</li> \t<li>Completing PhD courses or other equivalent education corresponding to approximately 30 ECTS points.</li> \t<li>Participating in active research environments including a stay at another research team.</li> \t<li>Obtaining experience with teaching or other types of dissemination related to your PhD project.</li> \t<li>Teaching and disseminating your knowledge.</li> \t<li>Writing a PhD thesis on the grounds of your project.</li> </ul>  <strong>Required qualifications</strong><br> As an applicant you must have:<br><br>  <ul> \t<li>Qualifications corresponding to a master’s degree related to the subject area of the project. Please note that your master’s degree must be equivalent to a Danish master’s degree.</li> \t<li>Fluency in English and excellent communication skills.</li> </ul>  Applicants will also be required to meet the European Commission’s MSCA Doctoral Network eligibility criteria, notably:<br><br>  <ul> \t<li>Mobility Rule - Applicants can be of any nationality and must not have resided or carried out their main activity (work, studies, etc.) in Denmark for more than 12 months in the 36 months immediately before the start of their employment at UCPH. Compulsory national service, short stays such as holidays, and time spent as part of a procedure for obtaining refugee status under the Geneva Convention are not considered.</li> \t<li> Doctoral Candidate requirement – the applicant must not be in possession of a doctoral degree at the first day of the employment. Researchers who have successfully defended their doctoral thesis but who have not yet been awarded the doctoral degree are not eligible.</li> </ul>  Please note that you will only be considered for the position if you fulfil both above eligibility criteria.<br><br>  <strong>Preferred qualifications</strong><br><br>  <ul> \t<li>Documented experience using R or python.</li> \t<li>Documented experience in working with wildlife.</li> \t<li>Be comfortable with handling animals.</li> \t<li>Be willing to spend long periods of time in Spain.</li> </ul>  <strong>Key criteria for the assessment of applicants</strong><br><br>  <ul> \t<li>Professional qualifications relevant to the PhD project.</li> \t<li>Relevant work experience.</li> \t<li>Publications.</li> \t<li>The grade point average achieved.</li> \t<li>Other professional activities.</li> \t<li>Language skills.</li> \t<li>The successful applicant is also required to be enterprising and to possess good   interpersonal skills.</li> </ul>  <strong>Place of employment</strong><br> The place of employment is at the Globe Institute, Faculty of Health and Medical Sciences, University of Copenhagen. We offer creative and stimulating working conditions in dynamic and international research environment. Our research facilities include modern laboratories and cutting-edge computational infrastructure that enable conducting the full activity of the proposed project.<br><br>  <strong>Terms of employment</strong><br> The employment as PhD fellow is full time and limited to a period of 3 years. The start date is May 1, 2025<br><br>  The employment is conditioned upon the applicant’s successful enrolment as a PhD student at the Graduate School of Faculty of Health and Medical Sciences, University of Copenhagen. This requires submission and acceptance of an application for the specific project to the Graduate School of Health and Medical Sciences.<br><br>  The PhD study must be completed in accordance with The Ministerial Order on the PhD programme (2013) and the faculty’s rules on achieving the degree.<br><br>  Salary, pension and terms of employment are in accordance with the requirements from the European Commission related to the MSCA programme and the agreement between the Ministry of Taxation and The Danish Confederation of Professional Associations on Academics in the State. Depending on seniority, the monthly salary starts at approximately 30,700 DKK/roughly 4,100 EUR (April 2024 level) plus pension.<br><br>  The EU MSCA grant consists of a monthly living allowance of EUR 4,488 (approx. DKK 33,400), and a monthly mobility allowance of EUR 600 (approx. DKK 4,470). In addition, a monthly family allowance of EUR 495 (approx. DKK 3,690) may apply if eligibility conditions are fulfilled. The above amounts shall cover compulsory taxes etc. as well as all the University of Copenhagen’s costs related to your employment, such as monthly salary, future salary raises, pension, paid holidays and labour market contributions. Therefore, the gross monthly salary you will receive will be lower than the monthly EU allowances stated in the Grant Agreement. <br><br>  <strong>Questions</strong><br> For further information, applicants may contact the main supervisor Antton Alberdi at email <a>antton.alberdi@dund.ku.dk</a>.   <br><br>  <strong>Application procedure</strong><br> Your application, written in English, must be submitted electronically by clicking “Apply now” below and must include the following documents in PDF format:<br><br>  <ul> \t<li>Motivated letter of application (max. one page). </li> \t<li>CV incl. education, experience, language skills and other skills relevant for the position.</li> \t<li>Certified copy of original Master of Science diploma and transcript of records in the original language, including an authorized English translation if issued in other language than English or Danish. If not completed, a certified/signed copy of a recent transcript of records or a written statement from the institution or supervisor is accepted.</li> \t<li>As a prerequisite for a PhD fellowship employment, your master’s degree must be equivalent to a Danish master’s degree. We encourage you to read more in the assessment database:<a target=\"_blank\" href=\"https://ufm.dk/en/education/recognition-and-transparency/find-assessments/assessment-database\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"f9cc041d-d4c8-425d-b6ac-b9337a737ec2\">https://ufm.dk/en/education/recognition-and-transparency/find-assessments/assessment-database</a>. Please note that we might ask you to obtain an assessment of your education performed by the Ministry of Higher Education and Science.</li> \t<li>Applicants with a master´s degree from abroad should also enclose a short description of the grading scale used.</li> \t<li>Publication list (if relevant).</li> \t<li>ther information to consider: References and recommendations (if possible).</li> </ul>  <strong>The deadline for applications is February 14, 2025, at 23.59pm CET.</strong><br><br>  We reserve the right not to consider material received after the deadline, and not to consider applications that do not live up to the abovementioned requirements. <br><br>  <strong>The further process</strong><br> After the expiry of the deadline for applications, the authorised recruitment manager selects applicants for assessment on the advice of the hiring committee. All applicants are then immediately notified whether their application has been passed for assessment by an unbiased assessor. <br><br>  The assessor makes a non-prioritized assessment of the academic qualifications and experience with respect to the above-mentioned area of research, techniques, skills and other requirements listed in the advertisement.<br><br>  Once the assessment work has been completed, each applicant can comment on the part of the assessment that relates to him/herself.<br><br>  The applicant will be assessed according to the Ministerial Order no. 242 of 13 March 2012 on the Appointment of Academic Staff at Universities. <br><br>  You may read about the recruitment process at <a target=\"_blank\" href=\"http://employment.ku.dk/faculty/recruitment-process/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"f9cc041d-d4c8-425d-b6ac-b9337a737ec2\">http://employment.ku.dk/faculty/recruitment-process/</a>.<br><br>  For more information on working and living in Denmark visit <a target=\"_blank\" href=\"http://ism.ku.dk\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"f9cc041d-d4c8-425d-b6ac-b9337a737ec2\">http://ism.ku.dk</a> (International Staff Mobility) and <a target=\"_blank\" href=\"https://www.workindenmark.dk\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"f9cc041d-d4c8-425d-b6ac-b9337a737ec2\">https://www.workindenmark.dk</a>.<br>  <br> Interviews are expected to take place in week 11, between March 10 and 14, 2025.<br><br>  The University of Copenhagen wishes to reflect the diversity of society and encourages all qualified candidates to apply regardless of personal background.<br><br>   <br><br>   <br><br>   <br><br>   <br><br>","MapUrl":"https://www.google.dk/maps/place/Øster+Farimagsgade++5,1353,+Kbh.+K/","OrganizationNumber":"29979812","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}