{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"Praktikant i Psykiatristaben i Region Midtjylland – er det noget for dig?","JobHeadline":"Praktikant i Psykiatristaben i Region Midtjylland – er det noget for dig?","Presentation":"Praktikant i Psykiatristaben i Region Midtjylland – er det noget for dig? - med mulighed for ansættelse som studentermedhjælper 7 timer ugentligt.Brænder du for at","HiringOrgName":"Region Midtjylland","WorkPlaceAddress":"Tingvej 15","WorkPlacePostalCode":"8800","WorkPlaceCity":"Viborg","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2022-05-02T00:00:00","LastDateApplication":"2022-05-23T00:00:00","FormattedLastDateApplication":"23. maj 2022","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/5587905","Region":"Midtjylland","Municipality":"Viborg","Country":"Danmark","PostalCode":"8800","PostalCodeName":null,"JobAnnouncementType":"","EmploymentType":"","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Administrativt arbejde","Occupation":"Studentermedhjælp","Location":{"Latitude":56.4558,"Longitude":9.403},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"WorkplaceID":74603,"OrganisationId":"57696","HiringOrgCVR":29190925,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/5587905","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/5587905","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/5587905","HasLocationValues":true,"ID":"5587905","Latitude":56.4558,"Longitude":9.403},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Region Midtjylland","Address":{"AddressLine":"Tingvej 15","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":791,"Name":"Viborg"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8800","City":"Viborg"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":null,"Description":null,"Logo":74603,"WorkPlaceOrganizationNumber":"1013738854","OrganizationNumber":"29190925","OrganizationDescription":null},"JobPositionPosting":{"Id":5587905,"OriginalJppId":5587905,"HiringOrg":{"Name":"Region Midtjylland","Address":{"AddressLine":"Tingvej 15","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":791,"Name":"Viborg"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8800","City":"Viborg"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":null,"Description":null,"Logo":74603,"WorkPlaceOrganizationNumber":"1013738854","OrganizationNumber":"29190925","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2022-05-02T00:00:00","PublicationEndDate":"2022-05-23T00:00:00","JobPositionInformation":{"PositionTitle":"Praktikant i Psykiatristaben i Region Midtjylland – er det noget for dig?","Purpose":"<br/><br/><b>Praktikant i Psykiatristaben i Region Midtjylland – er det noget for dig?</b><br/><br/>&nbsp;- med mulighed for ansættelse som studentermedhjælper 7 timer ugentligt.<br/><br/>Brænder du for at gøre en forskel inden for et offentligt område, som i disse år virkeligt har et politisk fokus?<br/><br/>Kunne du godt tænke dig at afprøve dine evner fra studiet i en politisk ledet organisation, hvor du også er tæt på den virkelighed, som de psykiatriske afdelinger står i?<br/><br/>Og er du klar til at tage ansvar ind i opgaveløsningen sammen med dygtige og dedikerede kolleger, så læs endelig videre.<br/><br/>Vi søger fire praktikanter i efterårssemesteret 2022 til Psykiatristaben, som er en stabsfunktion for Psykiatrien i Region Midtjylland, hvor vi løser mange forskellige opgaver inden for økonomi, kvalitetsudvikling, sundheds-it og digitalisering, HR, strategi- og planlægningsarbejde, kommunikation samt en række ledelsesunderstøttende funktioner.<br/><br/>&nbsp;<br/><br/><b><strong>1 praktikant til Sundheds-it og Digitalisering</strong></b><br/><br/><em>Om Sundheds-it og Digitalisering</em><br/>Sundheds-it og Digitalisering består af i alt 19 dedikerede medarbejdere, der varetager opgaver omkring udvikling, implementering, support og vedligeholdelse af de fælles kliniske IT-systemer i psykiatrien og nye digitale værktøjer.<br/><br/>Ydermere har vi i de kommende år ansvar for et stort transformationsspor, hvor målet er at sikre en entydig, effektiv og patientsikker psykiatrisk patientjournal. For at understøtte dette etableres her i foråret 2022 et nyt klinisk dokumentationsråd, som får ansvar for hele transformationssporet, som også indeholder etablering af en ensartet implementeringsorganisering og ensartet undervisning på tværs af psykiatriens afdelinger.<br/><br/><em>Om jobbet: </em><br/>Som praktikant i Sundheds-it og Digitalisering vil du få indsigt i beslutningsveje og organisering omkring transformationssporet, herunder processerne vedrørende etablering af vores fælles og entydige patientjournal. Du vil således både komme tæt på sekretariatsbetjening af det nye kliniske dokumentationsråd og tilhørende forretningsudvalg, og mere kliniknære drøftelser om den psykiatriske patientjournal.<br/><br/>Som praktikant i Sundheds-it og Digitalisering dygtiggøres du inden for beslutningsveje og processer i en politisk ledet organisation, og samtidig får du mulighed for at komme tæt på dokumentationsopgaven i den elektroniske patientjournal.<br/><br/>Mere konkret skal du:<ul><li>hjælpe med at forbedrede beslutningsoplæg, lave research, udarbejde PowerPoints mv.</li><li>være med til at udarbejde og udføre oversigt over indsatser i hele projektplanen</li><li>være med til at sikre den interne kommunikation, både via e-mails og udarbejdelse af tekster til intranetside</li><li>hjælpe med at booke møder, forberede møderne via udarbejdelse af dagsorden og følge op på møder via udarbejdelse af referater</li><li>hjælpe med at holde overblik over deadlines</li></ul><ul><li>varetage opgaver af varierende størrelse og karakter alt efter interesse, da vi også tilrettelægger praktikkens indhold i en dialog med den studerende.</li></ul><br/>Stillingen vil være præget af et stort ansvar, forskelligartede arbejdsopgaver samt stor mulighed for læring. Du vil arbejde tæt sammen med dine kollegaer i vores fagområde og teamet for den overordnede transformationsproces \"Robust Psykiatri\". Du skal derfor trives med at indgå i teams og have mange forskellige kontaktflader.<br/><br/>&nbsp;<br/><br/><b><strong>1 praktikant til projektet Robust Psykiatri, der er forankret i Økonomi og Planlægning</strong></b><br/><br/><br/>Kunne du tænke dig at være med til at bidrage til robustgørelsen af Psykiatrien i Region Midtjylland, få et stort ansvar og være en del af et godt team? Så søg denne stilling, som praktikant i Psykiatristaben, hvor du vil få en central rolle i teamet for transformationsprocessen Robust Psykiatri.<br/><br/><em>Om Robust Psykiatri:&nbsp; </em><br/>Robust Psykiatri er en transformationsproces, hvor næsten 200 medarbejdere i første halvdel af 2021 har været inviteret ind til 16 faggruppe opdelte workshops. Her har de givet deres input til, hvordan vi kan robustgøre psykiatrien. Det er der kommet rigtig mange ideer til løsninger ud af, og det er nogle af de ideer, vi under din praktikperiode vil gå i gang med at implementere eller videreudvikle på.<br/><br/><em>Om jobbet: </em><br/>Du vil blive en del af teamet for transformationsprocessen Robust Psykiatri, som består af 5 medarbejdere med en ekstern konsulent tilknyttet. Din rolle vil blive at være med til at sikre den administrative understøttelse til teamet, projektlederen og processen samt være med til at sikre fremdrift i projektet.<br/><br/>Mere konkret skal du:<ul><li>hjælpe med at holde overblik over deadlines</li><li>være med til at udarbejde og udføre projektplan, der sikrer opbakning blandt medarbejdere og ledere</li><li>hjælpe med at forbedrede beslutningsoplæg, lave research, datafremstillinger, PowerPoints og notater i relation til Robust Psykiatri</li><li>være med til at sikre den interne kommunikation, både via e-mails og udarbejdelse af tekster til intranetside</li><li>hjælpe med at booke møder i relation til Robust Psykiatri, forberede møderne via udarbejdelse af dagsorden og følge op på møder via udarbejdelse af referater.</li></ul><br/>Stillingen vil være præget af et stort ansvar, forskelligartede arbejdsopgaver samt stor mulighed for læring. Du vil arbejde tæt sammen med dine kollegaer i teamet for transformationsprocessen Robust Psykiatri samt andre indsatsledere eller samarbejdspartere i relation til Robust Psykiatri. Du skal derfor trives med at indgå i teams og have mange forskellige kontaktflader.<br/><br/>&nbsp;<br/><br/><b><strong>1 praktikant til teamet Projekter og Udvikling&nbsp;</strong></b><br/><br/><em>Om Projekter og udvikling:</em><br/>Teamet Projekter og Udvikling består af seks kollegaer, der arbejder med planlægning af drifts- og udviklingsopgaver i psykiatrien. Afdelingens opgaver tæller bl.a.: strategisk overblik, idéudvikling, projektledelse, analyse, koordinering, sekretariatsbetjening, sagsfremstilling, op­følgning samt understøttelse af implementering. Projekter og Udvikling er et team i Økonomi og Planlægning i Psykiatristaben.<br/><br/><em>Om jobbet: </em><br/>Dine arbejdsopgaver vil være centreret om styrkelsen af regionens universitetshospital og dets samspil med de øvrige psykiatriafdelinger i regionen (Regionspsykiatrierne i Horsens, Randers, Midt og Vest). Dine opgaver vil derfor fokusere på udvikling af og etablering af sammenhæng mellem forskning, uddannelse og specialiseret behandling. Som en del af teamet vil du blive inddraget i prioriterede indsatser og være med til at gøre reel en forskel for patienter i psykiatrien.<br/><br/>Som praktikant i Projekter og Udvikling vil du få indsigt og erfaring med den komplekse arbejdsproces med at omsætte overordnede strategier og planer til konkrete projekter, aftaler, retningslinjer og arbejdsgange. Alle disser er elementer, som i sidste ende skal fungere i praksis i psykiatrien og forbedre hverdagen for patienterne.&nbsp;<br/><br/>Mere konkret kommer du til at:<ul><li>koordinere og skabe sammenhæng på tværs af afdelinger og aktiviteter</li><li>være med til at forbedrede beslutningsoplæg, lave research, udarbejde PowerPoints o.l.</li><li>være med til at udarbejde afrapporteringer samt sikre kommunikation og dialog omkring arbejdet</li><li>ledelsesunderstøtte og ledelsesbetjene</li><li>hjælpe med at booke møder, forberede møder via udarbejdelse af dagsorden og følge op på disse via referater og handlingsplaner</li><li>få kendskab til og mulighed for at arbejde med projektstyring ved hjælp af både klassiske projektstyringsredskaber samt agile metoder (bl.a. The Model for Improvement)</li></ul><ul><li>varetage opgaver af varierende karakter alt efter særlige faglige kompetencer og interesse, da praktikkens indhold delvis tilpasses den studerende.</li></ul><br/>Stillingen som praktikant vil være kendetegnet ved tæt dialog med kollegaer og fælles opgaveløsning. Der vil være bredde i dine opgaver, men også sammenhæng og struktur i arbejdet. Du vil få eget ansvar for opgaver kombineret med tæt sparring med erfarne kolleager. Du skal derfor trives med samarbejde, ambitiøse opgaver og brede kontaktflader med meget forskellige fagligheder.<br/><br/>&nbsp;<br/><br/><b><strong>1 praktikant til Udviklingsteamet med fokus på lægers uddannelse i psykiatrien</strong></b><br/><br/><br/>Psykiatrien i Region Midtjylland er en stor uddannelsesinstitution, der uddanner læger, sygeplejersker og mange andre faggrupper. På lægeområdet mangler vi en praktikant til administrative opgaver samt projektarbejde.<br/><br/><em>Om jobbet: </em><br/>I starten vil du arbejde tæt sammen med din mentor og lære opgaverne at kende. Når du er tryg ved det, får du mere selvstændigt ansvar og vil fx arbejde med:<br/>&nbsp;<ul><li>udvikling, implementering og evaluering af tiltag for uddannelseslæger på tværs af afdelinger</li><li>sekretariatsbetjening af fælles introduktionskurser for uddannelseslæger i psykiatrien</li><li>data over ansatte og ansøgere til uddannelsesstillinger</li><li>indsamling og opbygning af overblik over aktører i psykiatriens uddannelsesorganisation</li><li>praktiske opgaver i forbindelse med uddannelsesorganisationen, fx mødebooking, dagsordener og kommunikation med vores uddannelsesansvarlige overlæger.</li></ul><br/>Du vil arbejde i en udadvendt funktion og få en stor samarbejdsflade. Så du skal have lyst til at være i kontakt med mange og have mod på fx at interviewe uddannelseslæger om ideer til nye initiativer. Vi arbejder med udvikling af nye tiltag (det kunne være en uddannelsesdag eller et nyt introduktionskursus), og du vil typisk være med til at udvikle, formidle og teste tiltagene.<br/><br/>Stillingen vil være præget af et stort ansvar, forskelligartede arbejdsopgaver samt stor mulighed for læring. Du vil arbejde tæt sammen med dine kolleger i udviklingsteamet, hvor vi har det sjovt sammen og kan lide at lære nyt.<br/><br/>&nbsp;<br/><br/><b><strong>For alle 4 stillinger gælder:</strong></b><br/><br/>Vi forventer, at du:<ul><li>er kandidatstuderende på en samfunds- eller sundhedsvidenskabelig uddannelse</li><li>evner at samarbejde på tværs af alle niveauer i en organisation</li><li>arbejder selvstændigt og struktureret og kan prioritere imellem dine opgaver</li><li>trives med mange bolde i luften og en uforudsigelig arbejdsdag med hyppige deadlines</li><li>har mod på nye udfordringer og er proaktiv i din egen udvikling</li><li>evner hurtigt at sætte dig ind i nye områder</li><li>har et godt humør og er nem at snakke med.</li></ul><br/>Vi tilbyder:<ul><li>et grundigt introduktionsprogram</li><li>deltagelse i netværk for praktikanter/studentermedhjælpere i Psykiatristaben</li><li>mulighed for at præge arbejdsopgaver på tværs af teamet</li><li>typisk en større opgave, du selvstændigt vil løse med sparring fra dine kolleger</li><li>et godt og socialt arbejdsmiljø, hvor den viden du bidrager med vægtes højt</li><li>et arbejdsområde som er spændende, udfordrende og altid under udvikling</li><li>en praktikvejleder, der løbende giver feedback, da vi vægter et godt og udbytterigt forløb.</li></ul>&nbsp;<br/><br/><b><strong>Praktiske oplysninger</strong></b><br/><br/>Praktikperioden løber august/september 2022 til udgangen af 2022<br/>Der er afgørende, at praktikforløbet er meritgivende, og at du optjener ECTS- point under praktikperioden. Vi er fleksible i forhold til at opfylde kravene i din studieordning.<br/><br/>Arbejdsstedet er Psykiatristaben i Viborg, men da vi har en fleksibel arbejdstilrettelæggelse, er der mulighed for hjemmearbejdsdage. Den første måned vil det dog være nødvendigt med et større fremmøde for at lære organisationen, kollegaerne og opgaverne at kende.<br/><br/>Arbejdstid:<br/>Stillingen er som udgangspunkt en fuldtidsstilling.<br/><br/>Som praktikant vil der være mulighed for at blive ansat som studentermedhjælper 7 timer om ugen sideløbende med praktikperioden, ligesom der vil være mulighed for refusion af transport.<br/>&nbsp;<br/><br/><b><strong>Yderligere oplysninger</strong></b><br/><br/>Ønsker du at høre mere om praktikstillingerne, kan du kontakte:<br/>&nbsp;<ol><li>Praktikant til Sundheds-it og Digitalisering: souschef Morten Juul på telefon 30 68 17 58</li><li>Praktikant til projekt Robust Psykiatri: chefkonsulent Elisabeth Brix Westergaard på telefon 29 64 91 18</li><li>Praktikant til Projekter og Udvikling: faglig koordinator Søren Rynkeby Lemming på telefon 29 60 83 88</li><li>Praktikant til Udviklingsteamet med fokus på lægers uddannelse i psykiatrien: specialkonsulent Karen Norberg på telefon 29 33 57 71</li></ol>&nbsp;<br/><br/><b><strong>Din ansøgning</strong></b><br/><br/>Send din ansøgning vedlagt CV og karakter- eller eksamensudskrift senest mandag den 23. maj 2022.<br/><br/>Angiv venligst, hvilken praktikstilling du søger i din ansøgning. Du må gerne søge flere stillinger.<br/><br/>Samtaler finder sted onsdag den 1. juni 2022.<br/><br/>&nbsp;<br/><br/><b><em>Om Psykiatrien i Region Midtjylland</em></b><br/><br/><p ><em>Psykiatrien i Region Midtjylland&nbsp;er fordelt på otte psykiatriske afdelinger for voksne, børn og unge. Hospitalets cirka 2.900 ansatte behandler årligt over 30.000 borgere og modtager mere end 250.000 ambulante besøg. Psykiatristaben, der er psykiatriens administration, ligger på tre matrikler i henholdsvis Viborg, Gødstrup og Skejby, og består af seks fagområder: Ledelsessekretariat, HR, Økonomi og Planlægning, Kommunikation, Kvalitet og Udvikling samt Sundheds-it og Digitalisering</em></p><br/><br/><b><br/><em><a href=\"https://www.psykiatrien.rm.dk/\" >https://www.psykiatrien.rm.dk</a></em></b><br/><br/><br/><br/>","WorkLocation":{"AddressLine":"Tingvej 15","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":791,"Name":"Viborg"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8800","City":"Viborg"},"EmploymentType":16,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":4,"DriverLicense":[],"Occupation":{"DiscoWeb":0,"AlternateNames":[],"GroupId":0,"AreaId":0,"Id":0,"Name":null},"IsGovernmentHiring":false,"JppContacts":[{"Id":7951343,"Email":null,"FaxNumber":null,"PersonName":"Elisabeth Brix Westergaard","FirstName":"Elisabeth","LastName":"Brix Westergaard","PositionTitle":null,"PhoneNumbers":[{"Number":"29 64 91 18","Type":2,"Description":"Mobil"}]}],"EmploymentDate":"2022-09-01T00:00:00"},"IsRecruitmentOfForeignNationals":false,"IsWorkInDenmark":false,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://rm.emply.net/recruitment/vacancyApply.aspx?publishingId=dca47e9b-8b97-4e3d-8a36-984ef938e3dc","ReplyInWriting":false,"ApplicationDeadlineDate":"2022-05-23T00:00:00"},"ContactAuthorityPhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=5587905&WorkPlace=74603&Organisation=29190925","Address":"Tingvej 15,8800, Viborg","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=5587905&Company.Name=Region Midtjylland&SubmissionDeadlineDate=2022-5-23&Title=Praktikant i Psykiatristaben i Region Midtjylland – er det noget for dig?&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":false,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"Praktikant i Psykiatristaben i Region Midtjylland – er det noget for dig?","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"5587905","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Region Midtjylland","Address":"Tingvej 15","Country":null,"EmploymentAreaID":null,"PostCode":"8800","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Viborg","ContactPerson":"Elisabeth Brix Westergaard","Phone":"29 64 91 18","Email":null,"Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2022-05-23T00:00:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"Place":"Arbejdspladsen ligger i Viborg kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Region Midtjylland","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"Praktikant i Psykiatristaben i Region Midtjylland – er det noget for dig?- med mulighed for ansættelse som studentermedhjælper 7 timer ugentligt.Brænder du for at gøre en forskel inden for et offentligt område, som i disse år virkeligt har et politisk fokus?Kunne du godt tænke dig at afprøve dine evner fra studiet i en politisk ledet organisation, ","DescriptionForSharing":"\"Praktikant i Psykiatristaben i Region Midtjylland – er det noget for dig?- med mulighed for ansættelse som studentermedhjælper 7 timer ugentligt.Brænder du for at gøre en forskel inden for et offentligt område, som i disse år virkeligt har et politisk fokus?Kunne du godt tænke dig at afprøve dine evner fra studiet i en politisk ledet organisation, \"","TitleForSharing":"\"Praktikant i Psykiatristaben i Region Midtjylland – er det noget for dig?\"","RutePlan":"https://www.google.dk/maps/dir//Tingvej+15,8800,+Viborg/","FormattedPurpose":"<br/><br/><b>Praktikant i Psykiatristaben i Region Midtjylland – er det noget for dig?</b><br/><br/> - med mulighed for ansættelse som studentermedhjælper 7 timer ugentligt.<br/><br/>Brænder du for at gøre en forskel inden for et offentligt område, som i disse år virkeligt har et politisk fokus?<br/><br/>Kunne du godt tænke dig at afprøve dine evner fra studiet i en politisk ledet organisation, hvor du også er tæt på den virkelighed, som de psykiatriske afdelinger står i?<br/><br/>Og er du klar til at tage ansvar ind i opgaveløsningen sammen med dygtige og dedikerede kolleger, så læs endelig videre.<br/><br/>Vi søger fire praktikanter i efterårssemesteret 2022 til Psykiatristaben, som er en stabsfunktion for Psykiatrien i Region Midtjylland, hvor vi løser mange forskellige opgaver inden for økonomi, kvalitetsudvikling, sundheds-it og digitalisering, HR, strategi- og planlægningsarbejde, kommunikation samt en række ledelsesunderstøttende funktioner.<br/><br/> <br/><br/><b><strong>1 praktikant til Sundheds-it og Digitalisering</strong></b><br/><br/><em>Om Sundheds-it og Digitalisering</em><br/>Sundheds-it og Digitalisering består af i alt 19 dedikerede medarbejdere, der varetager opgaver omkring udvikling, implementering, support og vedligeholdelse af de fælles kliniske IT-systemer i psykiatrien og nye digitale værktøjer.<br/><br/>Ydermere har vi i de kommende år ansvar for et stort transformationsspor, hvor målet er at sikre en entydig, effektiv og patientsikker psykiatrisk patientjournal. For at understøtte dette etableres her i foråret 2022 et nyt klinisk dokumentationsråd, som får ansvar for hele transformationssporet, som også indeholder etablering af en ensartet implementeringsorganisering og ensartet undervisning på tværs af psykiatriens afdelinger.<br/><br/><em>Om jobbet: </em><br/>Som praktikant i Sundheds-it og Digitalisering vil du få indsigt i beslutningsveje og organisering omkring transformationssporet, herunder processerne vedrørende etablering af vores fælles og entydige patientjournal. Du vil således både komme tæt på sekretariatsbetjening af det nye kliniske dokumentationsråd og tilhørende forretningsudvalg, og mere kliniknære drøftelser om den psykiatriske patientjournal.<br/><br/>Som praktikant i Sundheds-it og Digitalisering dygtiggøres du inden for beslutningsveje og processer i en politisk ledet organisation, og samtidig får du mulighed for at komme tæt på dokumentationsopgaven i den elektroniske patientjournal.<br/><br/>Mere konkret skal du:<ul><li>hjælpe med at forbedrede beslutningsoplæg, lave research, udarbejde PowerPoints mv.</li><li>være med til at udarbejde og udføre oversigt over indsatser i hele projektplanen</li><li>være med til at sikre den interne kommunikation, både via e-mails og udarbejdelse af tekster til intranetside</li><li>hjælpe med at booke møder, forberede møderne via udarbejdelse af dagsorden og følge op på møder via udarbejdelse af referater</li><li>hjælpe med at holde overblik over deadlines</li></ul><ul><li>varetage opgaver af varierende størrelse og karakter alt efter interesse, da vi også tilrettelægger praktikkens indhold i en dialog med den studerende.</li></ul><br/>Stillingen vil være præget af et stort ansvar, forskelligartede arbejdsopgaver samt stor mulighed for læring. Du vil arbejde tæt sammen med dine kollegaer i vores fagområde og teamet for den overordnede transformationsproces \"Robust Psykiatri\". Du skal derfor trives med at indgå i teams og have mange forskellige kontaktflader.<br/><br/> <br/><br/><b><strong>1 praktikant til projektet Robust Psykiatri, der er forankret i Økonomi og Planlægning</strong></b><br/><br/><br/>Kunne du tænke dig at være med til at bidrage til robustgørelsen af Psykiatrien i Region Midtjylland, få et stort ansvar og være en del af et godt team? Så søg denne stilling, som praktikant i Psykiatristaben, hvor du vil få en central rolle i teamet for transformationsprocessen Robust Psykiatri.<br/><br/><em>Om Robust Psykiatri:  </em><br/>Robust Psykiatri er en transformationsproces, hvor næsten 200 medarbejdere i første halvdel af 2021 har været inviteret ind til 16 faggruppe opdelte workshops. Her har de givet deres input til, hvordan vi kan robustgøre psykiatrien. Det er der kommet rigtig mange ideer til løsninger ud af, og det er nogle af de ideer, vi under din praktikperiode vil gå i gang med at implementere eller videreudvikle på.<br/><br/><em>Om jobbet: </em><br/>Du vil blive en del af teamet for transformationsprocessen Robust Psykiatri, som består af 5 medarbejdere med en ekstern konsulent tilknyttet. Din rolle vil blive at være med til at sikre den administrative understøttelse til teamet, projektlederen og processen samt være med til at sikre fremdrift i projektet.<br/><br/>Mere konkret skal du:<ul><li>hjælpe med at holde overblik over deadlines</li><li>være med til at udarbejde og udføre projektplan, der sikrer opbakning blandt medarbejdere og ledere</li><li>hjælpe med at forbedrede beslutningsoplæg, lave research, datafremstillinger, PowerPoints og notater i relation til Robust Psykiatri</li><li>være med til at sikre den interne kommunikation, både via e-mails og udarbejdelse af tekster til intranetside</li><li>hjælpe med at booke møder i relation til Robust Psykiatri, forberede møderne via udarbejdelse af dagsorden og følge op på møder via udarbejdelse af referater.</li></ul><br/>Stillingen vil være præget af et stort ansvar, forskelligartede arbejdsopgaver samt stor mulighed for læring. Du vil arbejde tæt sammen med dine kollegaer i teamet for transformationsprocessen Robust Psykiatri samt andre indsatsledere eller samarbejdspartere i relation til Robust Psykiatri. Du skal derfor trives med at indgå i teams og have mange forskellige kontaktflader.<br/><br/> <br/><br/><b><strong>1 praktikant til teamet Projekter og Udvikling </strong></b><br/><br/><em>Om Projekter og udvikling:</em><br/>Teamet Projekter og Udvikling består af seks kollegaer, der arbejder med planlægning af drifts- og udviklingsopgaver i psykiatrien. Afdelingens opgaver tæller bl.a.: strategisk overblik, idéudvikling, projektledelse, analyse, koordinering, sekretariatsbetjening, sagsfremstilling, op­følgning samt understøttelse af implementering. Projekter og Udvikling er et team i Økonomi og Planlægning i Psykiatristaben.<br/><br/><em>Om jobbet: </em><br/>Dine arbejdsopgaver vil være centreret om styrkelsen af regionens universitetshospital og dets samspil med de øvrige psykiatriafdelinger i regionen (Regionspsykiatrierne i Horsens, Randers, Midt og Vest). Dine opgaver vil derfor fokusere på udvikling af og etablering af sammenhæng mellem forskning, uddannelse og specialiseret behandling. Som en del af teamet vil du blive inddraget i prioriterede indsatser og være med til at gøre reel en forskel for patienter i psykiatrien.<br/><br/>Som praktikant i Projekter og Udvikling vil du få indsigt og erfaring med den komplekse arbejdsproces med at omsætte overordnede strategier og planer til konkrete projekter, aftaler, retningslinjer og arbejdsgange. Alle disser er elementer, som i sidste ende skal fungere i praksis i psykiatrien og forbedre hverdagen for patienterne. <br/><br/>Mere konkret kommer du til at:<ul><li>koordinere og skabe sammenhæng på tværs af afdelinger og aktiviteter</li><li>være med til at forbedrede beslutningsoplæg, lave research, udarbejde PowerPoints o.l.</li><li>være med til at udarbejde afrapporteringer samt sikre kommunikation og dialog omkring arbejdet</li><li>ledelsesunderstøtte og ledelsesbetjene</li><li>hjælpe med at booke møder, forberede møder via udarbejdelse af dagsorden og følge op på disse via referater og handlingsplaner</li><li>få kendskab til og mulighed for at arbejde med projektstyring ved hjælp af både klassiske projektstyringsredskaber samt agile metoder (bl.a. The Model for Improvement)</li></ul><ul><li>varetage opgaver af varierende karakter alt efter særlige faglige kompetencer og interesse, da praktikkens indhold delvis tilpasses den studerende.</li></ul><br/>Stillingen som praktikant vil være kendetegnet ved tæt dialog med kollegaer og fælles opgaveløsning. Der vil være bredde i dine opgaver, men også sammenhæng og struktur i arbejdet. Du vil få eget ansvar for opgaver kombineret med tæt sparring med erfarne kolleager. Du skal derfor trives med samarbejde, ambitiøse opgaver og brede kontaktflader med meget forskellige fagligheder.<br/><br/> <br/><br/><b><strong>1 praktikant til Udviklingsteamet med fokus på lægers uddannelse i psykiatrien</strong></b><br/><br/><br/>Psykiatrien i Region Midtjylland er en stor uddannelsesinstitution, der uddanner læger, sygeplejersker og mange andre faggrupper. På lægeområdet mangler vi en praktikant til administrative opgaver samt projektarbejde.<br/><br/><em>Om jobbet: </em><br/>I starten vil du arbejde tæt sammen med din mentor og lære opgaverne at kende. Når du er tryg ved det, får du mere selvstændigt ansvar og vil fx arbejde med:<br/> <ul><li>udvikling, implementering og evaluering af tiltag for uddannelseslæger på tværs af afdelinger</li><li>sekretariatsbetjening af fælles introduktionskurser for uddannelseslæger i psykiatrien</li><li>data over ansatte og ansøgere til uddannelsesstillinger</li><li>indsamling og opbygning af overblik over aktører i psykiatriens uddannelsesorganisation</li><li>praktiske opgaver i forbindelse med uddannelsesorganisationen, fx mødebooking, dagsordener og kommunikation med vores uddannelsesansvarlige overlæger.</li></ul><br/>Du vil arbejde i en udadvendt funktion og få en stor samarbejdsflade. Så du skal have lyst til at være i kontakt med mange og have mod på fx at interviewe uddannelseslæger om ideer til nye initiativer. Vi arbejder med udvikling af nye tiltag (det kunne være en uddannelsesdag eller et nyt introduktionskursus), og du vil typisk være med til at udvikle, formidle og teste tiltagene.<br/><br/>Stillingen vil være præget af et stort ansvar, forskelligartede arbejdsopgaver samt stor mulighed for læring. Du vil arbejde tæt sammen med dine kolleger i udviklingsteamet, hvor vi har det sjovt sammen og kan lide at lære nyt.<br/><br/> <br/><br/><b><strong>For alle 4 stillinger gælder:</strong></b><br/><br/>Vi forventer, at du:<ul><li>er kandidatstuderende på en samfunds- eller sundhedsvidenskabelig uddannelse</li><li>evner at samarbejde på tværs af alle niveauer i en organisation</li><li>arbejder selvstændigt og struktureret og kan prioritere imellem dine opgaver</li><li>trives med mange bolde i luften og en uforudsigelig arbejdsdag med hyppige deadlines</li><li>har mod på nye udfordringer og er proaktiv i din egen udvikling</li><li>evner hurtigt at sætte dig ind i nye områder</li><li>har et godt humør og er nem at snakke med.</li></ul><br/>Vi tilbyder:<ul><li>et grundigt introduktionsprogram</li><li>deltagelse i netværk for praktikanter/studentermedhjælpere i Psykiatristaben</li><li>mulighed for at præge arbejdsopgaver på tværs af teamet</li><li>typisk en større opgave, du selvstændigt vil løse med sparring fra dine kolleger</li><li>et godt og socialt arbejdsmiljø, hvor den viden du bidrager med vægtes højt</li><li>et arbejdsområde som er spændende, udfordrende og altid under udvikling</li><li>en praktikvejleder, der løbende giver feedback, da vi vægter et godt og udbytterigt forløb.</li></ul> <br/><br/><b><strong>Praktiske oplysninger</strong></b><br/><br/>Praktikperioden løber august/september 2022 til udgangen af 2022<br/>Der er afgørende, at praktikforløbet er meritgivende, og at du optjener ECTS- point under praktikperioden. Vi er fleksible i forhold til at opfylde kravene i din studieordning.<br/><br/>Arbejdsstedet er Psykiatristaben i Viborg, men da vi har en fleksibel arbejdstilrettelæggelse, er der mulighed for hjemmearbejdsdage. Den første måned vil det dog være nødvendigt med et større fremmøde for at lære organisationen, kollegaerne og opgaverne at kende.<br/><br/>Arbejdstid:<br/>Stillingen er som udgangspunkt en fuldtidsstilling.<br/><br/>Som praktikant vil der være mulighed for at blive ansat som studentermedhjælper 7 timer om ugen sideløbende med praktikperioden, ligesom der vil være mulighed for refusion af transport.<br/> <br/><br/><b><strong>Yderligere oplysninger</strong></b><br/><br/>Ønsker du at høre mere om praktikstillingerne, kan du kontakte:<br/> <ol><li>Praktikant til Sundheds-it og Digitalisering: souschef Morten Juul på telefon 30 68 17 58</li><li>Praktikant til projekt Robust Psykiatri: chefkonsulent Elisabeth Brix Westergaard på telefon 29 64 91 18</li><li>Praktikant til Projekter og Udvikling: faglig koordinator Søren Rynkeby Lemming på telefon 29 60 83 88</li><li>Praktikant til Udviklingsteamet med fokus på lægers uddannelse i psykiatrien: specialkonsulent Karen Norberg på telefon 29 33 57 71</li></ol> <br/><br/><b><strong>Din ansøgning</strong></b><br/><br/>Send din ansøgning vedlagt CV og karakter- eller eksamensudskrift senest mandag den 23. maj 2022.<br/><br/>Angiv venligst, hvilken praktikstilling du søger i din ansøgning. Du må gerne søge flere stillinger.<br/><br/>Samtaler finder sted onsdag den 1. juni 2022.<br/><br/> <br/><br/><b><em>Om Psykiatrien i Region Midtjylland</em></b><br/><br/><p ><em>Psykiatrien i Region Midtjylland er fordelt på otte psykiatriske afdelinger for voksne, børn og unge. Hospitalets cirka 2.900 ansatte behandler årligt over 30.000 borgere og modtager mere end 250.000 ambulante besøg. Psykiatristaben, der er psykiatriens administration, ligger på tre matrikler i henholdsvis Viborg, Gødstrup og Skejby, og består af seks fagområder: Ledelsessekretariat, HR, Økonomi og Planlægning, Kommunikation, Kvalitet og Udvikling samt Sundheds-it og Digitalisering</em></p><br/><br/><b><br/><em><a target=\"_blank\" href=\"https://www.psykiatrien.rm.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5587905\">https://www.psykiatrien.rm.dk</a></em></b><br/><br/><br/><br/>","MapUrl":"https://www.google.dk/maps/place/Tingvej+15,8800,+Viborg/","OrganizationNumber":"29190925","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}