{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"PhD positions in Digital Methods for Life cycle analysis, O&M and Prognostics","JobHeadline":"PhD positions in Digital Methods for Life cycle analysis, O&M and Prognostics","Presentation":"Do you want to become part of the solutions that deliver the green energy transition? Do you wish to contribute to the development and further digitalization of wind energy, and are you looking for a ","HiringOrgName":"Danmarks Tekniske Universitet","WorkPlaceAddress":"Anker Engelunds Vej 101","WorkPlacePostalCode":"2800","WorkPlaceCity":"Kongens Lyngby","WorkPlaceOtherAddress":true,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":false,"PostingCreated":"2022-05-03T00:00:00","LastDateApplication":"2022-05-31T00:00:00","FormattedLastDateApplication":"31. maj 2022","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/5588759","Region":"Hovedstaden og Bornholm","Municipality":"Lyngby-Taarbæk","Country":"Danmark","PostalCode":"2800","PostalCodeName":null,"JobAnnouncementType":"","EmploymentType":"","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Forskning og universitetsundervisning, naturvidenskab og teknik ","Occupation":"Ph.d., naturvidenskab og teknik","Location":{"Latitude":55.7859,"Longitude":12.5241},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"WorkplaceID":83955,"OrganisationId":"66175","HiringOrgCVR":30060946,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/5588759","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/5588759","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/5588759","HasLocationValues":true,"ID":"5588759","Latitude":55.7859,"Longitude":12.5241},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Danmarks Tekniske Universitet","Address":{"AddressLine":"Anker Engelunds Vej 101","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":159,"Name":"Gladsaxe"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2800","City":"Kongens Lyngby"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":null,"Description":null,"Logo":83955,"WorkPlaceOrganizationNumber":"1003403265","OrganizationNumber":"30060946","OrganizationDescription":null},"JobPositionPosting":{"Id":5588759,"OriginalJppId":5588759,"HiringOrg":{"Name":"Danmarks Tekniske Universitet","Address":{"AddressLine":"Anker Engelunds Vej 101","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":159,"Name":"Gladsaxe"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2800","City":"Kongens Lyngby"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":null,"Description":null,"Logo":83955,"WorkPlaceOrganizationNumber":"1003403265","OrganizationNumber":"30060946","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2022-05-03T00:00:00","PublicationEndDate":"2022-05-31T00:00:00","JobPositionInformation":{"PositionTitle":"PhD positions in Digital Methods for Life cycle analysis, O&M and Prognostics","Purpose":"Do you want to become part of the solutions that deliver the green energy transition? Do you wish to contribute to the development and further digitalization of wind energy, and are you looking for a career in R&amp;D or academia? Then we have an opportunity for you. <br/>\n<br/>\n DTU Wind and Energy Systems seeks candidates for several PhD positions within the general topic of Digital Methods for Life Cycle Analysis, O&amp;M (Operations and Maintenance) and Prognostics. We invite applications with a talent and passion for numerical simulations, software tool development, data analytics and statistics for a position as PhD student at DTU Wind Energy. <br/>\n<br/>\n DTU Wind and Energy Systems is a world-leading wind energy department that puts knowledge to work through cutting-edge research, innovation and development of technology. We have internationally leading research environments, and we prioritize strong cross-disciplinary collaborations within DTU, with leading international universities and facilities, and with private companies. We have a strong focus on the development of wind energy as the backbone of the future energy system and collaborate with the full sector, from sub-suppliers of materials and components, the wind turbine industry to the developers, planners and authorities. <br/>\n<br/>\n<b>Responsibilities and qualifications</b>\n<br/>\n We seek PhD students who can contribute to the advancement of our wind turbine and component digital twin frameworks through developing the research-based technology enablers in several potential work areas. Depending on the candidates' qualifications, we target one or more of the following individual PhD project topics: <ul><li>Decision tools for autonomous wind turbine operation. This project focuses on improving models for fault detection based on operational data such as SCADA or inspections, fault identification and prognostics, developing indicators for turbine health status, decision modeling, uncertainty quantification and risk analysis. </li>\n<li>Uncertainty quantification of the wind turbine modeling chain. All digital models and the data that feeds them come with uncertainty that can affect decisions and lead to non-optimal design and operation. The scope of this project is to carry out a systematic uncertainty quantification on the various elements of the wind turbine design and prognostics model chains. The project activities include parametric studies, data processing, surrogate model training, uncertainty analysis, meta-studies. Potentially field validation if data is available. </li>\n<li>Development of conceptual physics based wind turbine drive train models capable of coupling the operation state with the electromagnetic </li>\n<li>mechanical - thermal response in order to evaluate the lifetime of specific components. Secondly estimating the sustainability impact of the material used in the drive trains (steel, copper, permanent magnets and superconductors) should be targeted. </li>\n<li>Life cycle analysis of next generation offshore and floating wind farms. This project aims to develop high fidelity probabilistic cost models, focusing in all stages of the project development and with particular focus in optimizing operation and maintenance expenditure. The project will consider reliability distributions across a wind farm as well as quantify reliability of novel components through concepts of quantitative reliability assessment. </li>\n<li>Data-driven asset management for large scale wind farms. This project aims to perform a mapping of data relevant to the design and operation of offshore wind farms, with a view to optimize through life operation through maximizing value of data. The developed methods should consider future trends including floating wind farms and autonomous systems. </li>\n</ul>\n<br/>\n You will be part of the SIL team with experts in the field of structural dynamics, wind turbine drive train design, applied statistics and Machine Learning. We work on problems spanning from component to wind farm level. The Structural Integrity and Loads Assessment Section within DTU, is currently running a number of EU projects which may provide input to this projects, including Flagship, Hiperwind and Realcoe, with participation of a number of key players active in the wind energy market. The particular areas of your responsibilities include: <ul><li>Plan and manage your PhD project in collaboration with supervisors </li>\n<li>Develop as well as use existing simulation frameworks to run scenarios of wind turbine operation and dynamic response </li>\n<li>Use statistical analysis to validate your models and obtain useful insights </li>\n<li>Carry out code development and documentation within collaborative environments such as Gitlab </li>\n<li>Collaborate with industrial partners and share your knowledge </li>\n<li>Disseminate your findings on conferences and in the relevant journals </li>\n<li>Contribute to education as teaching assistant and co-supervisor of BSc and MSc student projects. </li>\n</ul>\n<br/>\n Depending on the specific project scope, the following additional responsibilities may come into play: <ul><li>Develop fault detection or other data analytics models using Data Science and Machine Learning tools </li>\n<li>Carry out uncertainty quantification and propagation using statistical and Machine Learning methods. </li>\n<li>Use risk analysis, probability and decision theory to develop decision models </li>\n<li>Develop numerical component models using Finite Elements Analysis software </li>\n<li>Sustainability and supply chain studies </li>\n</ul>\n<br/>\n It should be noted that part of the PhD is an industrial secondment that will be integrated into the project and will introduce the candidate to the professional setting. The SIL section has an extensive industrial network and can ensure that the most appropriate host institution is identified. <br/>\n<br/>\n As a formal qualification, you must hold a two-year master's degree (120 ECTS points) (or equivalent) in a relevant topic with an academic level equivalent to the Master's degree in engineering. Furthermore, good English language communication skills are essential. Applicants should be highly motivated, ambitious, and eager to seek and share knowledge, willing and able to work as part of a team as well as through interdisciplinary collaboration with industrial partners and across the different sections in DTU Wind Energy department. <br/>\n<br/>\n In order to master this highly ambitious PhD project and to communicate with our team of experts covering several areas, we expect you to have a background and qualifications in a few of the following areas: <br/>\n<br/>\n Essential:<br/>\n<ul><li>Some general knowledge on wind energy </li>\n<li>Experience with scientific programming is essential, preferably in the Python language </li>\n<li>Experience with data processing and analytics </li>\n<li>Experience in numerical methods </li>\n<li>Experience with finite element modelling </li>\n</ul>\n<br/>\n Desired:<br/>\n<ul><li>Experience with structural dynamics simulations such as aeroelastic simulations is an advantage </li>\n<li>Experience with sensor and measurement technology is an advantage </li>\n<li>Experience with bearing or gear design is an advantage </li>\n</ul>\n<br/>\n In the assessment of the candidates, consideration will be given to <ul><li>Innovative skills and the ability to generate new ideas </li>\n<li>Ability to work independently towards research goals and collaborate with researchers and technicians </li>\n</ul>\n<br/>\n<b>Approval and Enrolment</b>\n<br/>\n The scholarship for the PhD degree is subject to academic approval, and the candidate will be enrolled in one of the general degree programmes at DTU. For information about our enrolment requirements and the general planning of the PhD study programme, please see DTU's rules for the PhD education. https://www.dtu.dk/english/Education/PhD/Rules <br/>\n<br/>\n<b>We offer</b>\n<br/>\n DTU is a leading technical university globally recognized for the excellence of its research, education, innovation and scientific advice. We offer a rewarding and challenging job in an international environment. We strive for academic excellence in an environment characterized by collegial respect and academic freedom tempered by responsibility. <br/>\n<br/>\n<b>Salary and terms of employment</b>\n<br/>\n The appointment will be based on the collective agreement with the Danish Confederation of Professional Associations. The allowance will be agreed upon with the relevant union. The period of employment is 3 years, starting to the earliest possible start date. <br/>\n<br/>\n You can read more about career paths at DTU here. http://www.dtu.dk/english/about/job-and-career/working-at-dtu/career-paths <br/>\n<br/>\n The PhD position, which involves a limited obligation for teaching and involvement in ongoing activities, includes salary and travel grants covering the three years it takes to obtain a PhD degree at DTU. Salary level is approximately EUR 48.000 incl. pension (before taxes) per year and six weeks paid annual vacation. <br/>\n<br/>\n<b>Further information</b>\n<br/>\n Further information may be obtained from Associate Professor Xiao Chen (xiac@dtu.dk). <br/>\n<br/>\n You can read more about Department of Wind Energy at www.vindenergi.dtu.dk <br/>\n<br/>\n If you are applying from abroad, you may find useful information on working in Denmark and at DTU at DTU - Moving to Denmark. https://www.dtu.dk/english/about/job-and-career/moving-to-denmark <br/>\n<br/>\n<b>Application</b>\n<br/>\n Please submit your online application no later than 31 May 2022 (Danish time). <br/>\n<br/>\n Applications must be submitted as a single PDF file containing all materials to be considered. To apply, please open the link \"Apply online\", fill out the online application form, and attach all your materials in English in a single PDF file. The file must include: <ul><li>A letter motivating the application (cover letter) </li>\n<li>Curriculum vitae </li>\n<li>Grade transcripts and BSc/MSc diploma (in English) including official description of grading scale </li>\n</ul>\n<br/>\n You may apply prior to ob­tai­ning your master's degree, but cannot begin, before having received it. In this case, please specify when you expect to start the PhD position. <br/>\n<br/>\n All interested candidates irrespective of age, gender, disability, race, religion or ethnic background are encouraged to apply. <br/>\n<br/>\n<i><b>Technology for people</b>\n<br/>\n DTU develops technology for people. With our international elite research and study programmes, we are helping to create a better world and to solve the global challenges formulated in the UN's 17 Sustainable Development Goals. Hans Christian Ørsted founded DTU in 1829 with a clear vision to develop and create value using science and engineering to benefit society. That vision lives on today. DTU has 13,400 students and 5,800 employees. We work in an international atmosphere and have an inclusive, evolving, and informal working environment. DTU has campuses in all parts of Denmark and in Greenland, and we collaborate with the best universities around the world. </i>\n<br/>\n<br/>","WorkLocation":{"AddressLine":"Anker Engelunds Vej 101","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":173,"Name":"Lyngby-Taarbæk"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2800","City":"Kongens Lyngby"},"EmploymentType":1,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":6,"DriverLicense":[],"Occupation":{"DiscoWeb":0,"AlternateNames":[],"GroupId":0,"AreaId":0,"Id":0,"Name":null},"IsGovernmentHiring":true,"JppContacts":[{"Id":7954592,"Email":"xiac@dtu.dk","FaxNumber":null,"PersonName":"Xiao Chen","FirstName":"Xiao","LastName":"Chen","PositionTitle":"Associate Professor","PhoneNumbers":[]}],"EmploymentDate":null},"IsRecruitmentOfForeignNationals":true,"IsWorkInDenmark":true,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://www.dtu.dk/om-dtu/job-og-karriere/ledige-stillinger/job?id=2186eb27-9ddf-4628-9908-1746dd31a250","ReplyInWriting":false,"ApplicationDeadlineDate":"2022-05-31T00:00:00"},"ContactAuthorityPhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=5588759&WorkPlace=83955&Organisation=30060946","Address":"Anker Engelunds Vej 101,2800, Kongens Lyngby","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=5588759&Company.Name=Danmarks Tekniske Universitet&SubmissionDeadlineDate=2022-5-31&Title=PhD positions in Digital Methods for Life cycle analysis, O&M and Prognostics&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":false,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"PhD positions in Digital Methods for Life cycle analysis, O&M and Prognostics","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"5588759","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Danmarks Tekniske Universitet","Address":"Anker Engelunds Vej 101","Country":null,"EmploymentAreaID":null,"PostCode":"2800","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Kongens Lyngby","ContactPerson":"Xiao Chen","Phone":"","Email":"xiac@dtu.dk","Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2022-05-31T00:00:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"Place":"Arbejdspladsen ligger i Lyngby-Taarbæk kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Danmarks Tekniske Universitet","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"Do you want to become part of the solutions that deliver the green energy transition? Do you wish to contribute to the development and further digitalization of wind energy, and are you looking for a career in RD or academia? Then we have an opportunity for you. \n\n DTU Wind and Energy Systems seeks candidates for several PhD positions within the ge","DescriptionForSharing":"\"Do you want to become part of the solutions that deliver the green energy transition? Do you wish to contribute to the development and further digitalization of wind energy, and are you looking for a career in RD or academia? Then we have an opportunity for you. \\n\\n DTU Wind and Energy Systems seeks candidates for several PhD positions within the ge\"","TitleForSharing":"\"PhD positions in Digital Methods for Life cycle analysis, O\\u0026M and Prognostics\"","RutePlan":"https://www.google.dk/maps/dir//Anker+Engelunds+Vej+101,2800,+Kongens+Lyngby/","FormattedPurpose":"Do you want to become part of the solutions that deliver the green energy transition? Do you wish to contribute to the development and further digitalization of wind energy, and are you looking for a career in R&amp;D or academia? Then we have an opportunity for you. <br/>\n<br/>\n DTU Wind and Energy Systems seeks candidates for several PhD positions within the general topic of Digital Methods for Life Cycle Analysis, O&amp;M (Operations and Maintenance) and Prognostics. We invite applications with a talent and passion for numerical simulations, software tool development, data analytics and statistics for a position as PhD student at DTU Wind Energy. <br/>\n<br/>\n DTU Wind and Energy Systems is a world-leading wind energy department that puts knowledge to work through cutting-edge research, innovation and development of technology. We have internationally leading research environments, and we prioritize strong cross-disciplinary collaborations within DTU, with leading international universities and facilities, and with private companies. We have a strong focus on the development of wind energy as the backbone of the future energy system and collaborate with the full sector, from sub-suppliers of materials and components, the wind turbine industry to the developers, planners and authorities. <br/>\n<br/>\n<b>Responsibilities and qualifications</b>\n<br/>\n We seek PhD students who can contribute to the advancement of our wind turbine and component digital twin frameworks through developing the research-based technology enablers in several potential work areas. Depending on the candidates' qualifications, we target one or more of the following individual PhD project topics: <ul><li>Decision tools for autonomous wind turbine operation. This project focuses on improving models for fault detection based on operational data such as SCADA or inspections, fault identification and prognostics, developing indicators for turbine health status, decision modeling, uncertainty quantification and risk analysis. </li>\n<li>Uncertainty quantification of the wind turbine modeling chain. All digital models and the data that feeds them come with uncertainty that can affect decisions and lead to non-optimal design and operation. The scope of this project is to carry out a systematic uncertainty quantification on the various elements of the wind turbine design and prognostics model chains. The project activities include parametric studies, data processing, surrogate model training, uncertainty analysis, meta-studies. Potentially field validation if data is available. </li>\n<li>Development of conceptual physics based wind turbine drive train models capable of coupling the operation state with the electromagnetic </li>\n<li>mechanical - thermal response in order to evaluate the lifetime of specific components. Secondly estimating the sustainability impact of the material used in the drive trains (steel, copper, permanent magnets and superconductors) should be targeted. </li>\n<li>Life cycle analysis of next generation offshore and floating wind farms. This project aims to develop high fidelity probabilistic cost models, focusing in all stages of the project development and with particular focus in optimizing operation and maintenance expenditure. The project will consider reliability distributions across a wind farm as well as quantify reliability of novel components through concepts of quantitative reliability assessment. </li>\n<li>Data-driven asset management for large scale wind farms. This project aims to perform a mapping of data relevant to the design and operation of offshore wind farms, with a view to optimize through life operation through maximizing value of data. The developed methods should consider future trends including floating wind farms and autonomous systems. </li>\n</ul>\n<br/>\n You will be part of the SIL team with experts in the field of structural dynamics, wind turbine drive train design, applied statistics and Machine Learning. We work on problems spanning from component to wind farm level. The Structural Integrity and Loads Assessment Section within DTU, is currently running a number of EU projects which may provide input to this projects, including Flagship, Hiperwind and Realcoe, with participation of a number of key players active in the wind energy market. The particular areas of your responsibilities include: <ul><li>Plan and manage your PhD project in collaboration with supervisors </li>\n<li>Develop as well as use existing simulation frameworks to run scenarios of wind turbine operation and dynamic response </li>\n<li>Use statistical analysis to validate your models and obtain useful insights </li>\n<li>Carry out code development and documentation within collaborative environments such as Gitlab </li>\n<li>Collaborate with industrial partners and share your knowledge </li>\n<li>Disseminate your findings on conferences and in the relevant journals </li>\n<li>Contribute to education as teaching assistant and co-supervisor of BSc and MSc student projects. </li>\n</ul>\n<br/>\n Depending on the specific project scope, the following additional responsibilities may come into play: <ul><li>Develop fault detection or other data analytics models using Data Science and Machine Learning tools </li>\n<li>Carry out uncertainty quantification and propagation using statistical and Machine Learning methods. </li>\n<li>Use risk analysis, probability and decision theory to develop decision models </li>\n<li>Develop numerical component models using Finite Elements Analysis software </li>\n<li>Sustainability and supply chain studies </li>\n</ul>\n<br/>\n It should be noted that part of the PhD is an industrial secondment that will be integrated into the project and will introduce the candidate to the professional setting. The SIL section has an extensive industrial network and can ensure that the most appropriate host institution is identified. <br/>\n<br/>\n As a formal qualification, you must hold a two-year master's degree (120 ECTS points) (or equivalent) in a relevant topic with an academic level equivalent to the Master's degree in engineering. Furthermore, good English language communication skills are essential. Applicants should be highly motivated, ambitious, and eager to seek and share knowledge, willing and able to work as part of a team as well as through interdisciplinary collaboration with industrial partners and across the different sections in DTU Wind Energy department. <br/>\n<br/>\n In order to master this highly ambitious PhD project and to communicate with our team of experts covering several areas, we expect you to have a background and qualifications in a few of the following areas: <br/>\n<br/>\n Essential:<br/>\n<ul><li>Some general knowledge on wind energy </li>\n<li>Experience with scientific programming is essential, preferably in the Python language </li>\n<li>Experience with data processing and analytics </li>\n<li>Experience in numerical methods </li>\n<li>Experience with finite element modelling </li>\n</ul>\n<br/>\n Desired:<br/>\n<ul><li>Experience with structural dynamics simulations such as aeroelastic simulations is an advantage </li>\n<li>Experience with sensor and measurement technology is an advantage </li>\n<li>Experience with bearing or gear design is an advantage </li>\n</ul>\n<br/>\n In the assessment of the candidates, consideration will be given to <ul><li>Innovative skills and the ability to generate new ideas </li>\n<li>Ability to work independently towards research goals and collaborate with researchers and technicians </li>\n</ul>\n<br/>\n<b>Approval and Enrolment</b>\n<br/>\n The scholarship for the PhD degree is subject to academic approval, and the candidate will be enrolled in one of the general degree programmes at DTU. For information about our enrolment requirements and the general planning of the PhD study programme, please see DTU's rules for the PhD education. <a target=\"_blank\" href=\"https://www.dtu.dk/english/Education/PhD/Rules\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5588759\">https://www.dtu.dk/english/Education/PhD/Rules</a> <br/>\n<br/>\n<b>We offer</b>\n<br/>\n DTU is a leading technical university globally recognized for the excellence of its research, education, innovation and scientific advice. We offer a rewarding and challenging job in an international environment. We strive for academic excellence in an environment characterized by collegial respect and academic freedom tempered by responsibility. <br/>\n<br/>\n<b>Salary and terms of employment</b>\n<br/>\n The appointment will be based on the collective agreement with the Danish Confederation of Professional Associations. The allowance will be agreed upon with the relevant union. The period of employment is 3 years, starting to the earliest possible start date. <br/>\n<br/>\n You can read more about career paths at DTU here. <a target=\"_blank\" href=\"http://www.dtu.dk/english/about/job-and-career/working-at-dtu/career-paths\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5588759\">http://www.dtu.dk/english/about/job-and-career/working-at-dtu/career-paths</a> <br/>\n<br/>\n The PhD position, which involves a limited obligation for teaching and involvement in ongoing activities, includes salary and travel grants covering the three years it takes to obtain a PhD degree at DTU. Salary level is approximately EUR 48.000 incl. pension (before taxes) per year and six weeks paid annual vacation. <br/>\n<br/>\n<b>Further information</b>\n<br/>\n Further information may be obtained from Associate Professor Xiao Chen (xiac@dtu.dk). <br/>\n<br/>\n You can read more about Department of Wind Energy at <a target=\"_blank\" href=\"http://www.vindenergi.dtu.dk\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5588759\">www.vindenergi.dtu.dk</a> <br/>\n<br/>\n If you are applying from abroad, you may find useful information on working in Denmark and at DTU at DTU - Moving to Denmark. <a target=\"_blank\" href=\"https://www.dtu.dk/english/about/job-and-career/moving-to-denmark\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5588759\">https://www.dtu.dk/english/about/job-and-career/moving-to-denmark</a> <br/>\n<br/>\n<b>Application</b>\n<br/>\n Please submit your online application no later than 31 May 2022 (Danish time). <br/>\n<br/>\n Applications must be submitted as a single PDF file containing all materials to be considered. To apply, please open the link \"Apply online\", fill out the online application form, and attach all your materials in English in a single PDF file. The file must include: <ul><li>A letter motivating the application (cover letter) </li>\n<li>Curriculum vitae </li>\n<li>Grade transcripts and BSc/MSc diploma (in English) including official description of grading scale </li>\n</ul>\n<br/>\n You may apply prior to ob­tai­ning your master's degree, but cannot begin, before having received it. In this case, please specify when you expect to start the PhD position. <br/>\n<br/>\n All interested candidates irrespective of age, gender, disability, race, religion or ethnic background are encouraged to apply. <br/>\n<br/>\n<i><b>Technology for people</b>\n<br/>\n DTU develops technology for people. With our international elite research and study programmes, we are helping to create a better world and to solve the global challenges formulated in the UN's 17 Sustainable Development Goals. Hans Christian Ørsted founded DTU in 1829 with a clear vision to develop and create value using science and engineering to benefit society. That vision lives on today. DTU has 13,400 students and 5,800 employees. We work in an international atmosphere and have an inclusive, evolving, and informal working environment. DTU has campuses in all parts of Denmark and in Greenland, and we collaborate with the best universities around the world. </i>\n<br/>\n<br/>","MapUrl":"https://www.google.dk/maps/place/Anker+Engelunds+Vej+101,2800,+Kongens+Lyngby/","OrganizationNumber":"30060946","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}