{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"Sektionsleder til projektsektion, Børn og Unge, Aarhus Kommune","JobHeadline":"Sektionsleder til projektsektion, Børn og Unge, Aarhus Kommune","Presentation":"I Børn og Unges bygningsafdeling brænder vi for at bygge de bedste rammer for udvikling, leg og læring til Aarhus’ børn og unge. Vi har kommunens største bygningsportefølje og et budget på ","HiringOrgName":"Aarhus Kommune","WorkPlaceAddress":"Grøndalsvej 2","WorkPlacePostalCode":"8260","WorkPlaceCity":"Viby J","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2022-05-05T00:00:00","LastDateApplication":"2022-06-06T00:00:00","FormattedLastDateApplication":"6. juni 2022","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/5591985","Region":"Midtjylland","Municipality":"Aarhus","Country":"Danmark","PostalCode":"8260","PostalCodeName":null,"JobAnnouncementType":"","EmploymentType":"","WorkHours":"Fuldtid","OccupationArea":"Bygge og anlæg","OccupationGroup":"Tværgående arbejde, bygge og anlæg","Occupation":"Byggeleder","Location":{"Latitude":56.124,"Longitude":10.1519},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"WorkplaceID":105806,"OrganisationId":"2256","HiringOrgCVR":55133018,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/5591985","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/5591985","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/5591985","HasLocationValues":true,"ID":"5591985","Latitude":56.124,"Longitude":10.1519},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Aarhus Kommune","Address":{"AddressLine":"Grøndalsvej 2","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8260","City":"Viby J"},"PhoneNumber":{"Number":"28352600","Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":null,"Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1013646992","OrganizationNumber":"55133018","OrganizationDescription":null},"JobPositionPosting":{"Id":5591985,"OriginalJppId":5591985,"HiringOrg":{"Name":"Aarhus Kommune","Address":{"AddressLine":"Grøndalsvej 2","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8260","City":"Viby J"},"PhoneNumber":{"Number":"28352600","Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":null,"Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1013646992","OrganizationNumber":"55133018","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2022-05-05T00:00:00","PublicationEndDate":"2022-06-06T00:00:00","JobPositionInformation":{"PositionTitle":"Sektionsleder til projektsektion, Børn og Unge, Aarhus Kommune","Purpose":"<p><strong>I Børn og Unges bygningsafdeling brænder vi for at bygge de bedste rammer for udvikling, leg og læring til Aarhus’ børn og unge. Vi har kommunens største bygningsportefølje og et budget på mere end 300 mio. kr. årligt at bygge for.</strong></p><p><strong>Vi har løbende 20-25 større byggeprojekter i gang og vi har en ambition om, at det skal være lettere og sjovere at være offentlig bygherre – for helt ærligt, et mere meningsfyldt job skal man lede længe efter! Det er en kæmpe motivation at vide, at når vi udvikler gode løsninger, er resultatet bedre rammer for børn og unge. &nbsp;</strong></p><p><strong>Din rolle</strong><br>Vi har brug for dig, der ligesom os ser ovenstående opgave som meningsfyldt og vil bidrage ved at lede en sektion af 14-16 dedikerede medarbejdere, der brænder for sagen og alle arbejder som offentlige bygherrer på daginstitutions- og skoleprojekter. Det vigtigste i din opgave er at sikre en balance i opgaverne, så medarbejdernes egen store motivation og faglighed får de bedste rammer til at udfolde sig.</p><p>Du bidrager med din faglighed og dit lederskab til at medarbejdernes faglige gejst får de bedste vilkår til at udfolde sig. Det gør du for eksempel ved at lytte til, hvor nye og erfarne medarbejderes oplever bump på vejen, deres udviklingsforslag og at gå den ekstra mil i organisationen, der skal til for at skabe gode vilkår om opgavens løsning. Det gør du også ved at have et blik for, hvordan den enkelte medarbejders ressourcer og faglighed bedst bringes i spil. Der er masser af god energi og udviklingslyst hos medarbejderne, så din opgave som leder er at støtte op om, at ideerne trækker i samme retning og bliver til gode, implementerbare løsninger, der kan realisere vores ambition om at gøre arbejdsgange nemmere og bedre.</p><p>Medarbejdersammensætningen er henover de sidste år skiftet fra at udgøres af en kerne af ældre, erfarne medarbejdere til at blive suppleret med superkompetente nye medarbejdere fra andre kommuner, internt i kommunen og fra rådgiverbranchen. Det giver en god sammensætning og dynamik i gruppen og samtidig et behov for både at fastholde og at udvikle viden.</p><p>Stillingen som sektionsleder er ny i afdelingen og er en del af en reorganisering af kontoret. Du bliver del af et lederteam med kontorchefen (bygnings- og planlægningschef Anne Marie Due Schmidt) og sektionsleder for den anden sektion i kontoret, der besættes sideløbende med denne stilling.&nbsp;<br><br><strong>Hvad er opgaven mere konkret?</strong><br>Din rolle som sektionsleder vil blive formet af, hvilke kompetencer, du kommer med og din egen udvikling hen over årene. Vi byder gerne ansøgere velkomne, der skal ”stå lidt på tæer” for at løse opgaven - hellere det, end en profil, der er fastlåst i sin tilgang og mener at have alle svarene selv.</p><p>Nedenstående liste skal derfor ses som en brutto-liste over de opgaver, vi på sigt ser som din opgave:</p><p>Personaleledelse af 14-16 medarbejdere.<br>- Ressourcefokus ift. opgaver hos den enkelte medarbejder og i sektionen som helhed.<br>- MUS-samtaler afholdes det første år sammen med kontorchefen, så vi sikrer kontinuitet<br>- Lønforhandling og udvikling af medarbejdergruppen – der er plads til et par nyansættelser de kommende år, ligesom enkelte medarbejdere går på pension. Du får derved som sektionsleder mulighed for at præge retningen i medarbejdergruppen.</p><p>Faglig ledelse og udvikling.<br>- Ledelsesmæssig sparring og støtte til den enkelte medarbejders opgaveløsning, f.eks. i forhold til udbudsform, processer og konkrete løsninger. Støtten sker bedst ved at medarbejderne trækker på hinanden; det bidrager du til som leder.<br>- Ledelsesmæssig støtte til udvikling af bygherrekompetencer i egen afdeling gennem retning og støtte til at medarbejdernes faglighed kommer i spil.<br>- Ledelsesmæssig støtte til at løse ”bump på vejen”-problematikker i projekterne og derved udvikle opgaveløsningen på tværs af kommunen. &nbsp;</p><p>Kontaktpunkt for dialog og samarbejde i og udenfor afdelingen.<br>- Som sektionsleder bliver du et naturligt kontaktpunkt i og udenfor organisationen og til byggebranchen.</p><p><strong>Vi søger dig</strong><br>Vi søger en profil, der vil med på vores udviklingsrejse og kan bidrage med sin faglighed og personlighed til at vi får en endnu bedre arbejdsplads.</p><p><strong>Du kan både have lang eller kort ledelseserfaring</strong>, men det er vigtigt for os, at du er en lyttende leder, der har evnen til at forstå komplekse problemstillinger og tålmodigheden til at finde vores fælles vej i dem. Der er som regel ikke nogen hurtige løsninger i en stor organisation som Aarhus Kommune, men med vedholdenhed og et godt organisatorisk blik, er der rig mulighed for at bidrage til, at vi udvikler os sammen.&nbsp;</p><p><strong>Du er stærk på relationer og du mestrer den gode dialog samtidig med, at du er tydelig. </strong>Du skal være komfortabel med at blive ’sendt i byen’, også når der er noget på spil for flere parter. Du skal som person være interesseret i at skabe og vedligeholde relationer og du agerer med en god balance mellem autoritet, empati og tålmodighed. Du går selv forrest med motivation og engagement.</p><p><strong>Du leder gennem mennesker. </strong>Du betragter dine medarbejdere som din største og vigtigste ressource, hvor du med de rette greb kan finde eller udvikle svarene på stort set alle udfordringer.</p><p><strong>Du har en kombineret ledelses og fag-faglig profil.</strong> Af uddannelse er du måske ingeniør, arkitekt eller noget helt tredje – det vigtige er, at du har branchekendskab og indsigt i processer, aftaleforhold og byggepraksis. Hvis du har erfaring fra en offentlig eller halvoffentlig kontekst, vil det være en fordel, men ellers lærer du organisationen at kende hen ad vejen.</p><p><strong>Hvorfor skal du vælge os?</strong><br>Vi kan ikke lide at prale…, men vi gør det alligevel, for vi synes du skal vide, hvorfor vi i Planlægning, synes at det her er det mest spændende sted at arbejde – for os og måske også for dig? Planlægning er toneangivende på et par områder, som vi håber, du også synes er spændende.</p><p>- Grundtanken i vores tilgang til byggeri er, at det pædagogiske arbejde og det bygningsfysiske kan spille hinanden gode. Hvis vi ønsker en projektbaseret undervisning, hvor børn og unge kan bygge og eksperimentere – jamen så må vi bygge os til, at vi har faciliteterne til det. Hvis vi skal tage det alvorligt, at børn lærer bedst med variation i undervisningen – jamen, så skal bygningen jo kunne tilbyde det. Det vil blandt andet sige, at vi vægter brugerinddragelse og en forståelse af praksis hos dem, vi bygger til, højt. Det gør også, at vi tror på, at brugerne af en bygning skal opdage bygningens muligheder – og vi har derfor udviklet uddannelsen Pædagogisk Indeklimaambassadør sammen med DCUM, Aarhus Universitet og VIA med støtte fra Realdania. Den tilgang til byggeri for børn og unge ønsker andre kommuner i Danmark og Norden ofte at høre om, når de kommer på besøg hos os.</p><p>- Klima er højt på dagsordenen hos os – ligesom mange andre steder i byggebranchen. Til forskel fra andre steder i byggebranchen kan vi få udvidet vores anlægsramme til det enkelte projekt ved at arbejde med konkrete CO2-reduktioner. Til det har vi oprettet en lille klima-gruppe, der står for udvikling, opsamling og videreformidling af læring på området og implementering af de gode løsninger. Det er et område, hvor hele branchen er ved at lære noget nyt og vi tager vores ansvar som bygherrer på os ved at udbyde vores opgaver med realistiske og ambitiøse klimakrav. Måske særligt fordi vi arbejder med bygninger til Børn og Unge, ser vi et særligt potentiale for også at arbejde med adfærdsspor i klima-arbejdet, så børn og unge kan lære om klima gennem bygningerne. &nbsp;</p><p>&nbsp;- Vi må også lige huske at fremhæve bare et par af de spændende projekter, vi arbejder med: ny skole og fritidscenter i Gellerup og Ny skole i Nye – begge nybyggede 3-sporede skoler med en projektøkonomi på ca. 300 mio. kr. hver. Ny Stensager; en ny specialskole til mentalt og fysisk handicappede børn, der etableres gennem ombygning af eksisterende skole med en projektøkonomi på omkring 100 mio. kr. I de kommende år skal vi have bygget ny skole på Aarhus Ø, en række nye daginstitutioner og ud- og ombygning af en stor del af kommunens skoler.</p><p>Hvis du leder efter et arbejde, hvor du kan være stolt af, at der hver dag bliver løst komplekse opgaver, når den gode løsning skal findes i en balance mellem begrænsningen i det kommunale budget, behovet i den kommunale bygningsmasse og ønskerne hos brugerne, forældrene, politikerne, borgerne osv., osv. – så er det her du skal søge hen. Er du samtidig på jagt efter et kontor i en rivende udvikling – så er du endnu mere velkommen. &nbsp;</p><p><strong>Om afdelingen</strong><br>Sektionen, du bliver leder for, udgør den ene halvdel af kontoret (afdelingen) Planlægning. Kontorets samlede opgave er at sikre gode rammer for Børn og Unge gennem løsning af en lang række forskellige opgaver.</p><p>I Planlægning udarbejder vi skoleprognoser og småbørnsprognoser, køber byggegrunde og holder øje med byudvikling og lokalplaner for at sikre, at vi har plads både nu og her og på mange års sigt til vores børn og unge. Et særligt fokus er på specialområdet med plads til børn og unge med udfordringer. Vi har som afdeling ansvaret for, at vi kan overholde pasningsgarantien i kommunen.</p><p>Vi er bygningsejere for Børn og Unges ca. 500 adresser og har en omfattende tegnings- og kapacitetsdatabase. Som bygningsejere har vi en Facility Management-enhed, ligesom der i afdelingens økonomi-team arbejdes med budget og regnskab for Børn og Unges anlægsområde, samt opgaver i forbindelse med eje, leje og tomdrift.</p><p><strong>Arbejdsmiljø og work-life-balance</strong><br>Planlægning er et kontor, hvor medarbejderne i høj grad motiveres af opgaven og det er en kunstart at sikre at energien går til at brænde for sit arbejde i stedet for at brænde ud. Det gode arbejdsmiljø og en seriøs tilgang til work-life-balance er derfor i centrum for kontorets udvikling. Den seneste APV viste en god udvikling i motivation og arbejdsglæde, men at der er behov for et fortsat fokus på arbejdsmængde og -tempo i kontoret som helhed og hos den enkelte. Reorganisering af kontoret med sektionslederstillinger er et skridt på vejen til at fokusere på dette element. God og nærværende ledelse skal sikre, at der er mulighed for at balancere krav og ressourcer.</p><p><i>”Vi synes det er enormt sjovt at arbejde i afdelingen og vi glæder os til at få en leder, der har tillid til os og bakker os op – og hjælper med at sikre den gode arbejdsbalance for den enkelte og for sektionen”,</i> udtaler en medarbejder. &nbsp;<br><br><strong>Løn og ansættelse&nbsp;</strong><br>Der er tale om en fuldtidsstilling. Løn aftales i henhold til forhandling med den relevante faglige organisation.</p><p>Vi håber, du kan starte 1. august 2022.&nbsp;</p><p><strong>Ansøgning: </strong>Du sender os din ansøgning og bilag elektronisk senest den 6. juni 2022. Den 9. juni udvælger vi de kandidater, vi inviterer til samtale. Første samtalerunde afholdes den 13. juni, fra kl. 8.30. Der medvirker HR konsulent i ansættelsesprocessen, og der vil blive brugt mentale færdighedstest og personlighedstest i forbindelse med rekrutteringsprocessen. Test, testinterview og referencer vil foregå enten den 15. og 16. juni. Anden samtalerunde afholdes den 21. juni fra kl. 09:30.</p><p>Klik på ”Ansøg” nedenfor for at udfylde og sende din ansøgning. Alle felter med * skal udfyldes. Først når du har modtaget en kvittering pr. e-mail, har vi modtaget din ansøgning.<br><strong>&nbsp;</strong><br><strong>Hvis du vil vide mere</strong><br>.. er du velkommen til at kontakte kontorchef Anne Marie Due Schmidt på telefon 2835 2600. Send gerne en sms hvorefter Anne Marie ringer dig op.<br><br>&nbsp;&nbsp;<br>&nbsp; &nbsp;&nbsp;<br><strong>Om Aarhus Kommune</strong><br>Aarhus Kommune er Jyllands største arbejdsplads. 28.000 professionelle og passionerede kollegaer arbejder hver dag for, at vi er en god by for alle. Som ansat i Aarhus Kommune gør du visioner til virkelighed og skaber udvikling, fællesskab og trivsel. Her er der respekt for faglighed, plads til mangfoldighed og mulighed for udfoldelse. Vi har ambitioner for byen – og for dig. Kom og vær med!<br><br>&nbsp;&nbsp;<br><strong>Leder- og medarbejderroller</strong><br>I vedlagte link finder du de fælles Leder- og medarbejderroller i Aarhus Kommune:<br><a href=\"https://aarhus.dk/job/den-attraktive-arbejdsplads/\">https://aarhus.dk/job/den-attraktive-arbejdsplads/</a><br><br>De fælles leder- og medarbejderroller giver et blik på de forventninger, der stilles til dig, når du som leder eller medarbejder i Aarhus Kommune skal løse den fælles kerneopgave. Ved at synliggøre de forventninger, der stilles – om du er leder eller medarbejder – håber vi på, at vi sammen kan fastholde et godt arbejdsmiljø, en attraktiv arbejdsplads og en kultur med troværdighed, respekt og engagement<br>&nbsp;</p>","WorkLocation":{"AddressLine":"Grøndalsvej 2","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8260","City":"Viby J"},"EmploymentType":1,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"DiscoWeb":0,"AlternateNames":[],"GroupId":0,"AreaId":0,"Id":0,"Name":null},"IsGovernmentHiring":false,"JppContacts":[{"Id":7965198,"Email":null,"FaxNumber":null,"PersonName":"Anne Marie Due Schmidt","FirstName":"Anne","LastName":"Marie Due Schmidt","PositionTitle":null,"PhoneNumbers":[{"Number":"28352600","Type":2,"Description":"Mobil"}]}],"EmploymentDate":"2022-08-01T00:00:00"},"IsRecruitmentOfForeignNationals":false,"IsWorkInDenmark":false,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://aarhus.career.emply.com/ad/sektionsleder-til-projektsektion-born-og-unge-aarhus-kommune/r0q9j0/da","ReplyInWriting":false,"ApplicationDeadlineDate":"2022-06-06T00:00:00"},"ContactAuthorityPhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=5591985&Organisation=55133018","Address":"Grøndalsvej 2,8260, Viby J","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=5591985&Company.Name=Aarhus Kommune&SubmissionDeadlineDate=2022-6-6&Title=Sektionsleder til projektsektion, Børn og Unge, Aarhus Kommune&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":false,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"Sektionsleder til projektsektion, Børn og Unge, Aarhus Kommune","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"5591985","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Aarhus Kommune","Address":"Grøndalsvej 2","Country":null,"EmploymentAreaID":null,"PostCode":"8260","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Viby J","ContactPerson":"Anne Marie Due Schmidt","Phone":"28352600","Email":null,"Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2022-06-06T00:00:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"Place":"Arbejdspladsen ligger i Aarhus kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Aarhus Kommune","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"I Børn og Unges bygningsafdeling brænder vi for at bygge de bedste rammer for udvikling, leg og læring til Aarhus’ børn og unge. Vi har kommunens største bygningsportefølje og et budget på mere end 300 mio. kr. årligt at bygge for.Vi har løbende 20-25 større byggeprojekter i gang og vi har en ambition om, at det skal være lettere og sjovere at være","DescriptionForSharing":"\"I Børn og Unges bygningsafdeling brænder vi for at bygge de bedste rammer for udvikling, leg og læring til Aarhus’ børn og unge. Vi har kommunens største bygningsportefølje og et budget på mere end 300 mio. kr. årligt at bygge for.Vi har løbende 20-25 større byggeprojekter i gang og vi har en ambition om, at det skal være lettere og sjovere at være\"","TitleForSharing":"\"Sektionsleder til projektsektion, Børn og Unge, Aarhus Kommune\"","RutePlan":"https://www.google.dk/maps/dir//Grøndalsvej+2,8260,+Viby+J/","FormattedPurpose":"<p><strong>I Børn og Unges bygningsafdeling brænder vi for at bygge de bedste rammer for udvikling, leg og læring til Aarhus’ børn og unge. Vi har kommunens største bygningsportefølje og et budget på mere end 300 mio. kr. årligt at bygge for.</strong></p><p><strong>Vi har løbende 20-25 større byggeprojekter i gang og vi har en ambition om, at det skal være lettere og sjovere at være offentlig bygherre – for helt ærligt, et mere meningsfyldt job skal man lede længe efter! Det er en kæmpe motivation at vide, at når vi udvikler gode løsninger, er resultatet bedre rammer for børn og unge.  </strong></p><p><strong>Din rolle</strong><br>Vi har brug for dig, der ligesom os ser ovenstående opgave som meningsfyldt og vil bidrage ved at lede en sektion af 14-16 dedikerede medarbejdere, der brænder for sagen og alle arbejder som offentlige bygherrer på daginstitutions- og skoleprojekter. Det vigtigste i din opgave er at sikre en balance i opgaverne, så medarbejdernes egen store motivation og faglighed får de bedste rammer til at udfolde sig.</p><p>Du bidrager med din faglighed og dit lederskab til at medarbejdernes faglige gejst får de bedste vilkår til at udfolde sig. Det gør du for eksempel ved at lytte til, hvor nye og erfarne medarbejderes oplever bump på vejen, deres udviklingsforslag og at gå den ekstra mil i organisationen, der skal til for at skabe gode vilkår om opgavens løsning. Det gør du også ved at have et blik for, hvordan den enkelte medarbejders ressourcer og faglighed bedst bringes i spil. Der er masser af god energi og udviklingslyst hos medarbejderne, så din opgave som leder er at støtte op om, at ideerne trækker i samme retning og bliver til gode, implementerbare løsninger, der kan realisere vores ambition om at gøre arbejdsgange nemmere og bedre.</p><p>Medarbejdersammensætningen er henover de sidste år skiftet fra at udgøres af en kerne af ældre, erfarne medarbejdere til at blive suppleret med superkompetente nye medarbejdere fra andre kommuner, internt i kommunen og fra rådgiverbranchen. Det giver en god sammensætning og dynamik i gruppen og samtidig et behov for både at fastholde og at udvikle viden.</p><p>Stillingen som sektionsleder er ny i afdelingen og er en del af en reorganisering af kontoret. Du bliver del af et lederteam med kontorchefen (bygnings- og planlægningschef Anne Marie Due Schmidt) og sektionsleder for den anden sektion i kontoret, der besættes sideløbende med denne stilling. <br><br><strong>Hvad er opgaven mere konkret?</strong><br>Din rolle som sektionsleder vil blive formet af, hvilke kompetencer, du kommer med og din egen udvikling hen over årene. Vi byder gerne ansøgere velkomne, der skal ”stå lidt på tæer” for at løse opgaven - hellere det, end en profil, der er fastlåst i sin tilgang og mener at have alle svarene selv.</p><p>Nedenstående liste skal derfor ses som en brutto-liste over de opgaver, vi på sigt ser som din opgave:</p><p>Personaleledelse af 14-16 medarbejdere.<br>- Ressourcefokus ift. opgaver hos den enkelte medarbejder og i sektionen som helhed.<br>- MUS-samtaler afholdes det første år sammen med kontorchefen, så vi sikrer kontinuitet<br>- Lønforhandling og udvikling af medarbejdergruppen – der er plads til et par nyansættelser de kommende år, ligesom enkelte medarbejdere går på pension. Du får derved som sektionsleder mulighed for at præge retningen i medarbejdergruppen.</p><p>Faglig ledelse og udvikling.<br>- Ledelsesmæssig sparring og støtte til den enkelte medarbejders opgaveløsning, f.eks. i forhold til udbudsform, processer og konkrete løsninger. Støtten sker bedst ved at medarbejderne trækker på hinanden; det bidrager du til som leder.<br>- Ledelsesmæssig støtte til udvikling af bygherrekompetencer i egen afdeling gennem retning og støtte til at medarbejdernes faglighed kommer i spil.<br>- Ledelsesmæssig støtte til at løse ”bump på vejen”-problematikker i projekterne og derved udvikle opgaveløsningen på tværs af kommunen.  </p><p>Kontaktpunkt for dialog og samarbejde i og udenfor afdelingen.<br>- Som sektionsleder bliver du et naturligt kontaktpunkt i og udenfor organisationen og til byggebranchen.</p><p><strong>Vi søger dig</strong><br>Vi søger en profil, der vil med på vores udviklingsrejse og kan bidrage med sin faglighed og personlighed til at vi får en endnu bedre arbejdsplads.</p><p><strong>Du kan både have lang eller kort ledelseserfaring</strong>, men det er vigtigt for os, at du er en lyttende leder, der har evnen til at forstå komplekse problemstillinger og tålmodigheden til at finde vores fælles vej i dem. Der er som regel ikke nogen hurtige løsninger i en stor organisation som Aarhus Kommune, men med vedholdenhed og et godt organisatorisk blik, er der rig mulighed for at bidrage til, at vi udvikler os sammen. </p><p><strong>Du er stærk på relationer og du mestrer den gode dialog samtidig med, at du er tydelig. </strong>Du skal være komfortabel med at blive ’sendt i byen’, også når der er noget på spil for flere parter. Du skal som person være interesseret i at skabe og vedligeholde relationer og du agerer med en god balance mellem autoritet, empati og tålmodighed. Du går selv forrest med motivation og engagement.</p><p><strong>Du leder gennem mennesker. </strong>Du betragter dine medarbejdere som din største og vigtigste ressource, hvor du med de rette greb kan finde eller udvikle svarene på stort set alle udfordringer.</p><p><strong>Du har en kombineret ledelses og fag-faglig profil.</strong> Af uddannelse er du måske ingeniør, arkitekt eller noget helt tredje – det vigtige er, at du har branchekendskab og indsigt i processer, aftaleforhold og byggepraksis. Hvis du har erfaring fra en offentlig eller halvoffentlig kontekst, vil det være en fordel, men ellers lærer du organisationen at kende hen ad vejen.</p><p><strong>Hvorfor skal du vælge os?</strong><br>Vi kan ikke lide at prale…, men vi gør det alligevel, for vi synes du skal vide, hvorfor vi i Planlægning, synes at det her er det mest spændende sted at arbejde – for os og måske også for dig? Planlægning er toneangivende på et par områder, som vi håber, du også synes er spændende.</p><p>- Grundtanken i vores tilgang til byggeri er, at det pædagogiske arbejde og det bygningsfysiske kan spille hinanden gode. Hvis vi ønsker en projektbaseret undervisning, hvor børn og unge kan bygge og eksperimentere – jamen så må vi bygge os til, at vi har faciliteterne til det. Hvis vi skal tage det alvorligt, at børn lærer bedst med variation i undervisningen – jamen, så skal bygningen jo kunne tilbyde det. Det vil blandt andet sige, at vi vægter brugerinddragelse og en forståelse af praksis hos dem, vi bygger til, højt. Det gør også, at vi tror på, at brugerne af en bygning skal opdage bygningens muligheder – og vi har derfor udviklet uddannelsen Pædagogisk Indeklimaambassadør sammen med DCUM, Aarhus Universitet og VIA med støtte fra Realdania. Den tilgang til byggeri for børn og unge ønsker andre kommuner i Danmark og Norden ofte at høre om, når de kommer på besøg hos os.</p><p>- Klima er højt på dagsordenen hos os – ligesom mange andre steder i byggebranchen. Til forskel fra andre steder i byggebranchen kan vi få udvidet vores anlægsramme til det enkelte projekt ved at arbejde med konkrete CO2-reduktioner. Til det har vi oprettet en lille klima-gruppe, der står for udvikling, opsamling og videreformidling af læring på området og implementering af de gode løsninger. Det er et område, hvor hele branchen er ved at lære noget nyt og vi tager vores ansvar som bygherrer på os ved at udbyde vores opgaver med realistiske og ambitiøse klimakrav. Måske særligt fordi vi arbejder med bygninger til Børn og Unge, ser vi et særligt potentiale for også at arbejde med adfærdsspor i klima-arbejdet, så børn og unge kan lære om klima gennem bygningerne.  </p><p> - Vi må også lige huske at fremhæve bare et par af de spændende projekter, vi arbejder med: ny skole og fritidscenter i Gellerup og Ny skole i Nye – begge nybyggede 3-sporede skoler med en projektøkonomi på ca. 300 mio. kr. hver. Ny Stensager; en ny specialskole til mentalt og fysisk handicappede børn, der etableres gennem ombygning af eksisterende skole med en projektøkonomi på omkring 100 mio. kr. I de kommende år skal vi have bygget ny skole på Aarhus Ø, en række nye daginstitutioner og ud- og ombygning af en stor del af kommunens skoler.</p><p>Hvis du leder efter et arbejde, hvor du kan være stolt af, at der hver dag bliver løst komplekse opgaver, når den gode løsning skal findes i en balance mellem begrænsningen i det kommunale budget, behovet i den kommunale bygningsmasse og ønskerne hos brugerne, forældrene, politikerne, borgerne osv., osv. – så er det her du skal søge hen. Er du samtidig på jagt efter et kontor i en rivende udvikling – så er du endnu mere velkommen.  </p><p><strong>Om afdelingen</strong><br>Sektionen, du bliver leder for, udgør den ene halvdel af kontoret (afdelingen) Planlægning. Kontorets samlede opgave er at sikre gode rammer for Børn og Unge gennem løsning af en lang række forskellige opgaver.</p><p>I Planlægning udarbejder vi skoleprognoser og småbørnsprognoser, køber byggegrunde og holder øje med byudvikling og lokalplaner for at sikre, at vi har plads både nu og her og på mange års sigt til vores børn og unge. Et særligt fokus er på specialområdet med plads til børn og unge med udfordringer. Vi har som afdeling ansvaret for, at vi kan overholde pasningsgarantien i kommunen.</p><p>Vi er bygningsejere for Børn og Unges ca. 500 adresser og har en omfattende tegnings- og kapacitetsdatabase. Som bygningsejere har vi en Facility Management-enhed, ligesom der i afdelingens økonomi-team arbejdes med budget og regnskab for Børn og Unges anlægsområde, samt opgaver i forbindelse med eje, leje og tomdrift.</p><p><strong>Arbejdsmiljø og work-life-balance</strong><br>Planlægning er et kontor, hvor medarbejderne i høj grad motiveres af opgaven og det er en kunstart at sikre at energien går til at brænde for sit arbejde i stedet for at brænde ud. Det gode arbejdsmiljø og en seriøs tilgang til work-life-balance er derfor i centrum for kontorets udvikling. Den seneste APV viste en god udvikling i motivation og arbejdsglæde, men at der er behov for et fortsat fokus på arbejdsmængde og -tempo i kontoret som helhed og hos den enkelte. Reorganisering af kontoret med sektionslederstillinger er et skridt på vejen til at fokusere på dette element. God og nærværende ledelse skal sikre, at der er mulighed for at balancere krav og ressourcer.</p><p><i>”Vi synes det er enormt sjovt at arbejde i afdelingen og vi glæder os til at få en leder, der har tillid til os og bakker os op – og hjælper med at sikre den gode arbejdsbalance for den enkelte og for sektionen”,</i> udtaler en medarbejder.  <br><br><strong>Løn og ansættelse </strong><br>Der er tale om en fuldtidsstilling. Løn aftales i henhold til forhandling med den relevante faglige organisation.</p><p>Vi håber, du kan starte 1. august 2022. </p><p><strong>Ansøgning: </strong>Du sender os din ansøgning og bilag elektronisk senest den 6. juni 2022. Den 9. juni udvælger vi de kandidater, vi inviterer til samtale. Første samtalerunde afholdes den 13. juni, fra kl. 8.30. Der medvirker HR konsulent i ansættelsesprocessen, og der vil blive brugt mentale færdighedstest og personlighedstest i forbindelse med rekrutteringsprocessen. Test, testinterview og referencer vil foregå enten den 15. og 16. juni. Anden samtalerunde afholdes den 21. juni fra kl. 09:30.</p><p>Klik på ”Ansøg” nedenfor for at udfylde og sende din ansøgning. Alle felter med * skal udfyldes. Først når du har modtaget en kvittering pr. e-mail, har vi modtaget din ansøgning.<br><strong> </strong><br><strong>Hvis du vil vide mere</strong><br>.. er du velkommen til at kontakte kontorchef Anne Marie Due Schmidt på telefon 2835 2600. Send gerne en sms hvorefter Anne Marie ringer dig op.<br><br>  <br>    <br><strong>Om Aarhus Kommune</strong><br>Aarhus Kommune er Jyllands største arbejdsplads. 28.000 professionelle og passionerede kollegaer arbejder hver dag for, at vi er en god by for alle. Som ansat i Aarhus Kommune gør du visioner til virkelighed og skaber udvikling, fællesskab og trivsel. Her er der respekt for faglighed, plads til mangfoldighed og mulighed for udfoldelse. Vi har ambitioner for byen – og for dig. Kom og vær med!<br><br>  <br><strong>Leder- og medarbejderroller</strong><br>I vedlagte link finder du de fælles Leder- og medarbejderroller i Aarhus Kommune:<br><a target=\"_blank\" href=\"https://aarhus.dk/job/den-attraktive-arbejdsplads/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5591985\">https://aarhus.dk/job/den-attraktive-arbejdsplads/</a><br><br>De fælles leder- og medarbejderroller giver et blik på de forventninger, der stilles til dig, når du som leder eller medarbejder i Aarhus Kommune skal løse den fælles kerneopgave. Ved at synliggøre de forventninger, der stilles – om du er leder eller medarbejder – håber vi på, at vi sammen kan fastholde et godt arbejdsmiljø, en attraktiv arbejdsplads og en kultur med troværdighed, respekt og engagement<br> </p>","MapUrl":"https://www.google.dk/maps/place/Grøndalsvej+2,8260,+Viby+J/","OrganizationNumber":"55133018","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}