{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"To engagerede undervisere til det skattefaglige felt","JobHeadline":"To engagerede undervisere til det skattefaglige felt","Presentation":"Har du mod på og lyst til at formidle din skattefaglige viden til andre? Vil du være en del af et fagligt netværk med rig mulighed for sparring? Så har du nu muligheden for at blive vores nye ","HiringOrgName":"Københavns Professionshøjskole, Campus Tagensvej 18","WorkPlaceAddress":"Tagensvej 18","WorkPlacePostalCode":"2200","WorkPlaceCity":"København N","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2022-05-05T00:00:00","LastDateApplication":"2022-05-29T00:00:00","FormattedLastDateApplication":"29. maj 2022","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/5591695","Region":"Hovedstaden og Bornholm","Municipality":"København","Country":"Danmark","PostalCode":"2200","PostalCodeName":null,"JobAnnouncementType":"","EmploymentType":"","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Undervisning på professionshøjskoler","Occupation":"Adjunkt, professionshøjskole","Location":{"Latitude":55.6977,"Longitude":12.5582},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"WorkplaceID":0,"OrganisationId":"65940","HiringOrgCVR":30891732,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/5591695","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/5591695","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/5591695","HasLocationValues":true,"ID":"5591695","Latitude":55.6977,"Longitude":12.5582},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Københavns Professionshøjskole, Campus Tagensvej 18","Address":{"AddressLine":"Tagensvej 18","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2200","City":"København N"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":null,"Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1023403613","OrganizationNumber":"30891732","OrganizationDescription":null},"JobPositionPosting":{"Id":5591695,"OriginalJppId":5591695,"HiringOrg":{"Name":"Københavns Professionshøjskole, Campus Tagensvej 18","Address":{"AddressLine":"Tagensvej 18","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2200","City":"København N"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":null,"Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1023403613","OrganizationNumber":"30891732","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2022-05-05T00:00:00","PublicationEndDate":"2022-05-29T00:00:00","JobPositionInformation":{"PositionTitle":"To engagerede undervisere til det skattefaglige felt","Purpose":"<strong>Har du mod på og lyst til at formidle din skattefaglige viden til andre? Vil du være en del af et fagligt netværk med rig mulighed for sparring? Så har du nu muligheden for at blive vores nye adjunkt/lektor på enten Diplom i Skat eller på Professionsbachelor i Skat på Københavns Professionshøjskole (KP).</strong><br/><br/>  Vi har lige nu to ledige stillinger inden for det skattefaglige felt. Den ene er på videreuddannelsesområdet (Diplom i Skat), og den anden er på grunduddannelsen (Professionsbachelor i Skat). På både Professionsbachelor i Skat og på Diplom i Skat mærker vi i erhvervslivet en stærk efterspørgsel på vores studerende og de kompetencer, de opnår på uddannelsen. Vi søger derfor dygtige formidlere med høj faglighed, der kan bidrage til at skabe spændende og udviklende undervisningstilbud til vores studerende. Du vil enten blive ansat på grunduddannelsen eller på videreuddannelsen. Uanset hvor du søger ansættelse, har vi et tæt samarbejde og et stærkt fagligt netværk på tværs, hvor faglig sparring og vidensdeling er i fokus.<br/><br/>  Fælles for de to stillinger er, at du bliver en del af vores interne skattefaglige netværk, hvor alt fra eksamensopgaver, cases og didaktiske overvejelser deles fire gange om året. I nedenstående kan du læse mere specifikt om de to stillinger.<br/><br/>  <strong>Stillingen på Diplom i Skat - Videreuddannelsen</strong><br/> På Diplom i Skat på Københavns Professionshøjskole (KP) er formålet at videreuddanne medarbejdere, som arbejder inden for det skattefaglige område, offentligt og privat. Søgningen til Diplom i Skat er stigende. Derfor søger vi nu endnu en engageret kollega, som har mod på at være fagansvarlig samt undervise og udvikle vores uddannelsesudbud inden for personbeskatning, erhvervsbeskatning, selskabsbeskatning mv. i tæt dialog med kolleger og aftagere.<br/><br/>  Du vil få fagansvar for fagområdet direkte beskatning og stå for undervisning på flere af vores moduler inden for direkte beskatning. Vi lægger vægt på dialogbaseret, praksisnær undervisning og vejledning af erfarne praktikere på videreuddannelsen. Herudover får du også mulighed for at undervise studerende på grunduddannelsen på Professionsbachelor i Skat, og på vores øvrige kurser inden for det brede skattefaglige område.<br/> <br/> <strong>Dine opgaver vil bl.a. være at:</strong><br/><br/>  <ul> \t<li>tage fagansvar for fagområdet direkte beskatning, herunder udarbejdelse og ajourføring af fagbeskrivelser, lektionsplaner, litteraturlister mv. samt løbende dialog med eksterne timeundervisere</li> \t<li>undervise og vejlede studerende på videreuddannelse og grunddannelse i skat</li> \t<li>planlægge og koordinere undervisning i samarbejde med kolleger på videreuddannelse og grunduddannelse</li> \t<li>udvikle undervisningsmateriale, f.eks. cases, øvelser, eksamensopgaver mv.; både alene og i samarbejde med interne og eksterne samarbejdspartnere</li> \t<li>bidrage til at udvikle fagområdet og uddannelsestilbud på det skattefaglige videreuddannelsesområde. </li> </ul>  <strong>Om dig</strong><br/> Du har en relevant uddannelse på kandidat, master eller lignende niveau, f.eks. cand.jur., cand.merc.aud. eller cand.merc.jur. Du må gerne have en ph.d., men det er ikke et krav.<br/><br/>  Du har en stærk faglig profil og praktisk erfaring inden for: Personbeskatning, erhvervsbeskatning og/eller selskabsbeskatning. Derudover kan du genkende dig selv i følgende:<br/><br/>  <ul> \t<li>Du har ambitioner for undervisningen inden for det skattefaglige område, du er løsningsorienteret og trives med variationen af fagansvar, undervisning, drifts- og udviklingsorienterede opgaver på tværs af videreuddannelse og grunduddannelse.</li> \t<li>Du møder de studerende, hvor de er og understøtter deres læring og kompetenceudvikling. Du har mod på at udvikle og levere såvel fysisk som online læring. </li> \t<li>Du ser det som en spændende opgave både at skulle undervise erfarne arbejdstagere på videreuddannelsen og unge studerende på grunduddannelsen og skabe synergier på tværs.</li> \t<li>Du er fleksibel, åben og har lyst til at indgå i et tværfagligt arbejdsfællesskab, der gør dig skarpere på både egen og andres faglighed</li> \t<li>Du har lyst til at netværke og har sans for forretning. </li> \t<li>Du har meget gerne erfaring med undervisning, og via KP’s adjunktforløb får du ligeledes mulighed for at udvikle og styrke dine kompetencer som underviser. </li> </ul>  <strong>Om Forvaltning og Organisation </strong><br/> Stillingen til Diplom i Skat er forankret i afdeling for Forvaltning og Organisation i Videreuddannelsens område for Ledelse, Organisation og Forvaltning, hvor vi er ca. 60 undervisere, konsulenter samt forskere. Vi er alle optagede af at bidrage til, at medarbejdere i den offentlige forvaltning løbende udvikler deres kompetencer til at sikre en velfungerende, effektiv og legitim offentlig forvaltning. Det gør vi som Danmarks største udbyder af diplomuddannelse i skat, akademi- og diplomuddannelserne inden for offentlig forvaltning og administration, diplomuddannelse i ledelse, KP konsulentuddannelse samt projektledelse og organisationsudvikling på den pædagogiske diplomuddannelse. Derudover leverer vi konsulentydelser, kurser og konferencer og særligt tilrettelagte forløb til den offentlige sektor, inklusive skatteforvaltningen.<br/><br/>  Diplom i Skat på KP er landets største videreuddannelsestilbud på det skattefaglige område, og vi er stolte af det, vi udbyder. KP udbyder undervisning på Diplom i Skat i København, Fredericia og Aalborg. Du skal derfor være indstillet på, at en del af din undervisning (ca. 10 dage pr. semester) kan foregå i Fredericia og evt. Aalborg. <br/><br/>  Vi er en fleksibel arbejdsplads, hvor friheden er stor, så længe opgaverne bliver løst. Dine kolleger er skarpe, humoristiske og uformelle, men samtidig professionelle og ambitiøse indenfor egen faglighed.<br/> <br/> Arbejdspladsen er beliggende på Tagensvej 18, 2200 København N.<br/> <br/> Har du spørgsmål til stillingen, er du velkommen til at kontakte videreuddannelsesleder Tove Enggrob på tlf. 2429 6366 eller mail toeb@kp.dk, eller lektor Ulla Margrethe Hansen på telefon 2373 3306.<br/><br/>  <strong>Stillingen på Professionsbachelor i Skat (genopslag) - grunduddannelsen</strong><br/> Som underviser på professionsbachelor i skat er din primære opgave at understøtte de studerendes læring og kompetenceudvikling med fokus på professionsdannelse, samt stå for dialogbaseret, praksisnær undervisning og vejledning af unge. Dertil kommer udvikling af nye aktiviteter og ny viden på de faglige områder der er knyttet til uddannelsen. <br/> <br/> Dine opgaver vil bl.a. være at:<br/><br/>  <ul> \t<li>undervise og (praktik)vejlede studerende samt skabe en god sammenhæng mellem undervisning, praksis og teori</li> \t<li>planlægge og koordinere undervisning i samarbejde med kolleger på grunduddannelse og videreuddannelse</li> \t<li>udvikle undervisningsmateriale, f.eks. cases, øvelser, eksamensopgaver mv. i tæt samarbejde med dine kolleger</li> \t<li>bidrage til at skabe et godt eksternt samarbejde inden for det skattefaglige område</li> \t<li>være fagansvarlig for udvalgte fag på grunduddannelsen - alt efter dine kompetencer og interesser </li> </ul>  Vi har et tæt samarbejde med videreuddannelsen, hvilket betyder, at du også kan få opgaver på diplom i skat, hvis det har din interesse. <br/> <br/> <strong>Om dig</strong><br/> Du har en relevant uddannelse på kandidat, master eller lignende niveau, f.eks. cand.jur., cand.merc.aud. eller cand.merc.jur. Du må gerne have en ph.d., men det er ikke et krav. Du har kendskab til og erhvervserfaring med ét eller flere af følgende specialer: selskabsbeskatning, selskabsret, formueret (herunder kreditaftaler og fordringer), køberet, aftaleret og civilproces, udlandsbeskatning og/eller skattestrafferet. <br/><br/>  Derudover kan du genkende dig selv i følgende:<br/><br/>  <ul> \t<li>Du har gerne erfaring med undervisning, og du understøtter de studerendes læring og kompetenceudvikling ved at møde dem i øjenhøjde.</li> \t<li>Du ser det som en spændende opgave at skulle undervise unge studerende på grunduddannelsen og erfarne arbejdstagere på videreuddannelsen og ser muligheden for at kunne drage nytte af dette på tværs.</li> \t<li>Du har en høj faglighed, er ambitiøs og kan levere gode resultater inden for undervisning og udvikling </li> \t<li>Du er fleksibel og har lyst til at indgå i forskellige former for samarbejde på tværs af grund- og videreuddannelse.</li> </ul>  <strong>Om Institut for Forvaltnings- og Administrationsuddannelser</strong><br/> Vores forvaltnings- og administrationsuddannelser (FAU) er en del af Institut for Forvaltnings- og Administrationsuddannelser på KP, der foruden FAU også omfatter uddannelsen Katastrofe- og Risikomanager. FAU består af uddannelserne administrationsbachelor, professionsbachelor i skat, erhvervsakademiuddannelsen administrationsøkonom og erhvervsakademiuddannelsen sundhedsadministrativ koordinator.<br/><br/>  Du bliver en del af en afdeling (FAU), hvor der er højt til loftet, en uformel tone og dygtige og ambitiøse kolleger med et stærkt fællesskab. Vi vægter både det faglige og det sociale, og du vil i dit arbejde have stærke muligheder for at præge din opgaveløsning i samspil med dine kolleger i instituttet, men også i forhold til de øvrige uddannelser på Københavns Professionshøjskole.<br/><br/>  Arbejdspladsen er beliggende på Tagensvej 86, 2200 København N, men der kan forekomme undervisning og/eller møder på andre lokationer i København. <br/> <br/> Har du spørgsmål til stillingen, er du velkommen til at kontakte uddannelsesleder for FAU Mette Baltzer Hansen på mebh@kp.dk eller tlf. 5163 2444 eller chefkonsulent Majbritt Høy Espensen på tlf. 2429 6304.<br/> <br/> <strong>Sparring i internt netværk på tværs af Diplom i Skat og Professionsbachelor i Skat</strong><br/> For at understøtte det faglige miljø inden for det skattefaglige felt, har vi etableret et fagligt netværk på tværs af Diplom i Skat og Professionsbachelor i skat. Vi mødes 4 gange om året, hvor der holdes oplæg, drøftes cases og andre uddannelsesrelevante emner. Foruden netværksrammen mødes undervisere på tværs af grund- og videreuddannelse og sparrer med hinanden om f.eks. eksamensopgaver, didaktiske overvejelser mm., og vi vægter det kollegiale højt. <br/><br/>  <strong>Løn- og ansættelsesvilkår gældende for begge stillinger</strong><br/> Du bliver ansat som adjunkt eller lektor med start d. 1. august 2022 eller hurtigst muligt derefter.<br/><br/>  Du bliver ansat i henhold til overenskomst mellem Finansministeriet og relevant organisation og med udgangspunkt i Bekendtgørelse nr. 1458 af 24. juni 2021 om stillingsstruktur for undervisere ved erhvervsakademier, professionshøjskoler og Danmarks Medie- og Journalisthøjskole. <br/><br/>  Ansættes du som adjunkt, vil du indgå i vores ambitiøse <a href=\"https://recruiter.hr-manager.net/export/attachments/viewfilemanagerdocument.aspx?id=7236d975-b11d-4765-90d4-f8c23b5608c5&amp;cid=5001\" target=\"_blank\">lektorkvalificeringsforløb</a>.<br/><br/>  Ansættelse som lektor forudsætter positiv lektorbedømmelse efter bekendtgørelsen om lektorkvalificering, jf. BEK nr. 673 af 13/05 2020.<br/><br/>  <strong>Vil du vide mere? </strong><br/> Københavns Professionshøjskole vil bidrage til udviklingen af det danske samfund, dets velfærd og velstand, kultur og demokrati. Det gør vi ved at sætte nye standarder for professionsbacheloruddannelse, for videreuddannelse og for praksisnær forskning og udvikling. Det kræver ikke alene god, men fremragende undervisning. <br/><br/>  Læs mere om Københavns Professionshøjskole og vores strategiske retning ’Fælles om fremragende undervisning’ på <a href=\"https://www.kp.dk\" target=\"_blank\">www.kp.dk</a>. <br/><br/>  <strong>Interesseret?</strong><br/> Er du interesseret, så send din ansøgning, CV og eksamensbeviser via ansøgerknappen senest 29. maj 2022. Du bedes i overskriften gøre opmærksom på, om det er stillingen på grunduddannelse eller på videreuddannelse, du søger.<br/><br/>  Vi forventer at afvikle 1. samtale til begge stillinger i uge 22 og 23. Efterfølgende vil 2. samtale blive afholdt.<br/><br/>  Er du lektorbedømt eller tillagt merit efter CVU-stillingstrukturen fra 2013, har du mulighed for, sammen med din ansøgning, at vedlægge en anmodning om lektorbedømmelse efter kapitel 5 i bekendtgørelsen. Anmodningen skal vedlægges CV, kopi af eksamensbeviser, samt kopi af bedømmelsen efter CVU-stillingsstrukturen. Du kan læse herom på vores <a href=\"https://www.kp.dk/job/\" target=\"_blank\">hjemmeside</a>, hvor du også kan finde en vejledning til anmodningen.<br/><br/>  Såfremt der er ansøgere, som anmoder om bedømmelse, vil dette indebære udskydning af tidspunktet for beslutning om besættelse af stillingen.<br/><br/>  <em>Københavns Professionshøjskole skeler hverken til køn, alder, etnicitet eller lignende, men alene til kompetence og talent.</em><br/><br/>","WorkLocation":{"AddressLine":"Tagensvej 18","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2200","City":"København N"},"EmploymentType":1,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":2,"DriverLicense":[],"Occupation":{"DiscoWeb":0,"AlternateNames":[],"GroupId":0,"AreaId":0,"Id":0,"Name":null},"IsGovernmentHiring":false,"JppContacts":[{"Id":7964234,"Email":null,"FaxNumber":null,"PersonName":"Tove Enggrob","FirstName":"Tove","LastName":"Enggrob","PositionTitle":null,"PhoneNumbers":[{"Number":"24296366","Type":0,"Description":"Hovednummer"}]}],"EmploymentDate":"2022-08-01T00:00:00"},"IsRecruitmentOfForeignNationals":false,"IsWorkInDenmark":false,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=5001&ProjectId=155983&DepartmentId=9590&MediaId=338&SkipAdvertisement=true","ReplyInWriting":false,"ApplicationDeadlineDate":"2022-05-29T00:00:00"},"ContactAuthorityPhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=5591695&Organisation=30891732","Address":"Tagensvej 18,2200, København N","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=5591695&Company.Name=Københavns Professionshøjskole, Campus Tagensvej 18&SubmissionDeadlineDate=2022-5-29&Title=To engagerede undervisere til det skattefaglige felt&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":false,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"To engagerede undervisere til det skattefaglige felt","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"5591695","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Københavns Professionshøjskole, Campus Tagensvej 18","Address":"Tagensvej 18","Country":null,"EmploymentAreaID":null,"PostCode":"2200","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"København N","ContactPerson":"Tove Enggrob","Phone":"24296366","Email":null,"Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2022-05-29T00:00:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"Place":"Arbejdspladsen ligger i København kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Københavns Professionshøjskole, Campus Tagensvej 18","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"Har du mod på og lyst til at formidle din skattefaglige viden til andre? Vil du være en del af et fagligt netværk med rig mulighed for sparring? Så har du nu muligheden for at blive vores nye adjunkt/lektor på enten Diplom i Skat eller på Professionsbachelor i Skat på Københavns Professionshøjskole (KP).  Vi har lige nu to ledige stillinger inden f","DescriptionForSharing":"\"Har du mod på og lyst til at formidle din skattefaglige viden til andre? Vil du være en del af et fagligt netværk med rig mulighed for sparring? Så har du nu muligheden for at blive vores nye adjunkt/lektor på enten Diplom i Skat eller på Professionsbachelor i Skat på Københavns Professionshøjskole (KP).  Vi har lige nu to ledige stillinger inden f\"","TitleForSharing":"\"To engagerede undervisere til det skattefaglige felt\"","RutePlan":"https://www.google.dk/maps/dir//Tagensvej+18,2200,+København+N/","FormattedPurpose":"<strong>Har du mod på og lyst til at formidle din skattefaglige viden til andre? Vil du være en del af et fagligt netværk med rig mulighed for sparring? Så har du nu muligheden for at blive vores nye adjunkt/lektor på enten Diplom i Skat eller på Professionsbachelor i Skat på Københavns Professionshøjskole (KP).</strong><br/><br/>  Vi har lige nu to ledige stillinger inden for det skattefaglige felt. Den ene er på videreuddannelsesområdet (Diplom i Skat), og den anden er på grunduddannelsen (Professionsbachelor i Skat). På både Professionsbachelor i Skat og på Diplom i Skat mærker vi i erhvervslivet en stærk efterspørgsel på vores studerende og de kompetencer, de opnår på uddannelsen. Vi søger derfor dygtige formidlere med høj faglighed, der kan bidrage til at skabe spændende og udviklende undervisningstilbud til vores studerende. Du vil enten blive ansat på grunduddannelsen eller på videreuddannelsen. Uanset hvor du søger ansættelse, har vi et tæt samarbejde og et stærkt fagligt netværk på tværs, hvor faglig sparring og vidensdeling er i fokus.<br/><br/>  Fælles for de to stillinger er, at du bliver en del af vores interne skattefaglige netværk, hvor alt fra eksamensopgaver, cases og didaktiske overvejelser deles fire gange om året. I nedenstående kan du læse mere specifikt om de to stillinger.<br/><br/>  <strong>Stillingen på Diplom i Skat - Videreuddannelsen</strong><br/> På Diplom i Skat på Københavns Professionshøjskole (KP) er formålet at videreuddanne medarbejdere, som arbejder inden for det skattefaglige område, offentligt og privat. Søgningen til Diplom i Skat er stigende. Derfor søger vi nu endnu en engageret kollega, som har mod på at være fagansvarlig samt undervise og udvikle vores uddannelsesudbud inden for personbeskatning, erhvervsbeskatning, selskabsbeskatning mv. i tæt dialog med kolleger og aftagere.<br/><br/>  Du vil få fagansvar for fagområdet direkte beskatning og stå for undervisning på flere af vores moduler inden for direkte beskatning. Vi lægger vægt på dialogbaseret, praksisnær undervisning og vejledning af erfarne praktikere på videreuddannelsen. Herudover får du også mulighed for at undervise studerende på grunduddannelsen på Professionsbachelor i Skat, og på vores øvrige kurser inden for det brede skattefaglige område.<br/> <br/> <strong>Dine opgaver vil bl.a. være at:</strong><br/><br/>  <ul> \t<li>tage fagansvar for fagområdet direkte beskatning, herunder udarbejdelse og ajourføring af fagbeskrivelser, lektionsplaner, litteraturlister mv. samt løbende dialog med eksterne timeundervisere</li> \t<li>undervise og vejlede studerende på videreuddannelse og grunddannelse i skat</li> \t<li>planlægge og koordinere undervisning i samarbejde med kolleger på videreuddannelse og grunduddannelse</li> \t<li>udvikle undervisningsmateriale, f.eks. cases, øvelser, eksamensopgaver mv.; både alene og i samarbejde med interne og eksterne samarbejdspartnere</li> \t<li>bidrage til at udvikle fagområdet og uddannelsestilbud på det skattefaglige videreuddannelsesområde. </li> </ul>  <strong>Om dig</strong><br/> Du har en relevant uddannelse på kandidat, master eller lignende niveau, f.eks. cand.jur., cand.merc.aud. eller cand.merc.jur. Du må gerne have en ph.d., men det er ikke et krav.<br/><br/>  Du har en stærk faglig profil og praktisk erfaring inden for: Personbeskatning, erhvervsbeskatning og/eller selskabsbeskatning. Derudover kan du genkende dig selv i følgende:<br/><br/>  <ul> \t<li>Du har ambitioner for undervisningen inden for det skattefaglige område, du er løsningsorienteret og trives med variationen af fagansvar, undervisning, drifts- og udviklingsorienterede opgaver på tværs af videreuddannelse og grunduddannelse.</li> \t<li>Du møder de studerende, hvor de er og understøtter deres læring og kompetenceudvikling. Du har mod på at udvikle og levere såvel fysisk som online læring. </li> \t<li>Du ser det som en spændende opgave både at skulle undervise erfarne arbejdstagere på videreuddannelsen og unge studerende på grunduddannelsen og skabe synergier på tværs.</li> \t<li>Du er fleksibel, åben og har lyst til at indgå i et tværfagligt arbejdsfællesskab, der gør dig skarpere på både egen og andres faglighed</li> \t<li>Du har lyst til at netværke og har sans for forretning. </li> \t<li>Du har meget gerne erfaring med undervisning, og via KP’s adjunktforløb får du ligeledes mulighed for at udvikle og styrke dine kompetencer som underviser. </li> </ul>  <strong>Om Forvaltning og Organisation </strong><br/> Stillingen til Diplom i Skat er forankret i afdeling for Forvaltning og Organisation i Videreuddannelsens område for Ledelse, Organisation og Forvaltning, hvor vi er ca. 60 undervisere, konsulenter samt forskere. Vi er alle optagede af at bidrage til, at medarbejdere i den offentlige forvaltning løbende udvikler deres kompetencer til at sikre en velfungerende, effektiv og legitim offentlig forvaltning. Det gør vi som Danmarks største udbyder af diplomuddannelse i skat, akademi- og diplomuddannelserne inden for offentlig forvaltning og administration, diplomuddannelse i ledelse, KP konsulentuddannelse samt projektledelse og organisationsudvikling på den pædagogiske diplomuddannelse. Derudover leverer vi konsulentydelser, kurser og konferencer og særligt tilrettelagte forløb til den offentlige sektor, inklusive skatteforvaltningen.<br/><br/>  Diplom i Skat på KP er landets største videreuddannelsestilbud på det skattefaglige område, og vi er stolte af det, vi udbyder. KP udbyder undervisning på Diplom i Skat i København, Fredericia og Aalborg. Du skal derfor være indstillet på, at en del af din undervisning (ca. 10 dage pr. semester) kan foregå i Fredericia og evt. Aalborg. <br/><br/>  Vi er en fleksibel arbejdsplads, hvor friheden er stor, så længe opgaverne bliver løst. Dine kolleger er skarpe, humoristiske og uformelle, men samtidig professionelle og ambitiøse indenfor egen faglighed.<br/> <br/> Arbejdspladsen er beliggende på Tagensvej 18, 2200 København N.<br/> <br/> Har du spørgsmål til stillingen, er du velkommen til at kontakte videreuddannelsesleder Tove Enggrob på tlf. 2429 6366 eller mail toeb@kp.dk, eller lektor Ulla Margrethe Hansen på telefon 2373 3306.<br/><br/>  <strong>Stillingen på Professionsbachelor i Skat (genopslag) - grunduddannelsen</strong><br/> Som underviser på professionsbachelor i skat er din primære opgave at understøtte de studerendes læring og kompetenceudvikling med fokus på professionsdannelse, samt stå for dialogbaseret, praksisnær undervisning og vejledning af unge. Dertil kommer udvikling af nye aktiviteter og ny viden på de faglige områder der er knyttet til uddannelsen. <br/> <br/> Dine opgaver vil bl.a. være at:<br/><br/>  <ul> \t<li>undervise og (praktik)vejlede studerende samt skabe en god sammenhæng mellem undervisning, praksis og teori</li> \t<li>planlægge og koordinere undervisning i samarbejde med kolleger på grunduddannelse og videreuddannelse</li> \t<li>udvikle undervisningsmateriale, f.eks. cases, øvelser, eksamensopgaver mv. i tæt samarbejde med dine kolleger</li> \t<li>bidrage til at skabe et godt eksternt samarbejde inden for det skattefaglige område</li> \t<li>være fagansvarlig for udvalgte fag på grunduddannelsen - alt efter dine kompetencer og interesser </li> </ul>  Vi har et tæt samarbejde med videreuddannelsen, hvilket betyder, at du også kan få opgaver på diplom i skat, hvis det har din interesse. <br/> <br/> <strong>Om dig</strong><br/> Du har en relevant uddannelse på kandidat, master eller lignende niveau, f.eks. cand.jur., cand.merc.aud. eller cand.merc.jur. Du må gerne have en ph.d., men det er ikke et krav. Du har kendskab til og erhvervserfaring med ét eller flere af følgende specialer: selskabsbeskatning, selskabsret, formueret (herunder kreditaftaler og fordringer), køberet, aftaleret og civilproces, udlandsbeskatning og/eller skattestrafferet. <br/><br/>  Derudover kan du genkende dig selv i følgende:<br/><br/>  <ul> \t<li>Du har gerne erfaring med undervisning, og du understøtter de studerendes læring og kompetenceudvikling ved at møde dem i øjenhøjde.</li> \t<li>Du ser det som en spændende opgave at skulle undervise unge studerende på grunduddannelsen og erfarne arbejdstagere på videreuddannelsen og ser muligheden for at kunne drage nytte af dette på tværs.</li> \t<li>Du har en høj faglighed, er ambitiøs og kan levere gode resultater inden for undervisning og udvikling </li> \t<li>Du er fleksibel og har lyst til at indgå i forskellige former for samarbejde på tværs af grund- og videreuddannelse.</li> </ul>  <strong>Om Institut for Forvaltnings- og Administrationsuddannelser</strong><br/> Vores forvaltnings- og administrationsuddannelser (FAU) er en del af Institut for Forvaltnings- og Administrationsuddannelser på KP, der foruden FAU også omfatter uddannelsen Katastrofe- og Risikomanager. FAU består af uddannelserne administrationsbachelor, professionsbachelor i skat, erhvervsakademiuddannelsen administrationsøkonom og erhvervsakademiuddannelsen sundhedsadministrativ koordinator.<br/><br/>  Du bliver en del af en afdeling (FAU), hvor der er højt til loftet, en uformel tone og dygtige og ambitiøse kolleger med et stærkt fællesskab. Vi vægter både det faglige og det sociale, og du vil i dit arbejde have stærke muligheder for at præge din opgaveløsning i samspil med dine kolleger i instituttet, men også i forhold til de øvrige uddannelser på Københavns Professionshøjskole.<br/><br/>  Arbejdspladsen er beliggende på Tagensvej 86, 2200 København N, men der kan forekomme undervisning og/eller møder på andre lokationer i København. <br/> <br/> Har du spørgsmål til stillingen, er du velkommen til at kontakte uddannelsesleder for FAU Mette Baltzer Hansen på mebh@kp.dk eller tlf. 5163 2444 eller chefkonsulent Majbritt Høy Espensen på tlf. 2429 6304.<br/> <br/> <strong>Sparring i internt netværk på tværs af Diplom i Skat og Professionsbachelor i Skat</strong><br/> For at understøtte det faglige miljø inden for det skattefaglige felt, har vi etableret et fagligt netværk på tværs af Diplom i Skat og Professionsbachelor i skat. Vi mødes 4 gange om året, hvor der holdes oplæg, drøftes cases og andre uddannelsesrelevante emner. Foruden netværksrammen mødes undervisere på tværs af grund- og videreuddannelse og sparrer med hinanden om f.eks. eksamensopgaver, didaktiske overvejelser mm., og vi vægter det kollegiale højt. <br/><br/>  <strong>Løn- og ansættelsesvilkår gældende for begge stillinger</strong><br/> Du bliver ansat som adjunkt eller lektor med start d. 1. august 2022 eller hurtigst muligt derefter.<br/><br/>  Du bliver ansat i henhold til overenskomst mellem Finansministeriet og relevant organisation og med udgangspunkt i Bekendtgørelse nr. 1458 af 24. juni 2021 om stillingsstruktur for undervisere ved erhvervsakademier, professionshøjskoler og Danmarks Medie- og Journalisthøjskole. <br/><br/>  Ansættes du som adjunkt, vil du indgå i vores ambitiøse <a target=\"_blank\" href=\"https://recruiter.hr-manager.net/export/attachments/viewfilemanagerdocument.aspx?id=7236d975-b11d-4765-90d4-f8c23b5608c5&amp;cid=5001\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5591695\">lektorkvalificeringsforløb</a>.<br/><br/>  Ansættelse som lektor forudsætter positiv lektorbedømmelse efter bekendtgørelsen om lektorkvalificering, jf. BEK nr. 673 af 13/05 2020.<br/><br/>  <strong>Vil du vide mere? </strong><br/> Københavns Professionshøjskole vil bidrage til udviklingen af det danske samfund, dets velfærd og velstand, kultur og demokrati. Det gør vi ved at sætte nye standarder for professionsbacheloruddannelse, for videreuddannelse og for praksisnær forskning og udvikling. Det kræver ikke alene god, men fremragende undervisning. <br/><br/>  Læs mere om Københavns Professionshøjskole og vores strategiske retning ’Fælles om fremragende undervisning’ på <a target=\"_blank\" href=\"https://www.kp.dk\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5591695\">www.kp.dk</a>. <br/><br/>  <strong>Interesseret?</strong><br/> Er du interesseret, så send din ansøgning, CV og eksamensbeviser via ansøgerknappen senest 29. maj 2022. Du bedes i overskriften gøre opmærksom på, om det er stillingen på grunduddannelse eller på videreuddannelse, du søger.<br/><br/>  Vi forventer at afvikle 1. samtale til begge stillinger i uge 22 og 23. Efterfølgende vil 2. samtale blive afholdt.<br/><br/>  Er du lektorbedømt eller tillagt merit efter CVU-stillingstrukturen fra 2013, har du mulighed for, sammen med din ansøgning, at vedlægge en anmodning om lektorbedømmelse efter kapitel 5 i bekendtgørelsen. Anmodningen skal vedlægges CV, kopi af eksamensbeviser, samt kopi af bedømmelsen efter CVU-stillingsstrukturen. Du kan læse herom på vores <a target=\"_blank\" href=\"https://www.kp.dk/job/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5591695\">hjemmeside</a>, hvor du også kan finde en vejledning til anmodningen.<br/><br/>  Såfremt der er ansøgere, som anmoder om bedømmelse, vil dette indebære udskydning af tidspunktet for beslutning om besættelse af stillingen.<br/><br/>  <em>Københavns Professionshøjskole skeler hverken til køn, alder, etnicitet eller lignende, men alene til kompetence og talent.</em><br/><br/>","MapUrl":"https://www.google.dk/maps/place/Tagensvej+18,2200,+København+N/","OrganizationNumber":"30891732","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}