{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"Postdoc in the molecular mechanism of autophagy","JobHeadline":"Postdoc in the molecular mechanism of autophagy","Presentation":"The Department of Biomedicine at Faculty of Health at Aarhus University invites applications for a position as Postdoc in the field of cell biology as per 1 September 2022 or as soon as possible there","HiringOrgName":"Aarhus Universitet","WorkPlaceAddress":"Høegh-Guldbergs Gade 10","WorkPlacePostalCode":"8000","WorkPlaceCity":"Aarhus C","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2022-05-05T00:00:00","LastDateApplication":"2022-05-19T00:00:00","FormattedLastDateApplication":"19. maj 2022","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/5592074","Region":"Midtjylland","Municipality":"Aarhus","Country":"Danmark","PostalCode":"8000","PostalCodeName":null,"JobAnnouncementType":"","EmploymentType":"","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Forskning og universitetsundervisning, sundhedsvidenskab","Occupation":"Post doc., sundhedsvidenskab","Location":{"Latitude":56.165,"Longitude":10.2041},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"WorkplaceID":106583,"OrganisationId":"90880","HiringOrgCVR":31119103,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/5592074","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/5592074","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/5592074","HasLocationValues":true,"ID":"5592074","Latitude":56.165,"Longitude":10.2041},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Aarhus Universitet","Address":{"AddressLine":"Høegh-Guldbergs Gade 10","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8000","City":"Aarhus C"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":null,"Description":null,"Logo":106583,"WorkPlaceOrganizationNumber":"1013139160","OrganizationNumber":"31119103","OrganizationDescription":null},"JobPositionPosting":{"Id":5592074,"OriginalJppId":5592074,"HiringOrg":{"Name":"Aarhus Universitet","Address":{"AddressLine":"Høegh-Guldbergs Gade 10","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8000","City":"Aarhus C"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":null,"Description":null,"Logo":106583,"WorkPlaceOrganizationNumber":"1013139160","OrganizationNumber":"31119103","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2022-05-05T00:00:00","PublicationEndDate":"2022-05-19T00:00:00","JobPositionInformation":{"PositionTitle":"Postdoc in the molecular mechanism of autophagy","Purpose":"The Department of Biomedicine at Faculty of Health at Aarhus University invites applications for a position as Postdoc in the field of cell biology as per 1 September 2022 or as soon as possible thereafter. The position is a fixed-term full-time position for 48 months.<br/><br/>We offer a vibrant international research environment where English is the preferred language in the laboratory, at meetings and at seminars. The Department employs some 450 people and covers a range of research areas within Biomedicine. We contribute to the Bachelor’s degree programs in medicine, molecular medicine, odontology and the Master’s degree programs in biomedical engineering and medical chemistry. Our infrastructure is well developed with modern laboratories, core and animal facilities. You will work either in the brand new ‘Skou Building’&nbsp;or similar as we are in the process of modernizing our old facilities. You can read more about the department <a href=\"http://biomed.au.dk/en/\" >here</a>&nbsp;and&nbsp;about the faculty <a href=\"https://health.au.dk/en/research/become-a-researcher-at-health/\" >here</a><strong>.</strong><br/><br/><b><strong>About the research project</strong></b><br/><br/>Autophagy is a catabolic process highly conserved among eukaryotes, which is involved in the degradation of long-lived proteins, aberrant complexes and aggregates, dysfunctional and superfluous organelles, and intracellular pathogens. Structures targeted to destruction are sequestered by double-membrane vesicles called autophagosomes and delivered to lysosomes for turnover. The resulting metabolites are reused by the cell as either an energy source or building blocks for the synthesis of new macromolecules. Autophagy is essential to maintain cellular and organismal homeostasis because involved in the adaptation to stresses, quality control, metabolism regulation, cell development and differentiation, stemness maintenance, type II program cell death, tumor suppression and immunity. As a result, the impairment or defect in autophagy leads to severe pathologies such as neurodegeneration, myopathies, chronic inflammations, and some malignancies. Crucially, it has also been shown that autophagy is an effective therapy to prevent or cure diseases, including specific types of tumors, muscular dystrophies, and neurodegenerative disorders. The elucidation of the mechanisms involved in activation and regulation of autophagy, but also the identification of the proteins required for recognition and elimination of the various autophagic cargoes, is therefore of primary relevance. Understanding the exact role of autophagy in the various physiological situations and pathological conditions is also crucial. All this knowledge combined is essential to be able to modulate autophagy to the benefit of human health, but also for biotechnological and agricultural applications.<br/><br/>The key actors of autophagy are the autophagy-related (Atg) proteins. A long-standing question in the field of autophagy is the origin of the membranes composing the autophagosomes. The endoplasmic reticulum (ER) has been highlighted as the possible major lipid source as the autophagosomes form adjacently to it and their precursor structure, the phagophores, share membrane contact sites (MCSs) with the ER. The MCSs between organelles are established by specific proteins and one of the recognized MCSs’ functions is the transfer of lipids. We and others, have recently revealed that Atg2, a core Atg protein, plays a key role in establishing MCS between the phagophores and the ER. Since Atg2 transfers lipids between adjacent membranes <em>in vitro</em>, these observations indicate that the Atg2 probably functions in supplying part of the membranes required for the autophagosome biogenesis. However, the mechanism underlying the establishment of these MCSs between the phagophore and the ER, and their function, remains laregely unknown.<br/><br/>The main goal of the project is to decipher these two aspects of the phagophore-ER MCS by studying Atg2 and its interactors. At the MCSs, Atg2 forms a complex with Atg18 and associates to phagophores by interacting with transmembrane Atg9. Its binding partner at the ER, which is required for Atg2 to bridge the ER with phagophores, remain elusive. Thus, we will take two unbiased approaches to identify new Atg2 interactors before investigating their role in autophagy and phagophore-ER MCSs <em>in vivo</em>. In parallel, we will study <em>in vitro</em> the tethering and lipid transfer functions of Atg2, and dissect the role of the known and newly identified binding partners in these processes. The investigations, which will use a unique combination of cell biological and biochemical approaches, will take advantage of yeast <em>Saccharomyces cerevisiae </em>because of the experimental amenability of this model system, including the possibility to purify proteins for the <em>in vitro</em> assays, and the presence of a single isoform of Atg proteins.<br/><br/>Altogether, the results will shed light into a step of autophagy that has only marginally been studied. The outcome of this project will be the deeper understanding of the role of the connection between phagophores and the ER. This will provide ground-breaking knowledge about the mechanism of autophagy, and may provide important information for the development of future autophagy-based treatment of diseases.<br/><br/><b><strong>Your job responsibilities</strong></b><br/><br/>As Postdoc studying the molecular mechanism of autophagy in the model system yeast <em>Saccharomyces cerevisiae</em>, your position is primarily research-based but may also involve teaching assignments. You will contribute to the development of the department through research of high international quality. In your daily work, you will work closely with colleagues on your project, where you will receive supervision and guidance.<br/><br/>Your main tasks will consist of:<ul><li>Independent research of high international quality, including publication.</li><li>Supervise at least one PhD student or junior scientist in the lab.</li></ul>You will report to Professor Fulvio Reggiori.<br/><br/><b><strong>Your competences </strong></b><br/><br/>You have academic qualifications at PhD level, preferably within one or more of the following areas: cell biology and biochemistry. The applicant must have expertise in molecular biology techniques (PCR, cloning, <em>E. coli</em> transformation, DNA gel electrophoresis…), biochemical techniques (SDS-PAGE, western blot, immunoprecipitations, recombinant protein purification, in vitro assays…) and live-cell fluorescence microscopy and/or immunofluorescence. A plus is previous experience with yeast <em>Saccharomyces cerevisiae</em>, in particular its genetic manipulation and growth.<br/><br/>As a person, you are ambitious, take ownership and possess good communication and interpersonal skills. We expect you to be fluent in oral and written English.<br/><br/>In order to be assessed as qualified for a Postdoc position, you must meet <a href=\"http://health.au.dk/en/about-health/vacant-positions/recruitment-procedures-at-health/criteria-for-the-recruitment-of-postdocs/\" >these academic criteria</a>.<br/><br/>Shortlisting will be used.<br/><br/><strong>Questions about the position</strong><br/>If you have any questions about the position, please contact Professor Fulvio Reggiori, telephone: (+31) 50 3616163.<br/><br/>Your place of work will be the Department of Biomedicine, Ole Worms Alle’ 4, building 1160, DK-8000 Aarhus C, Denmark.<br/><br/>We expect to conduct interviews from in June.<br/><br/><br/><b><br/><strong>Terms of employment </strong></b><br/><br/><ul><li>Appointment as a postdoc requires academic qualifications at PhD level.</li><li>Further information on the appointment procedure can be found in the <a href=\"https://international.au.dk/fileadmin/bekendtgoerelse_nr__242_af_a3__marts_2012_-_engelsk_udgave.pdf\" target=\"_blank\">Ministerial Order on the Appointment of Academic Staff at Universities</a>.</li><li>The appointment is in accordance with the <a href=\"https://www.retsinformation.dk/eli/retsinfo/2021/10084\" target=\"_blank\">Danish Confederation of Professional Associations</a> (Akademikerne).</li><li>Remuneration is in accordance with the above, and the <a href=\"http://health.au.dk/fileadmin/www.health.au.dk/aktuelt/ledigestillinger/loenkatalog-engelsk.pdf\" target=\"_blank\">Salary agreement catalogue for staff at Health</a>.</li><li>The yearly base salary for a fulltime postdoc is between DKK 465,475.74 and DKK 517.872,14 depending on the years of working experience after achieved MSc degree. The base salary includes a position related supplement and pension (17.1 %). Additional supplement(s) for special qualifications can be negotiated. Authorisation supplemement(s) will be granted, if relevant for the position. Your local eligible trade union representative at Aarhus University negotiates your salary on your behalf.</li><li>Researchers recruited from abroad are offered a <a href=\"https://medarbejdere.au.dk/en/administration/hr/payroll/taxation-of-researchers/taxation-aspects-of-international-researchers-employment-by-au/\">special researcher tax scheme</a> with a lower tax rate.</li><li>Further information on qualification requirements and job description can be found in the <a href=\"https://medarbejdere.au.dk/fileadmin/www.medarbejdere.au.dk/hr/rekruttering/onboarding/ministerial_order_no._1443_of_11_december_2019_on_job_structure_for_academic_staff_at_universities.pdf\" target=\"_blank\">Ministerial Order on Job Structure for Academic Staff</a></li></ul><br/><br/><b><br/><strong>Application</strong></b><br/><br/>Your application must include the following:<ul><li>Motivated application</li><li>Curriculum Vitae</li><li>Diploma</li><li><a href=\"https://health.au.dk/fileadmin/www.health.au.dk/om_health_ekstern/ledige_stillinger/ansaettelsesprocedurer/word/template-for-applicant-postdoc.docx\" target=\"_blank\">Template for applicant - postdoc</a> must be completed and uploaded under ‘Extra documents’</li><li>A list of publications</li><li>A teaching portfolio. We refer to <a href=\"https://medarbejdere.au.dk/en/administration/hr/recruitmentandonboarding/employment/academic-staff/teaching-portfolios/\" target=\"_blank\">Guideline on the use of teaching portfolios</a></li><li>A maximum of five of the publications of greatest relevance to the job may be submitted (optional)</li><li>Strategic research plan can be uploaded (optional)</li><li>Coauthor statement(s) can be uploaded (optional)</li><li>References/recommendations can be uploaded separately in the e-recruitment system (optional)</li></ul>We refer to the faculty’s <a href=\"https://health.au.dk/fileadmin/www.health.au.dk/om_health_ekstern/ledige_stillinger/ansaettelsesprocedurer/pdf/guidelines-for-applicants-to-academic-positions.pdf\" target=\"_blank\">Guidelines for applicants</a>.<br/><br/>The assessment committee may decide to include non-submitted material in its statement. In such cases, you will be informed and obliged to submit material, unless your application is withdrawn.<br/><br/>Aarhus University’s ambition is to be an attractive and inspiring workplace for all and to foster a culture in which each individual has opportunities to thrive, achieve and develop. We view equality and diversity as assets, and we welcome all applicants.<br/><br/><b><strong>Letter of reference </strong></b><br/><br/>If you want a referee to upload a letter of reference on your behalf, please state the referee’s contact information when you submit your application. We strongly recommend that you make an agreement with the person in question before you enter the referee’s contact information, and that you ensure that the referee has enough time to write the letter of reference before the application deadline.<br/>Unfortunately, it is not possible to ensure that letters of reference received after the application deadline will be taken into consideration.<br/><br/><b><br/><strong>International applicant?</strong></b><br/><br/>Aarhus University offers a broad variety of services for international researchers and accompanying families, including relocation service and career counselling to expat partners. Please find more information about entering and working in Denmark <a href=\"http://health.au.dk/en/research/become-a-researcher-at-health/\">here</a>. Aarhus University also has a Junior Researcher Development Programme. You can read more about it <a href=\"http://talent.au.dk/junior-researcher-development-programme/\" target=\"_blank\">here</a>.<br/><br/><em>The application must be submitted via Aarhus University’s recruitment system, which can be accessed under the job advertisement on Aarhus University's website.</em><br/><strong>Aarhus </strong><strong>University</strong><strong> </strong><br/><em>Aarhus University is an academically diverse and research-intensive university with a strong commitment to high-quality research and education and the development of society nationally and globally. The university offers an inspiring research and teaching environment to </em><em>its 38,000 students (FTEs) and 8,000 employees, and has an annual revenues of EUR 885 million. Learn more at </em><em><a href=\"http://www.international.au.dk/\">www.international.au.dk/</a></em>","WorkLocation":{"AddressLine":"Høegh-Guldbergs Gade 10","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8000","City":"Aarhus C"},"EmploymentType":16,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"DiscoWeb":0,"AlternateNames":[],"GroupId":0,"AreaId":0,"Id":0,"Name":null},"IsGovernmentHiring":true,"JppContacts":[{"Id":7965560,"Email":null,"FaxNumber":null,"PersonName":"Fulvio Mario Reggiori","FirstName":"Fulvio","LastName":"Mario Reggiori","PositionTitle":null,"PhoneNumbers":[{"Number":"(+31) 50 3616163","Type":2,"Description":"Mobil"}]}],"EmploymentDate":"2022-09-01T00:00:00"},"IsRecruitmentOfForeignNationals":true,"IsWorkInDenmark":true,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://AU.emply.net/recruitment/vacancyApply.aspx?publishingId=27d073c2-9258-4c0d-88c8-800a1bd19d34","ReplyInWriting":false,"ApplicationDeadlineDate":"2022-05-19T00:00:00"},"ContactAuthorityPhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=5592074&WorkPlace=106583&Organisation=31119103","Address":"Høegh-Guldbergs Gade 10,8000, Aarhus C","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=5592074&Company.Name=Aarhus Universitet&SubmissionDeadlineDate=2022-5-19&Title=Postdoc in the molecular mechanism of autophagy&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":false,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"Postdoc in the molecular mechanism of autophagy","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"5592074","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Aarhus Universitet","Address":"Høegh-Guldbergs Gade 10","Country":null,"EmploymentAreaID":null,"PostCode":"8000","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Aarhus C","ContactPerson":"Fulvio Mario Reggiori","Phone":"(+31) 50 3616163","Email":null,"Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2022-05-19T00:00:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"Place":"Arbejdspladsen ligger i Aarhus kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Aarhus Universitet","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"The Department of Biomedicine at Faculty of Health at Aarhus University invites applications for a position as Postdoc in the field of cell biology as per 1 September 2022 or as soon as possible thereafter. The position is a fixed-term full-time position for 48 months.We offer a vibrant international research environment where English is the prefer","DescriptionForSharing":"\"The Department of Biomedicine at Faculty of Health at Aarhus University invites applications for a position as Postdoc in the field of cell biology as per 1 September 2022 or as soon as possible thereafter. The position is a fixed-term full-time position for 48 months.We offer a vibrant international research environment where English is the prefer\"","TitleForSharing":"\"Postdoc in the molecular mechanism of autophagy\"","RutePlan":"https://www.google.dk/maps/dir//Høegh-Guldbergs+Gade+10,8000,+Aarhus+C/","FormattedPurpose":"The Department of Biomedicine at Faculty of Health at Aarhus University invites applications for a position as Postdoc in the field of cell biology as per 1 September 2022 or as soon as possible thereafter. The position is a fixed-term full-time position for 48 months.<br/><br/>We offer a vibrant international research environment where English is the preferred language in the laboratory, at meetings and at seminars. The Department employs some 450 people and covers a range of research areas within Biomedicine. We contribute to the Bachelor’s degree programs in medicine, molecular medicine, odontology and the Master’s degree programs in biomedical engineering and medical chemistry. Our infrastructure is well developed with modern laboratories, core and animal facilities. You will work either in the brand new ‘Skou Building’ or similar as we are in the process of modernizing our old facilities. You can read more about the department <a target=\"_blank\" href=\"http://biomed.au.dk/en/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5592074\">here</a> and about the faculty <a target=\"_blank\" href=\"https://health.au.dk/en/research/become-a-researcher-at-health/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5592074\">here</a><strong>.</strong><br/><br/><b><strong>About the research project</strong></b><br/><br/>Autophagy is a catabolic process highly conserved among eukaryotes, which is involved in the degradation of long-lived proteins, aberrant complexes and aggregates, dysfunctional and superfluous organelles, and intracellular pathogens. Structures targeted to destruction are sequestered by double-membrane vesicles called autophagosomes and delivered to lysosomes for turnover. The resulting metabolites are reused by the cell as either an energy source or building blocks for the synthesis of new macromolecules. Autophagy is essential to maintain cellular and organismal homeostasis because involved in the adaptation to stresses, quality control, metabolism regulation, cell development and differentiation, stemness maintenance, type II program cell death, tumor suppression and immunity. As a result, the impairment or defect in autophagy leads to severe pathologies such as neurodegeneration, myopathies, chronic inflammations, and some malignancies. Crucially, it has also been shown that autophagy is an effective therapy to prevent or cure diseases, including specific types of tumors, muscular dystrophies, and neurodegenerative disorders. The elucidation of the mechanisms involved in activation and regulation of autophagy, but also the identification of the proteins required for recognition and elimination of the various autophagic cargoes, is therefore of primary relevance. Understanding the exact role of autophagy in the various physiological situations and pathological conditions is also crucial. All this knowledge combined is essential to be able to modulate autophagy to the benefit of human health, but also for biotechnological and agricultural applications.<br/><br/>The key actors of autophagy are the autophagy-related (Atg) proteins. A long-standing question in the field of autophagy is the origin of the membranes composing the autophagosomes. The endoplasmic reticulum (ER) has been highlighted as the possible major lipid source as the autophagosomes form adjacently to it and their precursor structure, the phagophores, share membrane contact sites (MCSs) with the ER. The MCSs between organelles are established by specific proteins and one of the recognized MCSs’ functions is the transfer of lipids. We and others, have recently revealed that Atg2, a core Atg protein, plays a key role in establishing MCS between the phagophores and the ER. Since Atg2 transfers lipids between adjacent membranes <em>in vitro</em>, these observations indicate that the Atg2 probably functions in supplying part of the membranes required for the autophagosome biogenesis. However, the mechanism underlying the establishment of these MCSs between the phagophore and the ER, and their function, remains laregely unknown.<br/><br/>The main goal of the project is to decipher these two aspects of the phagophore-ER MCS by studying Atg2 and its interactors. At the MCSs, Atg2 forms a complex with Atg18 and associates to phagophores by interacting with transmembrane Atg9. Its binding partner at the ER, which is required for Atg2 to bridge the ER with phagophores, remain elusive. Thus, we will take two unbiased approaches to identify new Atg2 interactors before investigating their role in autophagy and phagophore-ER MCSs <em>in vivo</em>. In parallel, we will study <em>in vitro</em> the tethering and lipid transfer functions of Atg2, and dissect the role of the known and newly identified binding partners in these processes. The investigations, which will use a unique combination of cell biological and biochemical approaches, will take advantage of yeast <em>Saccharomyces cerevisiae </em>because of the experimental amenability of this model system, including the possibility to purify proteins for the <em>in vitro</em> assays, and the presence of a single isoform of Atg proteins.<br/><br/>Altogether, the results will shed light into a step of autophagy that has only marginally been studied. The outcome of this project will be the deeper understanding of the role of the connection between phagophores and the ER. This will provide ground-breaking knowledge about the mechanism of autophagy, and may provide important information for the development of future autophagy-based treatment of diseases.<br/><br/><b><strong>Your job responsibilities</strong></b><br/><br/>As Postdoc studying the molecular mechanism of autophagy in the model system yeast <em>Saccharomyces cerevisiae</em>, your position is primarily research-based but may also involve teaching assignments. You will contribute to the development of the department through research of high international quality. In your daily work, you will work closely with colleagues on your project, where you will receive supervision and guidance.<br/><br/>Your main tasks will consist of:<ul><li>Independent research of high international quality, including publication.</li><li>Supervise at least one PhD student or junior scientist in the lab.</li></ul>You will report to Professor Fulvio Reggiori.<br/><br/><b><strong>Your competences </strong></b><br/><br/>You have academic qualifications at PhD level, preferably within one or more of the following areas: cell biology and biochemistry. The applicant must have expertise in molecular biology techniques (PCR, cloning, <em>E. coli</em> transformation, DNA gel electrophoresis…), biochemical techniques (SDS-PAGE, western blot, immunoprecipitations, recombinant protein purification, in vitro assays…) and live-cell fluorescence microscopy and/or immunofluorescence. A plus is previous experience with yeast <em>Saccharomyces cerevisiae</em>, in particular its genetic manipulation and growth.<br/><br/>As a person, you are ambitious, take ownership and possess good communication and interpersonal skills. We expect you to be fluent in oral and written English.<br/><br/>In order to be assessed as qualified for a Postdoc position, you must meet <a target=\"_blank\" href=\"http://health.au.dk/en/about-health/vacant-positions/recruitment-procedures-at-health/criteria-for-the-recruitment-of-postdocs/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5592074\">these academic criteria</a>.<br/><br/>Shortlisting will be used.<br/><br/><strong>Questions about the position</strong><br/>If you have any questions about the position, please contact Professor Fulvio Reggiori, telephone: (+31) 50 3616163.<br/><br/>Your place of work will be the Department of Biomedicine, Ole Worms Alle’ 4, building 1160, DK-8000 Aarhus C, Denmark.<br/><br/>We expect to conduct interviews from in June.<br/><br/><br/><b><br/><strong>Terms of employment </strong></b><br/><br/><ul><li>Appointment as a postdoc requires academic qualifications at PhD level.</li><li>Further information on the appointment procedure can be found in the <a target=\"_blank\" href=\"https://international.au.dk/fileadmin/bekendtgoerelse_nr__242_af_a3__marts_2012_-_engelsk_udgave.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5592074\">Ministerial Order on the Appointment of Academic Staff at Universities</a>.</li><li>The appointment is in accordance with the <a target=\"_blank\" href=\"https://www.retsinformation.dk/eli/retsinfo/2021/10084\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5592074\">Danish Confederation of Professional Associations</a> (Akademikerne).</li><li>Remuneration is in accordance with the above, and the <a target=\"_blank\" href=\"http://health.au.dk/fileadmin/www.health.au.dk/aktuelt/ledigestillinger/loenkatalog-engelsk.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5592074\">Salary agreement catalogue for staff at Health</a>.</li><li>The yearly base salary for a fulltime postdoc is between DKK 465,475.74 and DKK 517.872,14 depending on the years of working experience after achieved MSc degree. The base salary includes a position related supplement and pension (17.1 %). Additional supplement(s) for special qualifications can be negotiated. Authorisation supplemement(s) will be granted, if relevant for the position. Your local eligible trade union representative at Aarhus University negotiates your salary on your behalf.</li><li>Researchers recruited from abroad are offered a <a target=\"_blank\" href=\"https://medarbejdere.au.dk/en/administration/hr/payroll/taxation-of-researchers/taxation-aspects-of-international-researchers-employment-by-au/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5592074\">special researcher tax scheme</a> with a lower tax rate.</li><li>Further information on qualification requirements and job description can be found in the <a target=\"_blank\" href=\"https://medarbejdere.au.dk/fileadmin/www.medarbejdere.au.dk/hr/rekruttering/onboarding/ministerial_order_no._1443_of_11_december_2019_on_job_structure_for_academic_staff_at_universities.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5592074\">Ministerial Order on Job Structure for Academic Staff</a></li></ul><br/><br/><b><br/><strong>Application</strong></b><br/><br/>Your application must include the following:<ul><li>Motivated application</li><li>Curriculum Vitae</li><li>Diploma</li><li><a target=\"_blank\" href=\"https://health.au.dk/fileadmin/www.health.au.dk/om_health_ekstern/ledige_stillinger/ansaettelsesprocedurer/word/template-for-applicant-postdoc.docx\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5592074\">Template for applicant - postdoc</a> must be completed and uploaded under ‘Extra documents’</li><li>A list of publications</li><li>A teaching portfolio. We refer to <a target=\"_blank\" href=\"https://medarbejdere.au.dk/en/administration/hr/recruitmentandonboarding/employment/academic-staff/teaching-portfolios/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5592074\">Guideline on the use of teaching portfolios</a></li><li>A maximum of five of the publications of greatest relevance to the job may be submitted (optional)</li><li>Strategic research plan can be uploaded (optional)</li><li>Coauthor statement(s) can be uploaded (optional)</li><li>References/recommendations can be uploaded separately in the e-recruitment system (optional)</li></ul>We refer to the faculty’s <a target=\"_blank\" href=\"https://health.au.dk/fileadmin/www.health.au.dk/om_health_ekstern/ledige_stillinger/ansaettelsesprocedurer/pdf/guidelines-for-applicants-to-academic-positions.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5592074\">Guidelines for applicants</a>.<br/><br/>The assessment committee may decide to include non-submitted material in its statement. In such cases, you will be informed and obliged to submit material, unless your application is withdrawn.<br/><br/>Aarhus University’s ambition is to be an attractive and inspiring workplace for all and to foster a culture in which each individual has opportunities to thrive, achieve and develop. We view equality and diversity as assets, and we welcome all applicants.<br/><br/><b><strong>Letter of reference </strong></b><br/><br/>If you want a referee to upload a letter of reference on your behalf, please state the referee’s contact information when you submit your application. We strongly recommend that you make an agreement with the person in question before you enter the referee’s contact information, and that you ensure that the referee has enough time to write the letter of reference before the application deadline.<br/>Unfortunately, it is not possible to ensure that letters of reference received after the application deadline will be taken into consideration.<br/><br/><b><br/><strong>International applicant?</strong></b><br/><br/>Aarhus University offers a broad variety of services for international researchers and accompanying families, including relocation service and career counselling to expat partners. Please find more information about entering and working in Denmark <a target=\"_blank\" href=\"http://health.au.dk/en/research/become-a-researcher-at-health/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5592074\">here</a>. Aarhus University also has a Junior Researcher Development Programme. You can read more about it <a target=\"_blank\" href=\"http://talent.au.dk/junior-researcher-development-programme/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5592074\">here</a>.<br/><br/><em>The application must be submitted via Aarhus University’s recruitment system, which can be accessed under the job advertisement on Aarhus University's website.</em><br/><strong>Aarhus </strong><strong>University</strong><strong> </strong><br/><em>Aarhus University is an academically diverse and research-intensive university with a strong commitment to high-quality research and education and the development of society nationally and globally. The university offers an inspiring research and teaching environment to </em><em>its 38,000 students (FTEs) and 8,000 employees, and has an annual revenues of EUR 885 million. Learn more at </em><em><a target=\"_blank\" href=\"http://www.international.au.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5592074\">www.international.au.dk/</a></em>","MapUrl":"https://www.google.dk/maps/place/Høegh-Guldbergs+Gade+10,8000,+Aarhus+C/","OrganizationNumber":"31119103","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}