{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"2-yr postdoc on human macroecology in a functional trait perspective Aarhus University (re-advertisement)","JobHeadline":"2-yr postdoc on human macroecology in a functional trait perspective Aarhus University (re-advertisement)","Presentation":"The Department of Archaeology and Heritage Studies and the Department of Biology, Aarhus University, invite applications for a 2-year postdoc position on human macroecology in a functional trait persp","HiringOrgName":"Aarhus Universitet","WorkPlaceAddress":"Nordre Ringgade 1  ","WorkPlacePostalCode":"8000","WorkPlaceCity":"Aarhus C","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2025-02-05T00:00:00","LastDateApplication":"2025-04-01T00:00:00","FormattedLastDateApplication":"1. april 2025","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/51fe53dd-9332-4be3-a114-299be59deaf2","Region":"Midtjylland","Municipality":"Aarhus","Country":"Danmark","PostalCode":"8000","PostalCodeName":null,"JobAnnouncementType":"Almindelige vilkår","EmploymentType":"Tidsbegrænset ansættelse","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Forskning og universitetsundervisning, naturvidenskab og teknik","Occupation":"Post doc., naturvidenskab og teknik","Location":{"Latitude":56.1505,"Longitude":10.278},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"WorkplaceID":1014119171,"OrganisationId":"","HiringOrgCVR":31119103,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/51fe53dd-9332-4be3-a114-299be59deaf2","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/51fe53dd-9332-4be3-a114-299be59deaf2","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/51fe53dd-9332-4be3-a114-299be59deaf2","HasLocationValues":true,"ID":"51fe53dd-9332-4be3-a114-299be59deaf2","Latitude":56.1505,"Longitude":10.278},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Aarhus Universitet","Address":{"AddressLine":"Nordre Ringgade 1","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8000","City":"Aarhus C"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://au.emply.net/recruitment/vacancyApply.aspx?publishingId=e0b3a04c-57e7-4aa8-bf4d-918badc0a945","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1014119171","OrganizationNumber":"31119103","OrganizationDescription":null},"JobPositionPosting":{"Id":"51fe53dd-9332-4be3-a114-299be59deaf2","HiringOrg":{"Name":"Aarhus Universitet","Address":{"AddressLine":"Nordre Ringgade 1","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8000","City":"Aarhus C"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://au.emply.net/recruitment/vacancyApply.aspx?publishingId=e0b3a04c-57e7-4aa8-bf4d-918badc0a945","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1014119171","OrganizationNumber":"31119103","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2025-02-05T00:00:00+01:00","PublicationEndDate":"2025-04-01T23:59:00+02:00","JobPositionInformation":{"PositionTitle":"2-yr postdoc on human macroecology in a functional trait perspective Aarhus University (re-advertisement)","Purpose":"The Department of Archaeology and Heritage Studies and the Department of Biology, Aarhus University, invite applications for a 2-year postdoc position on human macroecology in a functional trait perspective.<br>The position is for 2 years and is available from September 1, 2025, or soon thereafter.<br><br>The university is keen for its staff to reflect the diversity of society and thus welcomes applications from all qualified applicants regardless of their personal background.<br><br><b>Research context</b>This postdoc project is part of the Center for Ecological Dynamics in a Novel Biosphere (ECONOVO), funded by the Danish National Research Foundation. Overall ECONOVO aims to provide new perspectives on the future of the biosphere - to learn more please visit our website here: ECONOVO - Center for Ecological Dynamics in a Novel Biosphere - Aarhus University (<a href=\"https://www.au.dk/\">au.dk</a>) <br><br><b>The position</b>This postdoc project will be part of the ECONOVO research theme 1: Diversity Dynamics, focused on understanding biodiversity dynamics in novel ecosystems (NEs) past and present.<br>This position is focused on understanding the diverse roles humans might have in ecosystems globally by applying a functional trait perspective that integrates cross-cultural ethnographic idata (from, for instance, D-PLACE), palaeodemography (from, for instance, HYDE), and estimates of human energy consumption. Humans have evolved the unique, culturally and technologically mediated ability to act in multiple different ecological roles – for instance, as foragers, pastoralists, farmers, industrialists – and these variable socio-economic constellations determine their interactions with the environment.<br><br>Our aim is to understand these ecological interactions globally in a data-driven macroecological approach, and to articulate these analyses with projections of future climate, human energy consumption, and human niche dynamics differentiated by socio-economic constellation.<br><br>The postdoc is expected to lead an investigation that combines functional trait theory, metabolic theory and energetics, macroecological modelling, and human socio-ecology to better understand the variable roles adopted by human communities practicing different economies within ecosystems, and their impacts on these – past, present, and future.<br><br>We aim for the investigation to encompass a temporal scope spanning from the Middle Pleistocene to potential future scenarios.<br><br>We are open to hearing the candidate’s take on this and would like the postdoc to contribute ideas and concepts to the project and lead at least two high-quality papers in this research area. We also emphasize the importance of engaging fully in the center's outreach and educational efforts, while also supporting and encouraging collaborative work with ECONOVO colleagues, including students.<br>This collaboration involves sharing skills and contributing to problem-solving within the postdoc’s area of expertise.<br><br><b>Teaching</b>The position will involve some teaching as agreed upon with the Head of the Department and the project PIs.<br><br><b>Knowledge exchange</b>The successful applicant will be expected to exchange knowledge with various sectors of society and to contribute actively to public debate in areas related to the position.<br><br><b>Qualifications</b>Applicants must have a PhD degree in ecology, computation anthropology, cultural evolutionary studies or equivalent qualifications.<br>Demonstrated capability in macroecological statistical modelling and prior engagement with relevant cross-cultural datasets, for instance, D-PLACE or HYDE, is a positive attribute.<br><br>The individual appointed in this position will need to show collaborative expertise, a demonstrated history of publishing at a high international level, and have good command of English.<br>Applicants who do not have English as their first language must demonstrate excellent English language writing skills and fluency.<br><br>The research activities will be evaluated in relation to the actual research time. We therefore encourage applicants to specify any periods of leave they may have had without research activities (e.g. maternity/paternity leave), so we can subtract these periods from the span of their academic career when evaluating their productivity.<br><br>The application must be submitted in English and include motivation letter including a 1-page outline of your ideas for the postdoc research project, 2-page CV (including number of citations and H-index from Google Scholar), full list of publications, as well as educational documentation (copies of diplomas for Master and PhD degrees, in English or Danish).<br><br>Only submitted publications will be assessed; a list of publications is not sufficient. As a result, applications without submitted publications will not be assessed.<br><br>Please upload a maximum of two publications alongside your application. <br><br>Professional references or recommendations should not be included. Applicants who are selected for an interview may be asked to provide professional references.<br><br>Applicants seeking further information are invited to contact: Professor Felix Riede or Center director Professor Jens-Christian Svenning, phone +45 28992304, e-mail: svenning@bio.au.dk.<br><br>For further information about the application procedure, please contact HR supporter Gerd Bech Thomsen (gebeth@au.dk)<br><br><b>Project PI and collaborators: </b>Professor Felix Riede is the PI for this specific project within ECONOVO , with Professor Jens-Christian Svenning and Dr. Trine Kellberg Nielsen as collaborators on the project – all key personnel at ECONOVO. The postdoc will join the ECONOVO team within the Section for Ecoinformatics &amp; Biodiversity (ECOINF) as well as the Department of Archaeology and Heritage Studies. Key international associates to ECONOVO will also be involved.<br>Together ECONOVO, ECOINF, and the Department of Archaeology and Heritage Studies form a cooperative, interdisciplinary research network with extensive international involvement.<br>Postdocs and PhD students are encouraged to collaborate within the group, across departments, and with other universities.<br><br><b>What we offer </b>The selected applicant is offered:<br> * An engaging, ambitious, and friendly research habitat, encouraging open dialogue within<br> and between assorted research disciplines<br> * a working environment with teamwork, close working relations, network activities among<br> young scientists and social activities<br> * a workplace characterized by professionalism, equality, and a healthy work-life balance<br> * access to well-developed research infrastructure<br> * office space and shared equipment. <br><br>Life quality and time allocation to personal and family life in Denmark is high, and international investigations usually report that no other nationality score higher in terms of life satisfaction.<br><br><b>International applicants</b>International applicants are encouraged to check <a href=\"https://international.au.dk/life/lifeindenmark/familyworklife\">Family and work-life balance</a> and <a href=\"https://international.au.dk/research/researcher-positions/workingconditions\">Attractive working conditions</a> for further information about the benefits of working at Aarhus University and in Denmark, including healthcare, paid holidays and, if relevant, maternity/paternity leave, childcare and schooling. Aarhus University offers a broad variety of services for international researchers and accompanying families, including a relocation service and career counselling for expat partners. For information about taxation, see <a href=\"https://medarbejdere.au.dk/en/administration/hr/payroll/taxation-of-researchers/taxation-aspects-of-international-researchers-employment-by-au\">Taxation aspects of international researchers’ employment by AU</a>.<br><br><b>Place of Work</b>The place of employment and work is the Center for Ecological Dynamics in a Novel Biosphere (ECONOVO)’s office at the Department of Archaeology and Heritage Studies, located at beautiful Campus Moesgård some 10 km south of Aarhus city centre. As part of ECONOVO, the candidate will also be a member of Section of Ecoinformatics &amp; Biodiversity (ECOINF), Department of Biology, Aarhus University, Ny Munkegade 116, DK-8000 Aarhus C, Denmark, with an additional physical workplace there. <br><br><b>About the Departments</b>The Department of Biology hosts research programs and teaching curricula that cover all major biological sub-disciplines. The Department currently employs approximately 140 academic and technical staff and 40 PhD students.<br>The Department hosts BSc and MSc study programs in Biology with about 400 students enrolled as well as a PhD program.<br>The Department offer a vibrant and informal research environment with a long-standing tradition for collaboration with international university partners in the absolute elite.<br><br>The Department of Archaeology and Heritage Studies, and its associated research programme known as Materials, Culture and Heritage (MCH) are concerned with people and the environment from the earliest to modern times, with a focus on studies of material culture. Based on fieldwork, library and laboratory studies – including methods from anthropology, history and a variety of natural scientific approaches – the programme investigates and challenges our understanding of past societies seen in a deep historical perspective.<br>The Department has an international profile and strong research networks. A dynamic research environment provides the framework for large research projects, international conferences, and a variety of visiting researchers.<br><br>The environment is versatile and cross-disciplinary, and the academic staff’s research competences span topics ranging from war and power, mobility and globalisation, family and individual, religion and rituals, landscape and settlement, palaeodemography and evolution, trade and networks, technology and knowledge exchange to (in particular) quantitative analysis methods, field methodology and digital representation.<br><br>The main campus of Aarhus University (with the Department of Biology) is located in a beautiful park close to the city center (population 300.000), while Campus Moesgård (with the Department of Archaeology and Heritage Studies) is located 10 km south of town at the stunning Moesgård Manor complex. <br><br><b>The School of Culture and Society</b>At the School of Culture and Society, the object of research and teaching is the interplay between culture and society in time and space:<br><br>- From the traditional disciplines of the humanities and theology to applied social research<br>- From Antiquity to the issues facing contemporary societies<br>- From local questions to global challenges<br><br>The school’s ambition is to produce compelling research with an international resonance and to offer teaching and talent development of the highest quality. The school has a broad cooperative interface with society as a whole, both in Denmark and abroad, and contributes to social innovation, research communication and further and continuing education.<br><br>For further information about the school, please see School of Culture and Society - Aarhus University (au.dk).<br><br>Previously submitted applications will be taken into consideration unless they are withdrawn.<br><br><b><strong>Qualification requirements</strong></b>Applicants should hold a PhD or equivalent academic qualifications.<br><br><b><strong>Formalities</strong></b>The Faculty of Arts refers to the Ministerial Order on the Appointment of Academic Staff at Danish Universities<a href=\"https://ufm.dk/en/legislation/prevailing-laws-and-regulations/education/files/ministerial-order-on-the-appointment-of-academic-staff-at-universities.pdf\"> (the Appointment Order)</a>.<ul><li>Appointments shall be in accordance with the <a href=\"https://www.retsinformation.dk/eli/retsinfo/2021/10084\">collective labour agreement between the Danish Ministry of Taxation and the Danish Confederation of Professional Associations</a>.</li><li>Further information on qualification requirements and job content may be found in the<a href=\"https://medarbejdere.au.dk/fileadmin/www.medarbejdere.au.dk/hr/Rekruttering/Onboarding/Ministerial_Order_no._1443_of_11_December_2019_on_Job_Structure_for_Academic_Staff_at_Universities.pdf\"> Memorandum on Job Structure for Academic Staff at Danish Universities</a>.</li><li>Further information on the application and supplementary materials may be found in <a href=\"http://arts.au.dk/en/about-arts/vacant-positions/application-guidelines-academic-positions-2014/\">Application Guidelines</a>.</li><li>The application must outline the applicant's motivation for applying for the position, attaching a curriculum vitae, a teaching portfolio, a complete list of published works, copies of degree certificates and examples of academic production (<strong>mandatory, but no more than five examples</strong>). Please upload this material electronically along with your application.</li></ul><br>Aarhus University also offers a junior researcher development programme targeted at career development for postdocs at AU. You can read more about it here: <a href=\"https://talent.au.dk/junior-researcher-development-programme/\">https://talent.au.dk/junior-researcher-development-programme/</a><br><br>If nothing else is noted, applications must be submitted in English. The application deadline is at 11.59 pm Danish time (same as Central European Time) on the deadline day.<br><br><strong>Deadline:</strong> 01 April 2025<br><br>Aarhus University’s ambition is to be an attractive and inspiring workplace for all and to foster a culture in which each individual has opportunities to thrive, achieve and develop. We view equality and diversity as assets, and we welcome all applicants.<br><br><a href=\"https://au.career.emply.com/ad/2-yr-postdoc-on-human-macroecology-in-a-functional-trait-perspective-aarhus-unive/4yo9mq/en\">Read the full text and apply online</a><p>&nbsp;</p>","WorkLocation":{"AddressLine":"Nordre Ringgade 1","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8000","City":"Aarhus C"},"EmploymentType":16,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"Name":"Post doc., naturvidenskab og teknik","DiscoWeb":0,"AlternateNames":[],"GroupId":0,"AreaId":0},"IsGovernmentHiring":false,"JppContacts":[{"Email":"f.riede@cas.au.dk","PersonName":"Felix Riede","FirstName":"Felix","LastName":"Riede","PositionTitle":"Professor","PhoneNumbers":[{"Number":"60 18 73 82","Type":0,"Description":"Primary"}]}],"EmploymentDate":"2025-09-01T00:00:00+02:00"},"IsRecruitmentOfForeignNationals":false,"IsWorkInDenmark":true,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":false,"DailyWorkTimeMorning":false,"DailyWorkTimeVarious":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://au.emply.net/recruitment/vacancyApply.aspx?publishingId=e0b3a04c-57e7-4aa8-bf4d-918badc0a945","ReplyInWriting":false,"ApplicationDeadlineDate":"2025-04-01T00:00:00+02:00"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=51fe53dd-9332-4be3-a114-299be59deaf2&Organisation=31119103","Address":"Nordre Ringgade 1,8000, Aarhus C","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=51fe53dd-9332-4be3-a114-299be59deaf2&Company.Name=Aarhus Universitet&SubmissionDeadlineDate=2025-4-1&Title=2-yr postdoc on human macroecology in a functional trait perspective Aarhus University (re-advertisement)&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":true,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"2-yr postdoc on human macroecology in a functional trait perspective Aarhus University (re-advertisement)","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"51fe53dd-9332-4be3-a114-299be59deaf2","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Aarhus Universitet","Address":"Nordre Ringgade 1","Country":null,"EmploymentAreaID":null,"PostCode":"8000","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Aarhus C","ContactPerson":"Felix Riede","Phone":"60 18 73 82","Email":"f.riede@cas.au.dk","Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2025-04-01T00:00:00+02:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"Place":"Arbejdspladsen ligger i Aarhus kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Aarhus Universitet","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"The Department of Archaeology and Heritage Studies and the Department of Biology, Aarhus University, invite applications for a 2-year postdoc position on human macroecology in a functional trait perspective.The position is for 2 years and is available from September 1, 2025, or soon thereafter.The university is keen for its staff to reflect the div","DescriptionForSharing":"\"The Department of Archaeology and Heritage Studies and the Department of Biology, Aarhus University, invite applications for a 2-year postdoc position on human macroecology in a functional trait perspective.The position is for 2 years and is available from September 1, 2025, or soon thereafter.The university is keen for its staff to reflect the div\"","TitleForSharing":"\"2-yr postdoc on human macroecology in a functional trait perspective Aarhus University (re-advertisement)\"","RutePlan":"https://www.google.dk/maps/dir//Nordre+Ringgade+1,8000,+Aarhus+C/","FormattedPurpose":"The Department of Archaeology and Heritage Studies and the Department of Biology, Aarhus University, invite applications for a 2-year postdoc position on human macroecology in a functional trait perspective.<br>The position is for 2 years and is available from September 1, 2025, or soon thereafter.<br><br>The university is keen for its staff to reflect the diversity of society and thus welcomes applications from all qualified applicants regardless of their personal background.<br><br><b>Research context</b>This postdoc project is part of the Center for Ecological Dynamics in a Novel Biosphere (ECONOVO), funded by the Danish National Research Foundation. Overall ECONOVO aims to provide new perspectives on the future of the biosphere - to learn more please visit our website here: ECONOVO - Center for Ecological Dynamics in a Novel Biosphere - Aarhus University (<a target=\"_blank\" href=\"https://www.au.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"51fe53dd-9332-4be3-a114-299be59deaf2\">au.dk</a>) <br><br><b>The position</b>This postdoc project will be part of the ECONOVO research theme 1: Diversity Dynamics, focused on understanding biodiversity dynamics in novel ecosystems (NEs) past and present.<br>This position is focused on understanding the diverse roles humans might have in ecosystems globally by applying a functional trait perspective that integrates cross-cultural ethnographic idata (from, for instance, D-PLACE), palaeodemography (from, for instance, HYDE), and estimates of human energy consumption. Humans have evolved the unique, culturally and technologically mediated ability to act in multiple different ecological roles – for instance, as foragers, pastoralists, farmers, industrialists – and these variable socio-economic constellations determine their interactions with the environment.<br><br>Our aim is to understand these ecological interactions globally in a data-driven macroecological approach, and to articulate these analyses with projections of future climate, human energy consumption, and human niche dynamics differentiated by socio-economic constellation.<br><br>The postdoc is expected to lead an investigation that combines functional trait theory, metabolic theory and energetics, macroecological modelling, and human socio-ecology to better understand the variable roles adopted by human communities practicing different economies within ecosystems, and their impacts on these – past, present, and future.<br><br>We aim for the investigation to encompass a temporal scope spanning from the Middle Pleistocene to potential future scenarios.<br><br>We are open to hearing the candidate’s take on this and would like the postdoc to contribute ideas and concepts to the project and lead at least two high-quality papers in this research area. We also emphasize the importance of engaging fully in the center's outreach and educational efforts, while also supporting and encouraging collaborative work with ECONOVO colleagues, including students.<br>This collaboration involves sharing skills and contributing to problem-solving within the postdoc’s area of expertise.<br><br><b>Teaching</b>The position will involve some teaching as agreed upon with the Head of the Department and the project PIs.<br><br><b>Knowledge exchange</b>The successful applicant will be expected to exchange knowledge with various sectors of society and to contribute actively to public debate in areas related to the position.<br><br><b>Qualifications</b>Applicants must have a PhD degree in ecology, computation anthropology, cultural evolutionary studies or equivalent qualifications.<br>Demonstrated capability in macroecological statistical modelling and prior engagement with relevant cross-cultural datasets, for instance, D-PLACE or HYDE, is a positive attribute.<br><br>The individual appointed in this position will need to show collaborative expertise, a demonstrated history of publishing at a high international level, and have good command of English.<br>Applicants who do not have English as their first language must demonstrate excellent English language writing skills and fluency.<br><br>The research activities will be evaluated in relation to the actual research time. We therefore encourage applicants to specify any periods of leave they may have had without research activities (e.g. maternity/paternity leave), so we can subtract these periods from the span of their academic career when evaluating their productivity.<br><br>The application must be submitted in English and include motivation letter including a 1-page outline of your ideas for the postdoc research project, 2-page CV (including number of citations and H-index from Google Scholar), full list of publications, as well as educational documentation (copies of diplomas for Master and PhD degrees, in English or Danish).<br><br>Only submitted publications will be assessed; a list of publications is not sufficient. As a result, applications without submitted publications will not be assessed.<br><br>Please upload a maximum of two publications alongside your application. <br><br>Professional references or recommendations should not be included. Applicants who are selected for an interview may be asked to provide professional references.<br><br>Applicants seeking further information are invited to contact: Professor Felix Riede or Center director Professor Jens-Christian Svenning, phone +45 28992304, e-mail: svenning@bio.au.dk.<br><br>For further information about the application procedure, please contact HR supporter Gerd Bech Thomsen (gebeth@au.dk)<br><br><b>Project PI and collaborators: </b>Professor Felix Riede is the PI for this specific project within ECONOVO , with Professor Jens-Christian Svenning and Dr. Trine Kellberg Nielsen as collaborators on the project – all key personnel at ECONOVO. The postdoc will join the ECONOVO team within the Section for Ecoinformatics &amp; Biodiversity (ECOINF) as well as the Department of Archaeology and Heritage Studies. Key international associates to ECONOVO will also be involved.<br>Together ECONOVO, ECOINF, and the Department of Archaeology and Heritage Studies form a cooperative, interdisciplinary research network with extensive international involvement.<br>Postdocs and PhD students are encouraged to collaborate within the group, across departments, and with other universities.<br><br><b>What we offer </b>The selected applicant is offered:<br> * An engaging, ambitious, and friendly research habitat, encouraging open dialogue within<br> and between assorted research disciplines<br> * a working environment with teamwork, close working relations, network activities among<br> young scientists and social activities<br> * a workplace characterized by professionalism, equality, and a healthy work-life balance<br> * access to well-developed research infrastructure<br> * office space and shared equipment. <br><br>Life quality and time allocation to personal and family life in Denmark is high, and international investigations usually report that no other nationality score higher in terms of life satisfaction.<br><br><b>International applicants</b>International applicants are encouraged to check <a target=\"_blank\" href=\"https://international.au.dk/life/lifeindenmark/familyworklife\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"51fe53dd-9332-4be3-a114-299be59deaf2\">Family and work-life balance</a> and <a target=\"_blank\" href=\"https://international.au.dk/research/researcher-positions/workingconditions\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"51fe53dd-9332-4be3-a114-299be59deaf2\">Attractive working conditions</a> for further information about the benefits of working at Aarhus University and in Denmark, including healthcare, paid holidays and, if relevant, maternity/paternity leave, childcare and schooling. Aarhus University offers a broad variety of services for international researchers and accompanying families, including a relocation service and career counselling for expat partners. For information about taxation, see <a target=\"_blank\" href=\"https://medarbejdere.au.dk/en/administration/hr/payroll/taxation-of-researchers/taxation-aspects-of-international-researchers-employment-by-au\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"51fe53dd-9332-4be3-a114-299be59deaf2\">Taxation aspects of international researchers’ employment by AU</a>.<br><br><b>Place of Work</b>The place of employment and work is the Center for Ecological Dynamics in a Novel Biosphere (ECONOVO)’s office at the Department of Archaeology and Heritage Studies, located at beautiful Campus Moesgård some 10 km south of Aarhus city centre. As part of ECONOVO, the candidate will also be a member of Section of Ecoinformatics &amp; Biodiversity (ECOINF), Department of Biology, Aarhus University, Ny Munkegade 116, DK-8000 Aarhus C, Denmark, with an additional physical workplace there. <br><br><b>About the Departments</b>The Department of Biology hosts research programs and teaching curricula that cover all major biological sub-disciplines. The Department currently employs approximately 140 academic and technical staff and 40 PhD students.<br>The Department hosts BSc and MSc study programs in Biology with about 400 students enrolled as well as a PhD program.<br>The Department offer a vibrant and informal research environment with a long-standing tradition for collaboration with international university partners in the absolute elite.<br><br>The Department of Archaeology and Heritage Studies, and its associated research programme known as Materials, Culture and Heritage (MCH) are concerned with people and the environment from the earliest to modern times, with a focus on studies of material culture. Based on fieldwork, library and laboratory studies – including methods from anthropology, history and a variety of natural scientific approaches – the programme investigates and challenges our understanding of past societies seen in a deep historical perspective.<br>The Department has an international profile and strong research networks. A dynamic research environment provides the framework for large research projects, international conferences, and a variety of visiting researchers.<br><br>The environment is versatile and cross-disciplinary, and the academic staff’s research competences span topics ranging from war and power, mobility and globalisation, family and individual, religion and rituals, landscape and settlement, palaeodemography and evolution, trade and networks, technology and knowledge exchange to (in particular) quantitative analysis methods, field methodology and digital representation.<br><br>The main campus of Aarhus University (with the Department of Biology) is located in a beautiful park close to the city center (population 300.000), while Campus Moesgård (with the Department of Archaeology and Heritage Studies) is located 10 km south of town at the stunning Moesgård Manor complex. <br><br><b>The School of Culture and Society</b>At the School of Culture and Society, the object of research and teaching is the interplay between culture and society in time and space:<br><br>- From the traditional disciplines of the humanities and theology to applied social research<br>- From Antiquity to the issues facing contemporary societies<br>- From local questions to global challenges<br><br>The school’s ambition is to produce compelling research with an international resonance and to offer teaching and talent development of the highest quality. The school has a broad cooperative interface with society as a whole, both in Denmark and abroad, and contributes to social innovation, research communication and further and continuing education.<br><br>For further information about the school, please see School of Culture and Society - Aarhus University (au.dk).<br><br>Previously submitted applications will be taken into consideration unless they are withdrawn.<br><br><b><strong>Qualification requirements</strong></b>Applicants should hold a PhD or equivalent academic qualifications.<br><br><b><strong>Formalities</strong></b>The Faculty of Arts refers to the Ministerial Order on the Appointment of Academic Staff at Danish Universities<a target=\"_blank\" href=\"https://ufm.dk/en/legislation/prevailing-laws-and-regulations/education/files/ministerial-order-on-the-appointment-of-academic-staff-at-universities.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"51fe53dd-9332-4be3-a114-299be59deaf2\">(the Appointment Order)</a>.<ul><li>Appointments shall be in accordance with the <a target=\"_blank\" href=\"https://www.retsinformation.dk/eli/retsinfo/2021/10084\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"51fe53dd-9332-4be3-a114-299be59deaf2\">collective labour agreement between the Danish Ministry of Taxation and the Danish Confederation of Professional Associations</a>.</li><li>Further information on qualification requirements and job content may be found in the<a target=\"_blank\" href=\"https://medarbejdere.au.dk/fileadmin/www.medarbejdere.au.dk/hr/Rekruttering/Onboarding/Ministerial_Order_no._1443_of_11_December_2019_on_Job_Structure_for_Academic_Staff_at_Universities.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"51fe53dd-9332-4be3-a114-299be59deaf2\">Memorandum on Job Structure for Academic Staff at Danish Universities</a>.</li><li>Further information on the application and supplementary materials may be found in <a target=\"_blank\" href=\"http://arts.au.dk/en/about-arts/vacant-positions/application-guidelines-academic-positions-2014/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"51fe53dd-9332-4be3-a114-299be59deaf2\">Application Guidelines</a>.</li><li>The application must outline the applicant's motivation for applying for the position, attaching a curriculum vitae, a teaching portfolio, a complete list of published works, copies of degree certificates and examples of academic production (<strong>mandatory, but no more than five examples</strong>). Please upload this material electronically along with your application.</li></ul><br>Aarhus University also offers a junior researcher development programme targeted at career development for postdocs at AU. You can read more about it here: <a target=\"_blank\" href=\"https://talent.au.dk/junior-researcher-development-programme/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"51fe53dd-9332-4be3-a114-299be59deaf2\">https://talent.au.dk/junior-researcher-development-programme/</a><br><br>If nothing else is noted, applications must be submitted in English. The application deadline is at 11.59 pm Danish time (same as Central European Time) on the deadline day.<br><br><strong>Deadline:</strong> 01 April 2025<br><br>Aarhus University’s ambition is to be an attractive and inspiring workplace for all and to foster a culture in which each individual has opportunities to thrive, achieve and develop. We view equality and diversity as assets, and we welcome all applicants.<br><br><a target=\"_blank\" href=\"https://au.career.emply.com/ad/2-yr-postdoc-on-human-macroecology-in-a-functional-trait-perspective-aarhus-unive/4yo9mq/en\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"51fe53dd-9332-4be3-a114-299be59deaf2\">Read the full text and apply online</a><p> </p>","MapUrl":"https://www.google.dk/maps/place/Nordre+Ringgade+1,8000,+Aarhus+C/","OrganizationNumber":"31119103","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}