{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"Maskinbefalingsmand til Fregatten NIELS JUEL","JobHeadline":"Maskinbefalingsmand til Fregatten NIELS JUEL","Presentation":" \t \t\t \t\t\t \t\t\t2. Eskadre søger en maskinbefalingsmand til Fregatten Niels Juel. \t\t\t \t\t\tSom maskinbefalingsmand ombord, bliver du en del af ledelsen af fregattens tekniske division (T-DIV). Den ","HiringOrgName":"Flådestation Korsør","WorkPlaceAddress":"Sylowsvej 8  ","WorkPlacePostalCode":"4220","WorkPlaceCity":"Korsør","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2025-02-06T12:32:59","LastDateApplication":"2025-03-13T00:00:00","FormattedLastDateApplication":"13. marts 2025","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/52d3e44e-fd36-4b43-be57-3efcb2bfdb0d","Region":"Øvrige Sjælland","Municipality":"Slagelse","Country":"Danmark","PostalCode":"4220","PostalCodeName":null,"JobAnnouncementType":"Almindelige vilkår","EmploymentType":"Fastansættelse","WorkHours":"Fuldtid","OccupationArea":"Vagt, sikkerhed og overvågning","OccupationGroup":"Militært arbejde","Occupation":"Sergent","Location":{"Latitude":55.348,"Longitude":11.0296},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"WorkplaceID":1010472969,"OrganisationId":"","HiringOrgCVR":16287180,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/52d3e44e-fd36-4b43-be57-3efcb2bfdb0d","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/52d3e44e-fd36-4b43-be57-3efcb2bfdb0d","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/52d3e44e-fd36-4b43-be57-3efcb2bfdb0d","HasLocationValues":true,"ID":"52d3e44e-fd36-4b43-be57-3efcb2bfdb0d","Latitude":55.348,"Longitude":11.0296},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Flådestation Korsør","Address":{"AddressLine":"Sylowsvej 8","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":330,"Name":"Slagelse"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"4220","City":"Korsør"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=3010&ProjectId=144278&DepartmentId=19342&MediaId=4724&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1010472969","OrganizationNumber":"16287180","OrganizationDescription":null},"JobPositionPosting":{"Id":"52d3e44e-fd36-4b43-be57-3efcb2bfdb0d","HiringOrg":{"Name":"Flådestation Korsør","Address":{"AddressLine":"Sylowsvej 8","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":330,"Name":"Slagelse"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"4220","City":"Korsør"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=3010&ProjectId=144278&DepartmentId=19342&MediaId=4724&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1010472969","OrganizationNumber":"16287180","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2025-02-06T12:32:59.26151+01:00","PublicationEndDate":"2025-03-13T00:00:00+01:00","JobPositionInformation":{"PositionTitle":"Maskinbefalingsmand til Fregatten NIELS JUEL","Purpose":" \t \t\t \t\t\t \t\t\t2. Eskadre søger en maskinbefalingsmand til Fregatten Niels Juel.<br> \t\t\t<br> \t\t\tSom maskinbefalingsmand ombord, bliver du en del af ledelsen af fregattens tekniske division (T-DIV). Den tekniske division har til dagligt ansvaret for drift, vedligehold og teknisk udvikling af fregatten, som operativ platform.<br><br>  \t\t\t <br><br> \t\t\t \t\t \t\t \t\t\t \t\t\tEr du befalingsmand med maskin- eller elektroteknisk baggrund har du nu mulighed for at søge jobbet som maskinteknisk befalingsmand (MSB) på NIELS JUEL – en arbejdsplads kendetegnet af socialt sammenhold og store oplevelser over hele verden. I stillingen vil du få afgørende betydning for en bred vifte af områder, stor indflydelse på hvordan din hverdag skal se ud og masser af udfordringer og muligheder for at udvikle dig.<br><br>  \t\t\t \t\t\t\t \t\t\t\t\t \t\t\t\t\t\t \t\t\t\t\t\t<strong>KORT INTRODUKTION TIL ORGANISATIONEN </strong><br><br>  \t\t\t\t\t\tFregatten NIELS JUEL har et varieret aktivitetsmønster, hvor fokus er på at opbygge og vedligeholde vores indsættelsesevne med henblik på at kunne anvende den betydelige sømilitære kapacitet fregatten udgør. Besætningens kompetencer er opbygget over flere år og er blevet afprøvet under skarpe indsættelser, krævende NATO øvelser og i forbindelse med støtte til den nationale opgaveløsning.<br><br>  \t\t\t\t\t\tNIELS JUEL har bl.a. gennemført FOST i 2021, affyret SM-2 missiler i 2022 og været indsat i både SNMG1 &amp; 2 i 2023.<br><br>  \t\t\t\t\t\tFregatten Niels Juel varetager fortsat en del af det høje beredskab i 2025 inden vi næste år, efter planen går ind i en periode med fokus på vedligeholdelse af skibet og besætningens kompetencer. Perioden byder blandt andet på et omfattende værftsophold før skibet igen skal gennemføre et certificeringsforløb med henblik på fremtidig operativ indsættelse. Det er derfor en oplagt mulighed for at være med fra start under skibets næste operative cyklus, og dermed komme til at spille en nøglerolle i besætningens udvikling.<br><br>  \t\t\t\t\t\tFregatten NIELS JUEL er som en del af IVER klassen blandt Danmarks mest avancerede arbejdspladser, når det drejer sig om alsidig moderne teknologi. Fregatterne kan derfor løse en bred vifte af sømilitære opgaver, såvel nationalt som internationalt. Du vil blive en del af en yderst kompetent og skarp besætning om bord på en regulær kampenhed, hvor vi har stor fokus på de sømilitære kernekompetencer. Vi arbejder derfor målrettet på at være professionelle i udøvelsen af vores opgaver. Der er en stærk kultur om bord, der har rod i såvel Søværnets traditioner som en høj faglig stolthed.<br><br>  \t\t\t\t\t\tOmbord tilstræber vi et godt arbejdsmiljø blandt andet gennem en uformel, åben og fordomsfri omgangstone. Initiativ, professionalisme, og fleksibilitet er nøgleord i vores hverdag. Fregatten NIELS JUEL består derfor af en yderst professionel og sammentømret besætning, der ikke står tilbage for at løse enhver opgave.<br><br>  \t\t\t\t\t\tVi lægger vægt på fleksible rammer under ansvar, indenfor de muligheder som Forsvarets fokus på tilpasning af opgaver og organisation giver.<br><br>  \t\t\t\t\t\tDu bliver kort sagt en del af en af fantastisk kampenhed, hvor sammenhold og udvikling går hånd i hånd med en stærk militær og maritim ånd – en kampenhed, som aktivt bidrager til at rykke grænserne for, hvad Søværnet kan.<br><br>  \t\t\t\t\t\t <br><br>  \t\t\t\t\t\t<strong>STILLINGEN INDEBÆRER </strong><br><br>  \t\t\t\t\t\tSom MSB bliver du en del af fregattens teknikdivision (T-DIV), der til dagligt har ansvaret for drift, vedligehold og teknisk udvikling af fregatten som operativ platform. Divisionen består af en elektrosektion og en maskinsektion, under ledelse af hver deres sektionsofficer. Du vil komme til at indgå i divisionens overordnede ledelse og referere til vedligeholdelsesofficeren (VLO), som varetager den overordnede praktiske ledelse af hele T-DIV. Hele ledelsesteamet består af fire officerer og to befalingsmænd under ledelse af skibets teknikofficer (TKO).<br><br>  \t\t\t\t\t\tSom MSB har du en bred opgaveportefølje med stor indflydelse på udviklingen af dine områder. Du er primært beholdningsansvarlig for T-DIV, hvormed du er ansvarlig for bestilling, optælling og udlevering af materiel inden for divisionens ansvarsområde. Derudover bidrager du til udfærdigelse af normændringer, materielintroduktion samt udvikling af procedurer for beholdningsområdet. Du har som MSB ikke personel direkte underlagt dig, men bistår driftsassistenten (DRA) i den daglige arbejdsplanlægning, hvor I har ledelsesret over divisionens øvrige tekniske personel, der udgør ti maskin- og otte elgaster. Tre af disse medarbejdere har ansvarsområder der bl.a. indebærer beholdningsansvar, og assisterer dig således med dette.<br><br>  \t\t\t\t\t\tI skibets klartskibsorganisation er du desuden leder af driftpatruljen. Dermed leder du den enhed, der har til ansvar at opretholde og udbedre akutte skader på platformens tekniske materiel, inklusiv fremdrivning, styring, el-produktion og køling. Så længe beredskabet er etableret disponerer du over en sergent og 15 af divisionens medarbejdere til formålet. Yderligere indebærer stillingen også uddannelsesvirke og personeladministration.<br><br>  \t\t\t\t\t\tHvis du ikke allerede er uddannet skibsmaskinist, vil du kunne gennemgå uddannelsen i forbindelse med din tjeneste. Efter uddannelse som skibsmaskinist kan du indgå i tørnen som vagthavende maskinbefalingsmand og dermed være teknisk ansvarlig for skibets sikre sejlads overfor teknikofficeren (TKO). I den forbindelse vil du også skulle gennemgå en række kurser, vedrørende skibets systemer, i både ind- og udland.<br><br>  \t\t\t\t\t\tSejlende tjeneste indebærer en del tid væk fra hjemmet. Som en del af en operativ besætning skal du være forberedt på ca. 120 – 140 sejldage om året i perioder fra et par dage op til 4 måneder. Typisk er perioderne dog af 3 – 8 ugers varighed. I mellemperioderne indgår du i tørnen som vagtassistent, hvor du skal forvente ca. 10 - 15 dages vagt om året. I den resterende periode har vi stor fokus på fleksibilitet og frihed for medarbejderen.<br><br>  \t\t\t\t\t\tVi tilbyder et job med store oplevelser og nært sammenhold, hvor du får berøring med mange fagområder og dermed får mulighed for at udvikle dig inden for en bred vifte af kompetencer. Du vil særligt komme til at udvikle din tekniske forståelse gennem arbejdet på en af Danmarks mest komplekse tekniske arbejdspladser. Vi faciliterer både udvikling gennem erfaringsudveksling med kollegaer samt et uddannelsesforløb med kurser og efteruddannelse, der tager udgangspunkt i din baggrund og ønsker. Dermed må du også påregne rejseaktivitet udover sejlende tjeneste. Der er desuden mulighed for træning i arbejdstiden, da den sejlende tjeneste kræver, at man kan honorere Forsvarets Fysiske Basiskrav.<br><br>  \t\t\t\t\t\t <br><br>  \t\t\t\t\t\tKVALIFIKATIONER.<br><br>  \t\t\t\t\t\tDu er oversergent eller sergent med potentiale for udnævnelse til oversergent. Du har en god menneskelig forståelse og evne til at prioritere mellem mange forskelligartede opgaver. Divisionen har en meget uformel organisationsform omend det fortsat er nødvendigt, at den enkelte har forståelse for den interne ansvarsfordeling. Det kommer i særdeleshed til udtryk ved uforudsete problemer, som oftest løses af grupper sammensat på baggrund af medarbejdernes relevante kompetencer på tværs af funktionsniveauer. Derfor vil du trives i stillingen, hvis du er i stand til at bidrage til samarbejdet i forskelligartede uformelle konstellationer på tværs af funktionsniveauer og tage ejerskab for en opgave, selvom den ikke nødvendigvis falder inden for dit sædvanlige ansvarsområde.<br><br>  \t\t\t\t\t\tDu besidder en sund situationsfornemmelse. Da opgaven til tider medfører komplicerede udfordringer, forventes det at alle, især på ledelsesniveau, bidrager til beslutningsprocessen på konstruktiv vis. Det forventes dog samtidig, at der bakkes op om den valgte retning, når beslutningen er truffet. Som en del af divisionens ledelse skal du desuden tage medansvar for divisionens udvikling og medarbejdernes trivsel, selvom du ikke har personel direkte underlagt.<br><br>  \t\t\t\t\t\t <br><br>  \t\t\t\t\t\tKvalifikationskrav:<br><br>  \t\t\t\t\t\t<ul> \t\t\t\t\t\t\t<li>GSU (Grundlæggende Sergentuddannelse)</li> \t\t\t\t\t\t\t<li>Sort svendebrev, som eksempelvis mekaniker, elektriker, smed, automatikfagtekniker e.l.</li> \t\t\t\t\t\t\t<li>Egnethed til sejlads ved helbreds- og tandundersøgelse (Blåt bevis)</li> \t\t\t\t\t\t\t<li>Grundvaccination</li> \t\t\t\t\t\t\t<li>Skal kunne sikkerhedsgodkendes til HEMMELIG</li> \t\t\t\t\t\t</ul>  \t\t\t\t\t\t <br><br>  \t\t\t\t\t\tØnskelige kvalifikationer:<br><br>  \t\t\t\t\t\t<ul> \t\t\t\t\t\t\t<li>SBU (Søværnets Basisuddannelse)</li> \t\t\t\t\t\t\t<li>Enhedsuddannelse skibsskrog IVER-kl.</li> \t\t\t\t\t\t\t<li>DeMars Myndighedsbeholdning</li> \t\t\t\t\t\t\t<li>DeMars PM Rekvirent</li> \t\t\t\t\t\t\t<li>Skibsmaskinistuddannelse</li> \t\t\t\t\t\t</ul>  \t\t\t\t\t\t <br><br>  \t\t\t\t\t\tSåfremt du ikke besidder ovenstående kvalifikationer, vil der blive udfærdiget en uddannelsesaftale for gennemførelse af kurserne i forbindelse med tiltrædelse. Afhængig af kompetencer kan du forvente forholdsvis intensiv uddannelse som en del af tjenesten, i en periode op til et år efter ansættelse.<br><br>  \t\t\t\t\t\t<br> \t\t\t\t\t\tHer fremgår løn, vilkår, kontaktpersoner, ansøgningsfrist, samtaler, starttidspunkt, tj. Sted og andre relevante oplysninger.<br><br>  \t\t\t\t\t\t <br><br> \t\t\t\t\t\t \t\t\t\t\t \t\t\t\t \t\t\t \t\t\t \t\t \t   <br> Stillingen er en oversergentstilling på overenskomstmæssige vilkår. Stillingen kan besættes med en tjenestemand. Løn m.v. er reguleret ved den til enhver tid gældende LC/CO10-fællesoverenskomst og organisationsaftale mellem Forsvarsministeriets Personalestyrelse, CO10 og Centralforeningen for Stampersonel for stampersonel af linjen og reserven samt elever i Forsvarsministeriet med tilhørende myndigheder.<br><br>  <br> Stillingen kan besættes af en sergent  med et godt udviklingspotentiale og som vurderes klar til udnævnelse eller klar til udnævnelse indenfor en kortere årrække.<br> I så fald vil der blive taget stilling til udnævnelse i forbindelse med ansættelsen eller der vil blive udarbejdet en udviklingskontrakt der er målrettet gennemgang af den nødvendige kompetenceudvikling og/eller uddannelse, med henblik på efterfølgende udnævnelse. Aflønning sker i henhold til stillingens lønniveau.<br> <br> Ved ansøgning om en ny stilling i Forsvarsministeriets område, skal forhandling om personlige tillæg indgå i ansættelsesproceduren i henhold til gældende overenskomst.<br> <br> Dit faste tjenestested vil være i Korsør.<br> <br> Som ansat i Forsvarsministeriets område er du omfattet af nogle særlige vilkår. Du skal bl.a. kunne sikkerhedsgodkendes og opretholde sikkerhedsgodkendelsen under hele ansættelsesforløbet.<br> <br> Du har som ansat pligt til at forrette tjeneste uden for landets grænser, herunder ved enheder i internationale operationer med henblik på deltagelse i konfliktforebyggende, fredsbevarende, fredsskabende, humanitære og andre lignende operationer.<br> <br> Du skal kunne kunne bestå fysiske tests i henhold til Forsvarets krav, samt opfylde Forsvarets helbredskrav til deltagelse i internationale missioner.<br> <br> <strong>KONTAKT OG ANSØGNING</strong><br> Hvis du har uddybende spørgsmål til stillingen, er du velkommen til at kontakte VLO Andreas H. Wiehl på telefon +45 23704803 alt. <a>2E-NIJU-VLO@Mil.dk</a> .<br> <br> Har du spørgsmål til løn- og ansættelsesvilkår, kan du kontakte HR-konsulent Birgit Dyrholm ved Forsvarsministeriets Personalestyrelse på telefon 72 81 91 71 eller mail FPS-BDY@MIL.DK.<br> <br> Såfremt du er omfattet af en lokal tjenesteplan eller er udpeget til deltagelse i internationale operationer, skal du gøre opmærksom på dette i din ansøgning.<br> <br> Ansøgningsfristen er den 13. april 2025, og samtaler forventes afholdt den 19. april 2025.<br> <br> Stillingen er til besættelse 1. juli 2025 eller efter aftale.<br> <br> Ansøgningen sendes elektronisk via linket i annoncen.<br> <br> FOKUS og referencer kan medsendes, men er ikke et krav.<br> <br> I Forsvarsministeriets organisation tror vi på, at mangfoldighed styrker opgaveløsningen. Derfor opfordrer vi alle interesserede uanset baggrund til at søge stillingen.<br>  <br><br>  <strong>Om 2. Eskadre (2 ESK) </strong><br><br>  2. Eskadre er den primære leverandør af Danmarks sømilitære kampevne. Eskadren løser opgaver i danske farvande, regionalt og globalt. Opgaverne spænder bredt fra støtte til politiet, bidrag ved humanitære operationer, træning af samarbejdspartnere til indsættelse i krigsmæssige operationer.<br><br>   <br><br>  2. Eskadre består af moderne højteknologiske luftforsvarsfregatter og antiubådsfregatter samt Subsurface &amp; Seabed Warfare Division (SSW) der samordner Søværnets Dykkertjeneste og minerydningsenheden Mine Counter Measures Denmark, så Forsvarets undervandskapaciteter kan leveres koordineret og effektivt. 2. Eskadre arbejder kontinuerligt for at være en god og attraktiv arbejdsplads<strong>,</strong> og vores opgave som styrkeproducent er<strong>,</strong> at få det komplekse samspil mellem besætninger og en avanceret teknologi til at yde optimalt for at kunne løse Søværnets opgave: At sikre Danmarks interesser fra havet – med magt om nødvendigt.<br><br> ","WorkLocation":{"AddressLine":"Sylowsvej 8","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":330,"Name":"Slagelse"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"4220","City":"Korsør"},"EmploymentType":1,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"Name":"Sergent","DiscoWeb":0,"AlternateNames":["Korporal i hæren","Taktisk officer","Specialstyrkeofficer","5791","5792","5793","5794","5795","5796"],"GroupId":0,"AreaId":0},"IsGovernmentHiring":false,"JppContacts":[{"Email":null,"PersonName":"John Rasmussen","FirstName":"John","LastName":"Rasmussen","PositionTitle":"","PhoneNumbers":[{"Number":"72857522","Type":0,"Description":"Primary"}]}],"EmploymentDate":"2025-07-01T00:00:00+02:00"},"IsRecruitmentOfForeignNationals":false,"IsWorkInDenmark":false,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":true,"DailyWorkTimeMorning":false,"DailyWorkTimeVarious":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=3010&ProjectId=144278&DepartmentId=19342&MediaId=4724&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","ReplyInWriting":false,"ApplicationDeadlineDate":"2025-03-13T00:00:00+01:00"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=52d3e44e-fd36-4b43-be57-3efcb2bfdb0d&Organisation=16287180","Address":"Sylowsvej 8,4220, Korsør","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=52d3e44e-fd36-4b43-be57-3efcb2bfdb0d&Company.Name=Flådestation Korsør&SubmissionDeadlineDate=2025-3-13&Title=Maskinbefalingsmand til Fregatten NIELS JUEL&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":true,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"Maskinbefalingsmand til Fregatten NIELS JUEL","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"52d3e44e-fd36-4b43-be57-3efcb2bfdb0d","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Flådestation Korsør","Address":"Sylowsvej 8","Country":null,"EmploymentAreaID":null,"PostCode":"4220","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Korsør","ContactPerson":"John Rasmussen","Phone":"72857522","Email":null,"Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2025-03-13T00:00:00+01:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"Place":"Arbejdspladsen ligger i Slagelse kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Flådestation Korsør","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":" \t \t\t \t\t\t \t\t\t2. Eskadre søger en maskinbefalingsmand til Fregatten Niels Juel. \t\t\t \t\t\tSom maskinbefalingsmand ombord, bliver du en del af ledelsen af fregattens tekniske division (T-DIV). Den tekniske division har til dagligt ansvaret for drift, vedligehold og teknisk udvikling af fregatten, som operativ platform.  \t\t\t  \t\t\t \t\t \t\t \t\t\t \t\t\tEr du befal","DescriptionForSharing":"\" \\t \\t\\t \\t\\t\\t \\t\\t\\t2. Eskadre søger en maskinbefalingsmand til Fregatten Niels Juel. \\t\\t\\t \\t\\t\\tSom maskinbefalingsmand ombord, bliver du en del af ledelsen af fregattens tekniske division (T-DIV). Den tekniske division har til dagligt ansvaret for drift, vedligehold og teknisk udvikling af fregatten, som operativ platform.  \\t\\t\\t  \\t\\t\\t \\t\\t \\t\\t \\t\\t\\t \\t\\t\\tEr du befal\"","TitleForSharing":"\"Maskinbefalingsmand til Fregatten NIELS JUEL\"","RutePlan":"https://www.google.dk/maps/dir//Sylowsvej+8,4220,+Korsør/","FormattedPurpose":" \t \t\t \t\t\t \t\t\t2. Eskadre søger en maskinbefalingsmand til Fregatten Niels Juel.<br> \t\t\t<br> \t\t\tSom maskinbefalingsmand ombord, bliver du en del af ledelsen af fregattens tekniske division (T-DIV). Den tekniske division har til dagligt ansvaret for drift, vedligehold og teknisk udvikling af fregatten, som operativ platform.<br><br>  \t\t\t <br><br> \t\t\t \t\t \t\t \t\t\t \t\t\tEr du befalingsmand med maskin- eller elektroteknisk baggrund har du nu mulighed for at søge jobbet som maskinteknisk befalingsmand (MSB) på NIELS JUEL – en arbejdsplads kendetegnet af socialt sammenhold og store oplevelser over hele verden. I stillingen vil du få afgørende betydning for en bred vifte af områder, stor indflydelse på hvordan din hverdag skal se ud og masser af udfordringer og muligheder for at udvikle dig.<br><br>  \t\t\t \t\t\t\t \t\t\t\t\t \t\t\t\t\t\t \t\t\t\t\t\t<strong>KORT INTRODUKTION TIL ORGANISATIONEN </strong><br><br>  \t\t\t\t\t\tFregatten NIELS JUEL har et varieret aktivitetsmønster, hvor fokus er på at opbygge og vedligeholde vores indsættelsesevne med henblik på at kunne anvende den betydelige sømilitære kapacitet fregatten udgør. Besætningens kompetencer er opbygget over flere år og er blevet afprøvet under skarpe indsættelser, krævende NATO øvelser og i forbindelse med støtte til den nationale opgaveløsning.<br><br>  \t\t\t\t\t\tNIELS JUEL har bl.a. gennemført FOST i 2021, affyret SM-2 missiler i 2022 og været indsat i både SNMG1 &amp; 2 i 2023.<br><br>  \t\t\t\t\t\tFregatten Niels Juel varetager fortsat en del af det høje beredskab i 2025 inden vi næste år, efter planen går ind i en periode med fokus på vedligeholdelse af skibet og besætningens kompetencer. Perioden byder blandt andet på et omfattende værftsophold før skibet igen skal gennemføre et certificeringsforløb med henblik på fremtidig operativ indsættelse. Det er derfor en oplagt mulighed for at være med fra start under skibets næste operative cyklus, og dermed komme til at spille en nøglerolle i besætningens udvikling.<br><br>  \t\t\t\t\t\tFregatten NIELS JUEL er som en del af IVER klassen blandt Danmarks mest avancerede arbejdspladser, når det drejer sig om alsidig moderne teknologi. Fregatterne kan derfor løse en bred vifte af sømilitære opgaver, såvel nationalt som internationalt. Du vil blive en del af en yderst kompetent og skarp besætning om bord på en regulær kampenhed, hvor vi har stor fokus på de sømilitære kernekompetencer. Vi arbejder derfor målrettet på at være professionelle i udøvelsen af vores opgaver. Der er en stærk kultur om bord, der har rod i såvel Søværnets traditioner som en høj faglig stolthed.<br><br>  \t\t\t\t\t\tOmbord tilstræber vi et godt arbejdsmiljø blandt andet gennem en uformel, åben og fordomsfri omgangstone. Initiativ, professionalisme, og fleksibilitet er nøgleord i vores hverdag. Fregatten NIELS JUEL består derfor af en yderst professionel og sammentømret besætning, der ikke står tilbage for at løse enhver opgave.<br><br>  \t\t\t\t\t\tVi lægger vægt på fleksible rammer under ansvar, indenfor de muligheder som Forsvarets fokus på tilpasning af opgaver og organisation giver.<br><br>  \t\t\t\t\t\tDu bliver kort sagt en del af en af fantastisk kampenhed, hvor sammenhold og udvikling går hånd i hånd med en stærk militær og maritim ånd – en kampenhed, som aktivt bidrager til at rykke grænserne for, hvad Søværnet kan.<br><br>  \t\t\t\t\t\t <br><br>  \t\t\t\t\t\t<strong>STILLINGEN INDEBÆRER </strong><br><br>  \t\t\t\t\t\tSom MSB bliver du en del af fregattens teknikdivision (T-DIV), der til dagligt har ansvaret for drift, vedligehold og teknisk udvikling af fregatten som operativ platform. Divisionen består af en elektrosektion og en maskinsektion, under ledelse af hver deres sektionsofficer. Du vil komme til at indgå i divisionens overordnede ledelse og referere til vedligeholdelsesofficeren (VLO), som varetager den overordnede praktiske ledelse af hele T-DIV. Hele ledelsesteamet består af fire officerer og to befalingsmænd under ledelse af skibets teknikofficer (TKO).<br><br>  \t\t\t\t\t\tSom MSB har du en bred opgaveportefølje med stor indflydelse på udviklingen af dine områder. Du er primært beholdningsansvarlig for T-DIV, hvormed du er ansvarlig for bestilling, optælling og udlevering af materiel inden for divisionens ansvarsområde. Derudover bidrager du til udfærdigelse af normændringer, materielintroduktion samt udvikling af procedurer for beholdningsområdet. Du har som MSB ikke personel direkte underlagt dig, men bistår driftsassistenten (DRA) i den daglige arbejdsplanlægning, hvor I har ledelsesret over divisionens øvrige tekniske personel, der udgør ti maskin- og otte elgaster. Tre af disse medarbejdere har ansvarsområder der bl.a. indebærer beholdningsansvar, og assisterer dig således med dette.<br><br>  \t\t\t\t\t\tI skibets klartskibsorganisation er du desuden leder af driftpatruljen. Dermed leder du den enhed, der har til ansvar at opretholde og udbedre akutte skader på platformens tekniske materiel, inklusiv fremdrivning, styring, el-produktion og køling. Så længe beredskabet er etableret disponerer du over en sergent og 15 af divisionens medarbejdere til formålet. Yderligere indebærer stillingen også uddannelsesvirke og personeladministration.<br><br>  \t\t\t\t\t\tHvis du ikke allerede er uddannet skibsmaskinist, vil du kunne gennemgå uddannelsen i forbindelse med din tjeneste. Efter uddannelse som skibsmaskinist kan du indgå i tørnen som vagthavende maskinbefalingsmand og dermed være teknisk ansvarlig for skibets sikre sejlads overfor teknikofficeren (TKO). I den forbindelse vil du også skulle gennemgå en række kurser, vedrørende skibets systemer, i både ind- og udland.<br><br>  \t\t\t\t\t\tSejlende tjeneste indebærer en del tid væk fra hjemmet. Som en del af en operativ besætning skal du være forberedt på ca. 120 – 140 sejldage om året i perioder fra et par dage op til 4 måneder. Typisk er perioderne dog af 3 – 8 ugers varighed. I mellemperioderne indgår du i tørnen som vagtassistent, hvor du skal forvente ca. 10 - 15 dages vagt om året. I den resterende periode har vi stor fokus på fleksibilitet og frihed for medarbejderen.<br><br>  \t\t\t\t\t\tVi tilbyder et job med store oplevelser og nært sammenhold, hvor du får berøring med mange fagområder og dermed får mulighed for at udvikle dig inden for en bred vifte af kompetencer. Du vil særligt komme til at udvikle din tekniske forståelse gennem arbejdet på en af Danmarks mest komplekse tekniske arbejdspladser. Vi faciliterer både udvikling gennem erfaringsudveksling med kollegaer samt et uddannelsesforløb med kurser og efteruddannelse, der tager udgangspunkt i din baggrund og ønsker. Dermed må du også påregne rejseaktivitet udover sejlende tjeneste. Der er desuden mulighed for træning i arbejdstiden, da den sejlende tjeneste kræver, at man kan honorere Forsvarets Fysiske Basiskrav.<br><br>  \t\t\t\t\t\t <br><br>  \t\t\t\t\t\tKVALIFIKATIONER.<br><br>  \t\t\t\t\t\tDu er oversergent eller sergent med potentiale for udnævnelse til oversergent. Du har en god menneskelig forståelse og evne til at prioritere mellem mange forskelligartede opgaver. Divisionen har en meget uformel organisationsform omend det fortsat er nødvendigt, at den enkelte har forståelse for den interne ansvarsfordeling. Det kommer i særdeleshed til udtryk ved uforudsete problemer, som oftest løses af grupper sammensat på baggrund af medarbejdernes relevante kompetencer på tværs af funktionsniveauer. Derfor vil du trives i stillingen, hvis du er i stand til at bidrage til samarbejdet i forskelligartede uformelle konstellationer på tværs af funktionsniveauer og tage ejerskab for en opgave, selvom den ikke nødvendigvis falder inden for dit sædvanlige ansvarsområde.<br><br>  \t\t\t\t\t\tDu besidder en sund situationsfornemmelse. Da opgaven til tider medfører komplicerede udfordringer, forventes det at alle, især på ledelsesniveau, bidrager til beslutningsprocessen på konstruktiv vis. Det forventes dog samtidig, at der bakkes op om den valgte retning, når beslutningen er truffet. Som en del af divisionens ledelse skal du desuden tage medansvar for divisionens udvikling og medarbejdernes trivsel, selvom du ikke har personel direkte underlagt.<br><br>  \t\t\t\t\t\t <br><br>  \t\t\t\t\t\tKvalifikationskrav:<br><br>  \t\t\t\t\t\t<ul> \t\t\t\t\t\t\t<li>GSU (Grundlæggende Sergentuddannelse)</li> \t\t\t\t\t\t\t<li>Sort svendebrev, som eksempelvis mekaniker, elektriker, smed, automatikfagtekniker e.l.</li> \t\t\t\t\t\t\t<li>Egnethed til sejlads ved helbreds- og tandundersøgelse (Blåt bevis)</li> \t\t\t\t\t\t\t<li>Grundvaccination</li> \t\t\t\t\t\t\t<li>Skal kunne sikkerhedsgodkendes til HEMMELIG</li> \t\t\t\t\t\t</ul>  \t\t\t\t\t\t <br><br>  \t\t\t\t\t\tØnskelige kvalifikationer:<br><br>  \t\t\t\t\t\t<ul> \t\t\t\t\t\t\t<li>SBU (Søværnets Basisuddannelse)</li> \t\t\t\t\t\t\t<li>Enhedsuddannelse skibsskrog IVER-kl.</li> \t\t\t\t\t\t\t<li>DeMars Myndighedsbeholdning</li> \t\t\t\t\t\t\t<li>DeMars PM Rekvirent</li> \t\t\t\t\t\t\t<li>Skibsmaskinistuddannelse</li> \t\t\t\t\t\t</ul>  \t\t\t\t\t\t <br><br>  \t\t\t\t\t\tSåfremt du ikke besidder ovenstående kvalifikationer, vil der blive udfærdiget en uddannelsesaftale for gennemførelse af kurserne i forbindelse med tiltrædelse. Afhængig af kompetencer kan du forvente forholdsvis intensiv uddannelse som en del af tjenesten, i en periode op til et år efter ansættelse.<br><br>  \t\t\t\t\t\t<br> \t\t\t\t\t\tHer fremgår løn, vilkår, kontaktpersoner, ansøgningsfrist, samtaler, starttidspunkt, tj. Sted og andre relevante oplysninger.<br><br>  \t\t\t\t\t\t <br><br> \t\t\t\t\t\t \t\t\t\t\t \t\t\t\t \t\t\t \t\t\t \t\t \t   <br> Stillingen er en oversergentstilling på overenskomstmæssige vilkår. Stillingen kan besættes med en tjenestemand. Løn m.v. er reguleret ved den til enhver tid gældende LC/CO10-fællesoverenskomst og organisationsaftale mellem Forsvarsministeriets Personalestyrelse, CO10 og Centralforeningen for Stampersonel for stampersonel af linjen og reserven samt elever i Forsvarsministeriet med tilhørende myndigheder.<br><br>  <br> Stillingen kan besættes af en sergent  med et godt udviklingspotentiale og som vurderes klar til udnævnelse eller klar til udnævnelse indenfor en kortere årrække.<br> I så fald vil der blive taget stilling til udnævnelse i forbindelse med ansættelsen eller der vil blive udarbejdet en udviklingskontrakt der er målrettet gennemgang af den nødvendige kompetenceudvikling og/eller uddannelse, med henblik på efterfølgende udnævnelse. Aflønning sker i henhold til stillingens lønniveau.<br> <br> Ved ansøgning om en ny stilling i Forsvarsministeriets område, skal forhandling om personlige tillæg indgå i ansættelsesproceduren i henhold til gældende overenskomst.<br> <br> Dit faste tjenestested vil være i Korsør.<br> <br> Som ansat i Forsvarsministeriets område er du omfattet af nogle særlige vilkår. Du skal bl.a. kunne sikkerhedsgodkendes og opretholde sikkerhedsgodkendelsen under hele ansættelsesforløbet.<br> <br> Du har som ansat pligt til at forrette tjeneste uden for landets grænser, herunder ved enheder i internationale operationer med henblik på deltagelse i konfliktforebyggende, fredsbevarende, fredsskabende, humanitære og andre lignende operationer.<br> <br> Du skal kunne kunne bestå fysiske tests i henhold til Forsvarets krav, samt opfylde Forsvarets helbredskrav til deltagelse i internationale missioner.<br> <br> <strong>KONTAKT OG ANSØGNING</strong><br> Hvis du har uddybende spørgsmål til stillingen, er du velkommen til at kontakte VLO Andreas H. Wiehl på telefon +45 23704803 alt. <a>2E-NIJU-VLO@Mil.dk</a> .<br> <br> Har du spørgsmål til løn- og ansættelsesvilkår, kan du kontakte HR-konsulent Birgit Dyrholm ved Forsvarsministeriets Personalestyrelse på telefon 72 81 91 71 eller mail FPS-BDY@MIL.DK.<br> <br> Såfremt du er omfattet af en lokal tjenesteplan eller er udpeget til deltagelse i internationale operationer, skal du gøre opmærksom på dette i din ansøgning.<br> <br> Ansøgningsfristen er den 13. april 2025, og samtaler forventes afholdt den 19. april 2025.<br> <br> Stillingen er til besættelse 1. juli 2025 eller efter aftale.<br> <br> Ansøgningen sendes elektronisk via linket i annoncen.<br> <br> FOKUS og referencer kan medsendes, men er ikke et krav.<br> <br> I Forsvarsministeriets organisation tror vi på, at mangfoldighed styrker opgaveløsningen. Derfor opfordrer vi alle interesserede uanset baggrund til at søge stillingen.<br>  <br><br>  <strong>Om 2. Eskadre (2 ESK) </strong><br><br>  2. Eskadre er den primære leverandør af Danmarks sømilitære kampevne. Eskadren løser opgaver i danske farvande, regionalt og globalt. Opgaverne spænder bredt fra støtte til politiet, bidrag ved humanitære operationer, træning af samarbejdspartnere til indsættelse i krigsmæssige operationer.<br><br>   <br><br>  2. Eskadre består af moderne højteknologiske luftforsvarsfregatter og antiubådsfregatter samt Subsurface &amp; Seabed Warfare Division (SSW) der samordner Søværnets Dykkertjeneste og minerydningsenheden Mine Counter Measures Denmark, så Forsvarets undervandskapaciteter kan leveres koordineret og effektivt. 2. Eskadre arbejder kontinuerligt for at være en god og attraktiv arbejdsplads<strong>,</strong> og vores opgave som styrkeproducent er<strong>,</strong> at få det komplekse samspil mellem besætninger og en avanceret teknologi til at yde optimalt for at kunne løse Søværnets opgave: At sikre Danmarks interesser fra havet – med magt om nødvendigt.<br><br>","MapUrl":"https://www.google.dk/maps/place/Sylowsvej+8,4220,+Korsør/","OrganizationNumber":"16287180","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}