{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"Specialafdelingsleder til Skovkildeskolerne","JobHeadline":"Specialafdelingsleder til Skovkildeskolerne","Presentation":"Har du flair for og lyst til at arbejde med ledelse i skoleregi til gavn for særligt udfordrede børn og unge? Tænker og organiserer du rammer for læring og pædagogik med afsæt i børneperspektiver? ","HiringOrgName":"Faxe Kommune","WorkPlaceAddress":"Frederiksgade 9  ","WorkPlacePostalCode":"4690","WorkPlaceCity":"Haslev","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2025-02-04T09:36:55","LastDateApplication":"2025-02-20T23:59:59","FormattedLastDateApplication":"20. februar 2025","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/6a08d403-2e81-4a52-94a0-87bdb7e17b86","Region":"Øvrige Sjælland","Municipality":"Faxe","Country":"Danmark","PostalCode":"4690","PostalCodeName":null,"JobAnnouncementType":"Almindelige vilkår","EmploymentType":"Fastansættelse","WorkHours":"Fuldtid","OccupationArea":"Undervisning og vejledning","OccupationGroup":"Undervisning i grundskoler","Occupation":"Folkeskolelærer","Location":{"Latitude":55.3203,"Longitude":11.9552},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"WorkplaceID":1003292411,"OrganisationId":"","HiringOrgCVR":29188475,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/6a08d403-2e81-4a52-94a0-87bdb7e17b86","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/6a08d403-2e81-4a52-94a0-87bdb7e17b86","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/6a08d403-2e81-4a52-94a0-87bdb7e17b86","HasLocationValues":true,"ID":"6a08d403-2e81-4a52-94a0-87bdb7e17b86","Latitude":55.3203,"Longitude":11.9552},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Faxe Kommune","Address":{"AddressLine":"Frederiksgade 9","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":320,"Name":"Faxe"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"4690","City":"Haslev"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://www.ofir.dk/resultat/Jobannonce.aspx?ofirId=a5a02b81&action=sendApplicationUrl&utm_source=job.jobnet.dk&utm_medium=referral","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1003292411","OrganizationNumber":"29188475","OrganizationDescription":null},"JobPositionPosting":{"Id":"6a08d403-2e81-4a52-94a0-87bdb7e17b86","HiringOrg":{"Name":"Faxe Kommune","Address":{"AddressLine":"Frederiksgade 9","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":320,"Name":"Faxe"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"4690","City":"Haslev"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://www.ofir.dk/resultat/Jobannonce.aspx?ofirId=a5a02b81&action=sendApplicationUrl&utm_source=job.jobnet.dk&utm_medium=referral","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1003292411","OrganizationNumber":"29188475","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2025-02-04T09:36:55.7405771+01:00","PublicationEndDate":"2025-02-20T23:59:59+01:00","JobPositionInformation":{"PositionTitle":"Specialafdelingsleder til Skovkildeskolerne","Purpose":"<p>Har du flair for og lyst til at arbejde med ledelse i skoleregi til gavn for særligt udfordrede børn og unge? Tænker og organiserer du rammer for læring og pædagogik med afsæt i børneperspektiver? Er du tydelig og situationsvurderende i din ledelsestilgang?&nbsp;</p> <p>&nbsp;</p> <p>Vi søger en afdelingsleder som dedikerer sit engagement til specialområdet. En afdelingsleder som beriges af ordentlig opgaveløsning og samtidig motiveres af at afsøge forbedrende veje og metoder.</p> <p>Vi brænder for og finder os forpligtigede på at udbyde det bedst mulige skolematch for udfordrede børn og unge, hvilket fordrer mangesidet fagnysgerrighed.</p> <p>Hos os udbydes et virkelig spændende ledelsesfelt af brede ledelsesopgaver.</p> <p>&nbsp;</p> <p><strong>Om Skovkildeskolerne</strong></p> <p><strong>Skovkildeskolerne blev selvstændiggjort som kommunens specialskole med virke pr. august 2022, og befinder sig fortsat i en udviklende skabelsesvirkelighed - hvor vi er videbegærlige på at fremvirke den bedst mulige praksis med afsæt i evidens og erfaring. </strong></p> <p><strong>Vi forhaster os ikke, selvom der er run på - men bevæger os målrettet i et nysgerrighedsfelt, hvor vi udfordrer og inddrager hinandens og andres perspektiver og viden. Det bevirker, at vi løbende justerer tilgangene sammen med afsæt i progressionsfokus og meningsgivende indsatser.</strong></p> <p>&nbsp;</p> <p>På Skovkildeskolerne er medarbejderne fagligt opdaterede og besidder specialpædagogisk viden og/eller erfaring. Vi holder hinanden ansvarlige for høj faglighed, hvilket fordrer gode samarbejdsevner og stærk arbejds-etik. Vi arbejder kollegialt op bakkende og tager medansvar for at løfte hinandens professionalisme. Det betyder bl.a., at vi tør stille spørgsmål og undrer os sammen over hinandens praksisser.</p> <p>&nbsp;</p> <p><strong>Skovkildeskolerne består af flere afdelinger; Birkeskolen og Egeskolen i Haslev. Snart starter vores nye afdeling, som hedder Pileskolen i Førslev - den åbner til august 2025.</strong></p> <p><strong>Vi er derfor i fuld gang med klargørelserne. </strong></p> <p>&nbsp;</p> <p></p> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>Birkeskolen</strong><strong> er fysisk placeret i Haslev. Birkeskolen er Faxe Kommunes selvstændige tilbud til børn, der har brug for et meget struktureret undervisningstilbud. </strong></p> <p><strong>Skolen varetager visiterede elever i 0. – 9. klasse med <a>autismespektrum vanskeligheder, elever med ADHD-diagnose og/eller socioemotionelle vanskeligheder. </a></strong></p> <p>Eleverne er fagligt læringsmodtagelige på nogenlunde alderstilsvarende niveauer, men har ofte svært ved at orientere sig i det sociale felt og foretager som følge deraf uhensigtsmæssige valg i forhold til handlinger og adfærd. Dette kan komme til udtryk (ofte kortvarigt) i form af manglende impulskontrol og udad reagerende adfærd. </p> <p>&nbsp;</p> <p>I undervisningen arbejder vi med tydeligt fokus på virksom og visuel understøttet struktur samt positivt anvisende pædagogik i forebyggende low arousal tilgang. </p> <p><strong>Målet er, at alle elever går til afgangsprøve enten på almene vilkår eller særlige vilkår.</strong></p> <p>&nbsp;</p> <p><strong>Hver klasse har tilknyttet en klassepædagog med specialkompetencer.</strong></p> <p><strong>Supervision og faglig sparring i samarbejde med PPR er en fast bestanddel på skolen.</strong></p> <p><strong>Lærere og pædagoger arbejder tæt sammen i tværfaglige selvstyrende teams.</strong></p> <p><strong>Vi arbejder for og med, at eleverne udfordres inden for nærmeste udviklingszone med henblik på individuel potentialeudfoldelse med en så solid faglig ballast som muligt.</strong></p> <p>&nbsp;</p> <p><strong>Egeskolen</strong> er fysisk placeret i Haslev. Tilbuddet er for elever fra 0. til 10. årgang. Målgruppen er elever med betydelig funktionsnedsættelse, der viser sig ved en forsinket kognitiv udvikling, herunder syndromer og bevægehandicap, høre- og synshandicap samt sociale og kommunikative vanskeligheder. I relation hertil kan eleverne have milde adfærdsforstyrrelser – herunder opmærksomhedsvanskeligheder. Eleverne i Egeskolen har behov for et struktureret pædagogisk undervisningsmiljø. <a>Dagligdagen er organiseret med forudsigelighed og fast struktur. Der lægges i undervisningen vægt på den visuelle støtte, og eleverne undervises på mindre hold. Undervisningen tilrettelægges efter den enkelte elevs ressourcer, udviklingstrin og særlige behov.</a></p> <p>Egeskolen har et tæt samarbejde med Pædagogisk Psykologisk Rådgivning, som tilbyder vejledning og rådgivning til forældre og personale. PPR er tværfagligt sammensat og har således psykologer, ergoterapeut, fysioterapeut samt logopæder ansat.</p> <p><strong>Pileskolen </strong><strong>er fysisk placeret i Førslev ca. 5 km fra Haslev. Skoleafdelingen åbner den 1. august 2025, men allerede nu er forberedelserne godt i gang, da skolebygningen renoveres og læringsmiljøerne opdateres. Tilbuddet er for elever fra 0. til 9. årgang. Pileskolen er en heldagsskole for elever der har socioemotionelle udfordringer, </strong><strong>autismespektrum vanskeligheder og/eller ADHD-diagnose. </strong></p> <p><strong>Eleverne på heldagsskolen undervises ud fra en praktiskorienteret tværfaglig tilgang. Dvs. undervisning kan foregå i praksisorienterede miljøer - fx skolehaver, skolekøkken, i træsløjd, på ture osv. Der er faglokaler hertil og ligeså gode bevægelsesmuligheder både ude og indendørs.</strong></p> <p>Dagligdagen er organiseret med forudsigelighed og fast struktur. Der lægges i undervisningen vægt på den visuelle støtte, og eleverne undervises på mindre hold. Undervisningen tilrettelægges efter den enkelte elevs ressourcer, udviklingstrin og særlige behov.</p> <p><strong>På Pileskolen organiseres klasseteams efter få-voksen principper bestående af faste lærere, pædagoger og medhjælpere eller assistenter. Til skolen er der tilknyttet tværfaglige samarbejdspartnere i form af skolepsykolog, familiebehandler, ergo-/ fysioterapeut.</strong></p> <p><strong>Om lederjobbet</strong></p> <p>I undervisningen arbejdes med tydeligt fokus på virksom og visuel understøttende struktur samt positivt anvisende pædagogik. </p> <p>Vi forventer derfor, at du kan motivere til og guide medarbejdere udi arbejdet med samstemt teamsamarbejde – herunder meningsgivende opgave- og ansvarsfordeling i et team, individuelle tilrettelagte forløb og understøttende strukturer i klasserumskontekst - hertil er du realistisk, tydelig og positivt anvisende omkring forventninger.</p> <p>Det vil være en fordel, hvis du har erfaring med målgruppen og specialområdet, men det er ikke et krav – dog imødeses at du er særdeles interesseret i det, og at du har et erfarent ledelsesafsæt i så fald.</p> <p>&nbsp;</p> <ul> \t<li>Vi ser meget gerne, at du i ansøgningen sætter nogle ord på, hvilke(n) af afdelingsskolerne du finder bedst matchende med dine arbejdsønsker og kompetencer – både i forhold til den faglige og pædagogiske ledelse.</li> \t<li>Kom gerne ind på hvordan du forestiller dig en stærk ledelsesfordeling kan se ud mellem de tre skoleafdelinger.</li> </ul> <p><br> <strong>Skovkildeskolerne har behov for, at du ledelsesmæssigt</strong></p> <ul> \t<li>har en pædagogisk uddannelse (fx lærer) suppleret med lederuddannelse eller tilsvarende.</li> \t<li>har erfaring med ledelse på skoleområdet - og har især flair for personaleledelse; enten fra kommunalt regi eller fra fri- og privatskole feltet.</li> \t<li>er dygtig til at motivere, skabe tillid og bidrage til frembringelse af medarbejderes egne løsningsforslag – og du udfordrer gerne de gode ideer konstruktivt og positivt med henblik på fælles afdækning af løse ender inden igangsætning.</li> \t<li>har viden om eller lyst til at sætte dig ind i visitationssamarbejde og varetage Skovkildeskolernes rolle heri sammen med resten af lederteamet.</li> \t<li>er rammesættende og god til at arbejde involverende og struktureret samt følge op på igangsatte initiativer. </li> \t<li>har appetit på og ideer til at planlægge skoleår virksomt (måske på nye bedre måder); herunder fag- og opgavefordeling, notering af opgaveoversigter og guidning udi skemalægning samt øvrige logistiske opgaver – i samarbejde med ledelse, sekretær og skemalægger m.fl.</li> \t<li>du har viden om at tilrettelægge arbejdsopgaver og lede jævnfør overenskomster og lokalaftaler for pædagogisk personale samt HR-personalejura.</li> \t<li>du er en kyndig og hyppig kommunikator i både tale og skrift - og har en naturlig imødekommende fremtoning i mødet med omverden, hvor du samarbejder udvidet og professionelt med forældre og øvrige samarbejdspartnere i løsningsorienteret tilgang.</li> \t<li>du er reflekterende og håndterer uhensigtsmæssig opførsel med rummelighed og viden samt erfaring udi forebyggende og nedtrappende tilgange. </li> \t<li>du finder det givtigt at medvirke i det strategiske arbejde for at udvikle Skovkildeskolerne som én samlet organisation på tværs af de tre skoleafdelinger.</li> </ul> <p><strong>Vi tilbyder</strong><br> Vi tilbyder et mangesidet job med indflydelse på den faglige og pædagogiske udvikling i samspil med dygtige og imødekommende kolleger, som kan og vil udvikle i fællesskab. </p> <p>Et fællesskab med en rar medmenneskelig omgangstone, hvor vi samtaler ærligt og ordentligt med og om hinanden.</p> <p>&nbsp;</p> <p>Du får en ligeværdig plads på ledelsesholdet som medspiller i udviklingsprocessen for vores tre selvstændiggjorte specialskoler, hvor vi imødeser muligheder for at skabe en forgangsskole i en kommune i virkelysten udvikling – som imødeser input og arbejder aktivt forbedrende hermed.</p> <p>&nbsp;</p> <p>Vi tilbyder ansvar for eget ledelsesrum, hvor du i stort omfang er selvtilrettelæggende – forventeligt under hensyntagen til aftaler indgået i ledelsesteamet, da vi gør en dyd ud af aftaleoverholdelse.</p> <p>&nbsp;</p> <p>Vi tilbyder et nærværende ledelsesteam, hvor vi passer på hinanden og er tilgængelige for sparrer om opgaveløsninger – da vi deler succeser og bærer udfordringer sammen. </p> <p>Vi har et super godt ledelsesteam som dagligt nyder en uformel, hyggelig og humoristisk samværsform. Vi \"<em>ryster energi til hovederne</em>\" sammen – gerne på alternative måder, spas, lege eller konkurrencer, og giver god plads til dine ideer hertil. </p> <p>Vi hjælper hinanden med at tage over og organiserer arbejdslivet således, at der også er plads til luft og tid med familie og venner.</p> <p>&nbsp;</p> <p><strong>Tiltrædelse og arbejdstid</strong><br> Fuldtidsstillingen tiltrædes forventeligt med ansættelse pr. 1. april 2025.<br> <br> <strong>Ansøgningsfrist</strong><br> Vi modtager din ansøgning og dit CV - gerne med kopi af uddannelsespapirer - senest torsdag den 20. februar 2025 inden midnat.<br> <br> <strong>Dato, tid og sted for ansættelsessamtaler</strong><br> Vi holder 1. samtalerunde holdes mandag den 24.2.25 i tidsrummet kl. 9.00 – 14.00.</p> <p>Vi holder evt. 2. samtalerunde holdes torsdag den 27.2.25 i tidsrummet kl. 11.00 – 14.00. </p> <p>&nbsp;</p> <p>Sted: Begge samtaler holdes på adressen: Sofiendalsvej 42A, 4690 Haslev.</p> <p><br> <strong>Vil du vide mere om jobbet?</strong><br> Kontakt gerne en af os i ledelsesteamet for yderligere information:</p> <ul> \t<li>Viceskoleleder Anders Lind Thrane på telefon 2490 2416</li> \t<li>Afdelingsleder Susanne Nissen på telefon 51211023</li> </ul> <ul> \t<li><strong>Skoleleder Tinella Lykke Svarrer</strong><strong> </strong>på telefon 3047 5346.</li> </ul> <p>&nbsp;</p> <ul> \t<li>Vær gerne opmærksom på at telefonerne svares sparsomt i vinterferien (uge 7).</li> </ul> <p>&nbsp;</p> <p>Find mere information om Faxe Kommune på <a href=\"http://www.faxekommune.dk/\">www.faxekommune.dk</a></p> <p>&nbsp;</p> <p>Løn og ansættelsesvilkår efter gældende overenskomst og lokal aftale for afdelingsledere.</p> <p>Børneattest og straffeattest uden bekymrende anmærkninger er forudsætning for ansættelse.</p> <p>&nbsp;</p>\n<br>Denne jobannonce blev oprindeligt opslået på <a href=\"https://www.ofir.dk/?utm_source=job.jobnet.dk&amp;utm_medium=referral\">https://www.ofir.dk/</a>\n<br>(Den originale annonce kan ses på: <a href=\"https://www.ofir.dk/showojob?ofirid=a5a02b81&amp;utm_source=job.jobnet.dk&amp;utm_medium=referral\">https://www.ofir.dk/showojob?ofirid=a5a02b81</a>)\n","WorkLocation":{"AddressLine":"Frederiksgade 9","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":320,"Name":"Faxe"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"4690","City":"Haslev"},"EmploymentType":1,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"Name":"Folkeskolelærer","DiscoWeb":0,"AlternateNames":["Billedkunstlærer","Undervisningsassistent på udskolingstrinnet og ungdomsuddannelserne","Undervisningsassistent i grundskolen 0-6 klasse","Støttelærer","Specialundervisningsassistent","Fravalgt 2023-04 IT-lærer","Børnehaveklasseleder","2211","2212"],"GroupId":0,"AreaId":0},"IsGovernmentHiring":false,"JppContacts":[],"EmploymentDate":null},"IsRecruitmentOfForeignNationals":false,"IsWorkInDenmark":false,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":false,"DailyWorkTimeMorning":false,"DailyWorkTimeVarious":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://www.ofir.dk/resultat/Jobannonce.aspx?ofirId=a5a02b81&action=sendApplicationUrl&utm_source=job.jobnet.dk&utm_medium=referral","ReplyInWriting":false,"ApplicationDeadlineDate":"2025-02-20T23:59:59+01:00"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=6a08d403-2e81-4a52-94a0-87bdb7e17b86&Organisation=29188475","Address":"Frederiksgade 9,4690, Haslev","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=6a08d403-2e81-4a52-94a0-87bdb7e17b86&Company.Name=Faxe Kommune&SubmissionDeadlineDate=2025-2-20&Title=Specialafdelingsleder til Skovkildeskolerne&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":true,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"Specialafdelingsleder til Skovkildeskolerne","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"6a08d403-2e81-4a52-94a0-87bdb7e17b86","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Faxe Kommune","Address":"Frederiksgade 9","Country":null,"EmploymentAreaID":null,"PostCode":"4690","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Haslev","ContactPerson":"","Phone":"","Email":"","Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2025-02-20T23:59:59+01:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"Place":"Arbejdspladsen ligger i Faxe kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Faxe Kommune","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"Har du flair for og lyst til at arbejde med ledelse i skoleregi til gavn for særligt udfordrede børn og unge? Tænker og organiserer du rammer for læring og pædagogik med afsæt i børneperspektiver? Er du tydelig og situationsvurderende i din ledelsestilgang?  Vi søger en afdelingsleder som dedikerer sit engagement til specialområdet. En afdelingsled","DescriptionForSharing":"\"Har du flair for og lyst til at arbejde med ledelse i skoleregi til gavn for særligt udfordrede børn og unge? Tænker og organiserer du rammer for læring og pædagogik med afsæt i børneperspektiver? Er du tydelig og situationsvurderende i din ledelsestilgang?  Vi søger en afdelingsleder som dedikerer sit engagement til specialområdet. En afdelingsled\"","TitleForSharing":"\"Specialafdelingsleder til Skovkildeskolerne\"","RutePlan":"https://www.google.dk/maps/dir//Frederiksgade+9,4690,+Haslev/","FormattedPurpose":"<p>Har du flair for og lyst til at arbejde med ledelse i skoleregi til gavn for særligt udfordrede børn og unge? Tænker og organiserer du rammer for læring og pædagogik med afsæt i børneperspektiver? Er du tydelig og situationsvurderende i din ledelsestilgang? </p> <p> </p> <p>Vi søger en afdelingsleder som dedikerer sit engagement til specialområdet. En afdelingsleder som beriges af ordentlig opgaveløsning og samtidig motiveres af at afsøge forbedrende veje og metoder.</p> <p>Vi brænder for og finder os forpligtigede på at udbyde det bedst mulige skolematch for udfordrede børn og unge, hvilket fordrer mangesidet fagnysgerrighed.</p> <p>Hos os udbydes et virkelig spændende ledelsesfelt af brede ledelsesopgaver.</p> <p> </p> <p><strong>Om Skovkildeskolerne</strong></p> <p><strong>Skovkildeskolerne blev selvstændiggjort som kommunens specialskole med virke pr. august 2022, og befinder sig fortsat i en udviklende skabelsesvirkelighed - hvor vi er videbegærlige på at fremvirke den bedst mulige praksis med afsæt i evidens og erfaring. </strong></p> <p><strong>Vi forhaster os ikke, selvom der er run på - men bevæger os målrettet i et nysgerrighedsfelt, hvor vi udfordrer og inddrager hinandens og andres perspektiver og viden. Det bevirker, at vi løbende justerer tilgangene sammen med afsæt i progressionsfokus og meningsgivende indsatser.</strong></p> <p> </p> <p>På Skovkildeskolerne er medarbejderne fagligt opdaterede og besidder specialpædagogisk viden og/eller erfaring. Vi holder hinanden ansvarlige for høj faglighed, hvilket fordrer gode samarbejdsevner og stærk arbejds-etik. Vi arbejder kollegialt op bakkende og tager medansvar for at løfte hinandens professionalisme. Det betyder bl.a., at vi tør stille spørgsmål og undrer os sammen over hinandens praksisser.</p> <p> </p> <p><strong>Skovkildeskolerne består af flere afdelinger; Birkeskolen og Egeskolen i Haslev. Snart starter vores nye afdeling, som hedder Pileskolen i Førslev - den åbner til august 2025.</strong></p> <p><strong>Vi er derfor i fuld gang med klargørelserne. </strong></p> <p> </p> <p></p> <p> </p> <p> </p> <p><strong>Birkeskolen</strong><strong> er fysisk placeret i Haslev. Birkeskolen er Faxe Kommunes selvstændige tilbud til børn, der har brug for et meget struktureret undervisningstilbud. </strong></p> <p><strong>Skolen varetager visiterede elever i 0. – 9. klasse med <a>autismespektrum vanskeligheder, elever med ADHD-diagnose og/eller socioemotionelle vanskeligheder. </a></strong></p> <p>Eleverne er fagligt læringsmodtagelige på nogenlunde alderstilsvarende niveauer, men har ofte svært ved at orientere sig i det sociale felt og foretager som følge deraf uhensigtsmæssige valg i forhold til handlinger og adfærd. Dette kan komme til udtryk (ofte kortvarigt) i form af manglende impulskontrol og udad reagerende adfærd. </p> <p> </p> <p>I undervisningen arbejder vi med tydeligt fokus på virksom og visuel understøttet struktur samt positivt anvisende pædagogik i forebyggende low arousal tilgang. </p> <p><strong>Målet er, at alle elever går til afgangsprøve enten på almene vilkår eller særlige vilkår.</strong></p> <p> </p> <p><strong>Hver klasse har tilknyttet en klassepædagog med specialkompetencer.</strong></p> <p><strong>Supervision og faglig sparring i samarbejde med PPR er en fast bestanddel på skolen.</strong></p> <p><strong>Lærere og pædagoger arbejder tæt sammen i tværfaglige selvstyrende teams.</strong></p> <p><strong>Vi arbejder for og med, at eleverne udfordres inden for nærmeste udviklingszone med henblik på individuel potentialeudfoldelse med en så solid faglig ballast som muligt.</strong></p> <p> </p> <p><strong>Egeskolen</strong> er fysisk placeret i Haslev. Tilbuddet er for elever fra 0. til 10. årgang. Målgruppen er elever med betydelig funktionsnedsættelse, der viser sig ved en forsinket kognitiv udvikling, herunder syndromer og bevægehandicap, høre- og synshandicap samt sociale og kommunikative vanskeligheder. I relation hertil kan eleverne have milde adfærdsforstyrrelser – herunder opmærksomhedsvanskeligheder. Eleverne i Egeskolen har behov for et struktureret pædagogisk undervisningsmiljø. <a>Dagligdagen er organiseret med forudsigelighed og fast struktur. Der lægges i undervisningen vægt på den visuelle støtte, og eleverne undervises på mindre hold. Undervisningen tilrettelægges efter den enkelte elevs ressourcer, udviklingstrin og særlige behov.</a></p> <p>Egeskolen har et tæt samarbejde med Pædagogisk Psykologisk Rådgivning, som tilbyder vejledning og rådgivning til forældre og personale. PPR er tværfagligt sammensat og har således psykologer, ergoterapeut, fysioterapeut samt logopæder ansat.</p> <p><strong>Pileskolen </strong><strong>er fysisk placeret i Førslev ca. 5 km fra Haslev. Skoleafdelingen åbner den 1. august 2025, men allerede nu er forberedelserne godt i gang, da skolebygningen renoveres og læringsmiljøerne opdateres. Tilbuddet er for elever fra 0. til 9. årgang. Pileskolen er en heldagsskole for elever der har socioemotionelle udfordringer, </strong><strong>autismespektrum vanskeligheder og/eller ADHD-diagnose. </strong></p> <p><strong>Eleverne på heldagsskolen undervises ud fra en praktiskorienteret tværfaglig tilgang. Dvs. undervisning kan foregå i praksisorienterede miljøer - fx skolehaver, skolekøkken, i træsløjd, på ture osv. Der er faglokaler hertil og ligeså gode bevægelsesmuligheder både ude og indendørs.</strong></p> <p>Dagligdagen er organiseret med forudsigelighed og fast struktur. Der lægges i undervisningen vægt på den visuelle støtte, og eleverne undervises på mindre hold. Undervisningen tilrettelægges efter den enkelte elevs ressourcer, udviklingstrin og særlige behov.</p> <p><strong>På Pileskolen organiseres klasseteams efter få-voksen principper bestående af faste lærere, pædagoger og medhjælpere eller assistenter. Til skolen er der tilknyttet tværfaglige samarbejdspartnere i form af skolepsykolog, familiebehandler, ergo-/ fysioterapeut.</strong></p> <p><strong>Om lederjobbet</strong></p> <p>I undervisningen arbejdes med tydeligt fokus på virksom og visuel understøttende struktur samt positivt anvisende pædagogik. </p> <p>Vi forventer derfor, at du kan motivere til og guide medarbejdere udi arbejdet med samstemt teamsamarbejde – herunder meningsgivende opgave- og ansvarsfordeling i et team, individuelle tilrettelagte forløb og understøttende strukturer i klasserumskontekst - hertil er du realistisk, tydelig og positivt anvisende omkring forventninger.</p> <p>Det vil være en fordel, hvis du har erfaring med målgruppen og specialområdet, men det er ikke et krav – dog imødeses at du er særdeles interesseret i det, og at du har et erfarent ledelsesafsæt i så fald.</p> <p> </p> <ul> \t<li>Vi ser meget gerne, at du i ansøgningen sætter nogle ord på, hvilke(n) af afdelingsskolerne du finder bedst matchende med dine arbejdsønsker og kompetencer – både i forhold til den faglige og pædagogiske ledelse.</li> \t<li>Kom gerne ind på hvordan du forestiller dig en stærk ledelsesfordeling kan se ud mellem de tre skoleafdelinger.</li> </ul> <p><br> <strong>Skovkildeskolerne har behov for, at du ledelsesmæssigt</strong></p> <ul> \t<li>har en pædagogisk uddannelse (fx lærer) suppleret med lederuddannelse eller tilsvarende.</li> \t<li>har erfaring med ledelse på skoleområdet - og har især flair for personaleledelse; enten fra kommunalt regi eller fra fri- og privatskole feltet.</li> \t<li>er dygtig til at motivere, skabe tillid og bidrage til frembringelse af medarbejderes egne løsningsforslag – og du udfordrer gerne de gode ideer konstruktivt og positivt med henblik på fælles afdækning af løse ender inden igangsætning.</li> \t<li>har viden om eller lyst til at sætte dig ind i visitationssamarbejde og varetage Skovkildeskolernes rolle heri sammen med resten af lederteamet.</li> \t<li>er rammesættende og god til at arbejde involverende og struktureret samt følge op på igangsatte initiativer. </li> \t<li>har appetit på og ideer til at planlægge skoleår virksomt (måske på nye bedre måder); herunder fag- og opgavefordeling, notering af opgaveoversigter og guidning udi skemalægning samt øvrige logistiske opgaver – i samarbejde med ledelse, sekretær og skemalægger m.fl.</li> \t<li>du har viden om at tilrettelægge arbejdsopgaver og lede jævnfør overenskomster og lokalaftaler for pædagogisk personale samt HR-personalejura.</li> \t<li>du er en kyndig og hyppig kommunikator i både tale og skrift - og har en naturlig imødekommende fremtoning i mødet med omverden, hvor du samarbejder udvidet og professionelt med forældre og øvrige samarbejdspartnere i løsningsorienteret tilgang.</li> \t<li>du er reflekterende og håndterer uhensigtsmæssig opførsel med rummelighed og viden samt erfaring udi forebyggende og nedtrappende tilgange. </li> \t<li>du finder det givtigt at medvirke i det strategiske arbejde for at udvikle Skovkildeskolerne som én samlet organisation på tværs af de tre skoleafdelinger.</li> </ul> <p><strong>Vi tilbyder</strong><br> Vi tilbyder et mangesidet job med indflydelse på den faglige og pædagogiske udvikling i samspil med dygtige og imødekommende kolleger, som kan og vil udvikle i fællesskab. </p> <p>Et fællesskab med en rar medmenneskelig omgangstone, hvor vi samtaler ærligt og ordentligt med og om hinanden.</p> <p> </p> <p>Du får en ligeværdig plads på ledelsesholdet som medspiller i udviklingsprocessen for vores tre selvstændiggjorte specialskoler, hvor vi imødeser muligheder for at skabe en forgangsskole i en kommune i virkelysten udvikling – som imødeser input og arbejder aktivt forbedrende hermed.</p> <p> </p> <p>Vi tilbyder ansvar for eget ledelsesrum, hvor du i stort omfang er selvtilrettelæggende – forventeligt under hensyntagen til aftaler indgået i ledelsesteamet, da vi gør en dyd ud af aftaleoverholdelse.</p> <p> </p> <p>Vi tilbyder et nærværende ledelsesteam, hvor vi passer på hinanden og er tilgængelige for sparrer om opgaveløsninger – da vi deler succeser og bærer udfordringer sammen. </p> <p>Vi har et super godt ledelsesteam som dagligt nyder en uformel, hyggelig og humoristisk samværsform. Vi \"<em>ryster energi til hovederne</em>\" sammen – gerne på alternative måder, spas, lege eller konkurrencer, og giver god plads til dine ideer hertil. </p> <p>Vi hjælper hinanden med at tage over og organiserer arbejdslivet således, at der også er plads til luft og tid med familie og venner.</p> <p> </p> <p><strong>Tiltrædelse og arbejdstid</strong><br> Fuldtidsstillingen tiltrædes forventeligt med ansættelse pr. 1. april 2025.<br> <br> <strong>Ansøgningsfrist</strong><br> Vi modtager din ansøgning og dit CV - gerne med kopi af uddannelsespapirer - senest torsdag den 20. februar 2025 inden midnat.<br> <br> <strong>Dato, tid og sted for ansættelsessamtaler</strong><br> Vi holder 1. samtalerunde holdes mandag den 24.2.25 i tidsrummet kl. 9.00 – 14.00.</p> <p>Vi holder evt. 2. samtalerunde holdes torsdag den 27.2.25 i tidsrummet kl. 11.00 – 14.00. </p> <p> </p> <p>Sted: Begge samtaler holdes på adressen: Sofiendalsvej 42A, 4690 Haslev.</p> <p><br> <strong>Vil du vide mere om jobbet?</strong><br> Kontakt gerne en af os i ledelsesteamet for yderligere information:</p> <ul> \t<li>Viceskoleleder Anders Lind Thrane på telefon 2490 2416</li> \t<li>Afdelingsleder Susanne Nissen på telefon 51211023</li> </ul> <ul> \t<li><strong>Skoleleder Tinella Lykke Svarrer</strong><strong> </strong>på telefon 3047 5346.</li> </ul> <p> </p> <ul> \t<li>Vær gerne opmærksom på at telefonerne svares sparsomt i vinterferien (uge 7).</li> </ul> <p> </p> <p>Find mere information om Faxe Kommune på <a target=\"_blank\" href=\"http://www.faxekommune.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"6a08d403-2e81-4a52-94a0-87bdb7e17b86\">www.faxekommune.dk</a></p> <p> </p> <p>Løn og ansættelsesvilkår efter gældende overenskomst og lokal aftale for afdelingsledere.</p> <p>Børneattest og straffeattest uden bekymrende anmærkninger er forudsætning for ansættelse.</p> <p> </p>\n<br>Denne jobannonce blev oprindeligt opslået på <a target=\"_blank\" href=\"https://www.ofir.dk/?utm_source=job.jobnet.dk&amp;utm_medium=referral\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"6a08d403-2e81-4a52-94a0-87bdb7e17b86\">https://www.ofir.dk/</a>\n<br>(Den originale annonce kan ses på: <a target=\"_blank\" href=\"https://www.ofir.dk/showojob?ofirid=a5a02b81&amp;utm_source=job.jobnet.dk&amp;utm_medium=referral\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"6a08d403-2e81-4a52-94a0-87bdb7e17b86\">https://www.ofir.dk/showojob?ofirid=a5a02b81</a>)","MapUrl":"https://www.google.dk/maps/place/Frederiksgade+9,4690,+Haslev/","OrganizationNumber":"29188475","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}