{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"Overlæge i Gastroenterologi og Hepatologi med interesse og erfaring indenfor endoskopi og den brede, kliniske gastroenterologi","JobHeadline":"Overlæge i Gastroenterologi og Hepatologi med interesse og erfaring indenfor endoskopi og den brede, kliniske gastroenterologi","Presentation":"Erfaren speciallæge i medicinsk gastroenterologi søges til det medicinske gastroenterologiske/hepatologiske speciale i Medicinsk Afdeling for Mave, Gigt, Blod og Lindrende Behandling på Esbjer","HiringOrgName":"Sydvestjysk Sygehus","WorkPlaceAddress":"Finsensgade 35  ","WorkPlacePostalCode":"6700","WorkPlaceCity":"Esbjerg","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2025-02-04T15:02:20","LastDateApplication":"2025-02-18T00:00:00","FormattedLastDateApplication":"18. februar 2025","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/8588c276-712e-4f0a-a88b-2717e0b79db8","Region":"Syddanmark","Municipality":"Esbjerg","Country":"Danmark","PostalCode":"6700","PostalCodeName":null,"JobAnnouncementType":"Almindelige vilkår","EmploymentType":"Fastansættelse","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Læge, tandlæge og dyrlæge","Occupation":"Speciallæge","Location":{"Latitude":55.4594,"Longitude":8.4617},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Skiftende arbejdstider"},"WorkplaceID":1003328373,"OrganisationId":"","HiringOrgCVR":29190909,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/8588c276-712e-4f0a-a88b-2717e0b79db8","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/8588c276-712e-4f0a-a88b-2717e0b79db8","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/8588c276-712e-4f0a-a88b-2717e0b79db8","HasLocationValues":true,"ID":"8588c276-712e-4f0a-a88b-2717e0b79db8","Latitude":55.4594,"Longitude":8.4617},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Sydvestjysk Sygehus","Address":{"AddressLine":"Finsensgade 35","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":561,"Name":"Esbjerg"},"Region":{"Id":3,"Name":"Syddanmark"},"PostalCode":"6700","City":"Esbjerg"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=198&ProjectId=231523&DepartmentId=21921&MediaId=6054&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1003328373","OrganizationNumber":"29190909","OrganizationDescription":null},"JobPositionPosting":{"Id":"8588c276-712e-4f0a-a88b-2717e0b79db8","HiringOrg":{"Name":"Sydvestjysk Sygehus","Address":{"AddressLine":"Finsensgade 35","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":561,"Name":"Esbjerg"},"Region":{"Id":3,"Name":"Syddanmark"},"PostalCode":"6700","City":"Esbjerg"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=198&ProjectId=231523&DepartmentId=21921&MediaId=6054&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1003328373","OrganizationNumber":"29190909","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2025-02-04T15:02:20.97511+01:00","PublicationEndDate":"2025-02-18T00:00:00+01:00","JobPositionInformation":{"PositionTitle":"Overlæge i Gastroenterologi og Hepatologi med interesse og erfaring indenfor endoskopi og den brede, kliniske gastroenterologi","Purpose":"<strong>Erfaren speciallæge i medicinsk gastroenterologi søges til det medicinske gastroenterologiske/hepatologiske speciale i Medicinsk Afdeling for Mave, Gigt, Blod og Lindrende Behandling på Esbjerg og Grindsted Sygehus.</strong>  Vi søger en speciallæge med solid klinisk erfaring og højt fagligt niveau, med lyst til tværfagligt samarbejde samt kompetencer og lyst til at videreudvikle den endoskopiske funktion i afdelingen.<br><br>  Det medicinske gastroenterologiske og hepatologiske speciale på Esbjerg Sygehus er veletableret og velfungerende både klinisk og forskningsmæssigt.<br><br>  Vi søger en speciallæge, med bred interesse og erfaring, som samtidig har en klar interesse for endoskopi, og lyst til at tage ansvaret for at videreudvikle denne funktion i samarbejde med Kirurgisk Afdeling. Afdelingen har for knap 2 år siden med stor succes indført NAPS til koloskopi, og har et ønske om fortsat at udvikle og forbedre den endoskopiske funktion.<br><br>  <strong>Medicinsk gastroenterologi og hepatologi</strong><br><br>  I specialet er der solid klinisk viden og erfaring inden for alle specialets områder, og afdelingen er forskningsstærk indenfor hepatologien, men i høj grad også inden for kroniske inflammatoriske tarmsygdomme. <br><br>  Specialet har en god lægebemanding inklusiv en stabil gruppe af speciallæger. Der er aktuelt 8 overlæger (inkl. cheflægen) og 4 afdelingslæger i specialet, hvoraf en del er deltids i klinikken primært pga. forskning. Vi har en klinisk professor, fire kliniske lektorer (hvoraf den ene er sygeplejerske) og ph.d. studerende. Disse bidrager med undervisning af de kandidatstuderende i medicin.<br><br>  Der er derudover en ekstern klinisk lektor med funktion ift. kandidatuddannelsen i medicin og det tilhørende stamafdelingskoncept. Konceptet indebærer at de kandidatstuderende igennem hele uddannelsesforløbet har en fast tilknytning og tilhørsforhold til en bestemt stamafdeling og et speciale.  Specialet har læger i uddannelsesforløb, i klinisk basisuddannelse, introduktionsstilling til intern medicin og i hoveduddannelse. Afdelingen har fælles uddannelsesansvarlig overlæge og to uddannelseskoordinerende yngre læger.<br><br>  Ambulatoriet har en gruppe af sygeplejersker med stor specialeerfaring – heraf to forskningssygeplejersker og to projektsygeplejersker.<br><br>  Medicinsk Mave og Tarm Ambulatorium ligger fysisk sammen med afdelingens øvrige ambulatorier i ny renoverede lokaler. Ud over almindelig ambulant funktion har afdelingens specialer et fælles daghospital, hvor vi varetager diverse infusionsbehandlinger, ascitestapninger, knoglemarvsbiopsier, lumbalpunkturer og leverbiopsier. Ambulatoriet har en cirroseklinik, hvor behandlingen varetages selvstændigt af sygeplejerskerne med reference til speciallægerne.  Ligeledes har vi under supervision selvstændige sygeplejeambulatorier for IBD. Her varetages primært diagnosesamtaler samt praktisk oplæring omkring behandling. Der er selvstændig medicinsk skopifunktion, som fysisk er beliggende sammen med mavetarm kirurgisk endoskopi. Der er etableret NAPS sedation til koloskopier. Der foretages øvre og nedre endoskopier samt kapselendoskopi. Der er adgang til ultralyd både i ambulatoriet og i sengeafsnittet.<br><br>  Afdelingens konferencer består dels af fælles konferencer og undervisning. Derudover afholdes daglige konferencer i de enkelte specialer. Konferencerne har fokus på uddannelse samt drift og kvalitetsarbejde.<br><br>  <strong>Medicinsk Afdeling for Mave, Gigt, Blod og Lindrende Behandling (Afdeling M1)</strong><br><br>  Specialet Gastroenterolog og Hepatologi er en del af Medicinsk Afdeling for Mave, Gigt, Blod og Lindrende Behandling (M1). Afdelingen blev dannet i maj 2021 i forbindelse med en organisatorisk ændring med etablering af fire selvstændige medicinske afdelinger. Afdelingen råder over et fælles sengeafsnit med 23 senge. Sengeafsnittet har patienter fra alle tre specialer samt patienter inden for den mere brede interne medicin og infektionsmedicin. Afdelingen har på lægesiden et samlet stuegangshold med læger fra de tre specialer samt en infektionsmediciner 3 dage pr. uge. Afdelingen er i september 2023 flyttet i et nyere sengeafsnit, hvor der udelukkende er enestuer.<br><br>  Blodsygdomme Ambulatorium foretager udredning og behandling af langt de fleste hæmatologiske sygdomme i tæt samarbejde med Hæmatologisk afdeling på Odense Universitetshospital. Gigt og Bindevæv Ambulatorium varetager udredning og behandling af reumatologiske sygdomme. Afdelingen har derudover en tværgående udredningsklinik (Diagnostisk Center for Mulige Kræftsygdomme - DCMK), som varetager udredning af patienter henvist f.eks. ud fra MAS (Mulig Alvorlig Sygdom) kriterier, mistanke om lymfom eller mistanke om hepatocellulært carcinom. Personalet i klinikken kommer fra alle tre specialer, og der er en fast forløbskoordinator.<br><br>  Enhed for Lindrende Behandling er organisatorisk en del afdelingen, men har i høj grad selvstændig funktion i dagligdagen. Enheden har ”Inhouse funktion” på sygehusets afdelinger, hvor der ydes sparring ift. blandt andet palliative forløb. Enheden har ingen sengepladser.<br><br>  Afdelingen har en afdelingsledelse, som består af en cheflæge og en chefsygeplejerske. Ledergruppen udgøres derudover af fire ledende overlæger (en fra hvert speciale og en fra Enhed for Lindrende Behandling), den ansvarlige overlæge for sengeafsnittet, to forskningsledere, fire oversygeplejersker (en uddannelses- og forskningsansvarlig, en for ambulatorierne, en for sengeafsnittet og en for Enhed for Lindrende behandling), den uddannelsesansvarlige overlæge og den ledende lægesekretær.<br><br>  Der er vagtfællesskab for alle de medicinske specialer på Sydvestjysk Sygehus (kardiologi, endokrinologi, hæmatologi, lungemedicin, nefrologi, medicinsk gastroenterologi, reumatologi).<br><br>  <strong>Vagtstruktur</strong><br><br>  Afdelingens læger dækker vagter i Fælles Akutmodtagelses (FAM) medicinske vagthold. Vagtholdet består aktuelt af to forvagter (hhv. kardiologi og medicin), fælles mellemvagt, medicinsk bagvagt 2, som oftest er en læge i hoveduddannelse samt medicinsk (og kardiologisk) bagvagt, som er speciallæge eller HU5 læge.  <br><br>  KBU læger, introduktionslæger og HU læger i almen medicin er ansat i en fælles medicinsk gruppe, som ledes i fællesskab mellem cheflægerne fra de medicinske afdelinger. Øvrige HU læger og speciallæger er ansat i de enkelte afdelinger og specialer. Denne struktur er etableret 1. januar 2022.<br><br>  Som speciallæge forventes man at deltage i den medicinske bagvagt 1 samt weekendarbejde. Bagvagt 1 er en todelt vagt med tilstedevær. Aktuelt er der 23 læger i vagtlaget. De seneste år er det akutmedicinske speciale på sygehuset vokset, og akutlægerne dækker i tiltagende grad modtagelse af de akutte patienter. Der foregår i relation til dette en løbende justering i det medicinske vagthold. Dette forventes dog ikke at give ændringer for speciallægernes vagt.<br><br>  <strong>Vi forventer en ansøger, som:</strong><br><br>  <ul> \t<li>er speciallæge i Intern medicin: Gastroenterologi og Hepatologi med et solidt fagligt fundament indenfor gastroenterologi, og med fokus på at fastholde at afdelingen går foran i at arbejde evidensbaseret og efter gældende retningslinjer</li> \t<li>gerne har erfaring med endoskopi og udvikling og implementering af nye procedurer</li> \t<li>fokuserer på samarbejde på tværs af afdelingens specialer med de udviklings- og optimeringsmuligheder, der ligger i dette</li> \t<li>deltager aktivt og konstruktivt i samarbejdet på tværs af hospitalet inkl. konstruktivt samarbejde med akutfunktionen og de parakliniske specialer</li> \t<li>understøtter og deltager aktivt i etablering af et godt arbejds- og uddannelsesmiljø</li> </ul>  <strong>Vi tilbyder:</strong><br><br>  <ul> \t<li>En afdeling, som over de sidste år har været igennem mange omstillinger, og som er i en meget positiv udvikling, men hvor der også stadig er mulighed for at sætte sig præg og få indflydelse</li> \t<li>Sparring med en afdelingsledelse, som arbejder med inddragende og dialogbaseret ledelse og som prioriterer trivsel og udvikling højt</li> \t<li>Stor selvstændighed med mulighed for selv at sætte sit præg på stillingen</li> \t<li>Klinisk arbejde i en afdeling med højt fagligt niveau i alle specialer og i gastroenterologien/hepatologien i særdeleshed</li> \t<li>Mulighed for og forventning om fortsat faglig udvikling</li> </ul>  <strong>Løn- og ansættelsesvilkår</strong><br><br>  I henhold til gældende overenskomst med Foreningen af Speciallæger.<br><br>  Der indhentes børneattest. <br><br>  <strong>Yderligere oplysninger</strong><br><br>  Øvrige oplysninger om stillingen fås ved henvendelse til cheflæge, Lone Klinge (<a>lone.klinge@rsyd.dk</a>) eller Specialkonsulent Rikke Riber Zachariassen (<a>Rikke.Riber.Zachariassen@rsyd.dk</a>).<br><br>  Se <a href=\"https://infonet.regionsyddanmark.dk/D4Doc/book/docshow.asp?DokID=947991\">funktionsbeskrivelsen</a> for yderligere oplysninger.<br><br>  Oplysninger om Esbjerg Sygehus fås på <a href=\"http://www.esbjerggrindstedsygehus.dk\">www.esbjerggrindstedsygehus.dk</a><br><br>  Esbjerg Sygehus samarbejder med Esbjerg kommune, om at skabe gode vilkår for god integration i lokalområdet, hvis du kommer udenbys fra og gerne vil bosætte dig med familie. Esbjerg kommune tilbyder rådgivning gennem deres Tilflytterservice og hjælp til at finde job til partneren. Se mere om Esbjerg Kommune <a href=\"https://www.esbjerg.dk/\">her</a>.<br><br>  <strong>Ansøgningen:</strong><br><br>  Fremsendes elektronisk med relevante bilag til nedenstående link. Ansøger bedes forholde sig konkret til de 7 lægeroller (Se vedhæftede <a href=\"https://view.officeapps.live.com/op/view.aspx?src=https%3A%2F%2Fregionsyddanmark.dk%2Fmedia%2Fbuaohevg%2Fskema-til-l%25C3%25A6gefaglig-bed%25C3%25B8mmelse-ved-ans%25C3%25A6ttelse-af-overl%25C3%25A6ger.docx&amp;wdOrigin=BROWSELINK\">skema</a>).<br><br>  Ansøgningsfristen er den 18. februar 2025.<br><br>  Forventet tiltrædelse 1. april 2025 eller efter aftale.<br><br>  <strong>Esbjerg Sygehus, Grindsted Sygehus, Syddansk Universitetshospital:</strong><br> Et akutsygehus for det sydvestjyske område i Region Syddanmark med aktiviteter i henholdsvis Esbjerg og Grindsted samt veneklinik i Brørup. Esbjerg Sygehus rummer de fleste kliniske specialer på et højt fagligt niveau sammen med en udbygget og moderne diagnostisk funktion. Der behandles ca. 40.000 indlagte patienter om året, og der gennemføres ca. 285.000 ambulante besøg på årlig basis. Sygehuset står over for en række spændende, strategiske udfordringer, hvor de væsentligste er:<br><br>  <ul> \t<li>Patient og kundefokus</li> \t<li>Det hele sygehus</li> \t<li>Tilpasning til nye vilkår</li> </ul>  Udviklingen af <a href=\"http://esbjerggrindstedsygehus.dk\">Esbjerg Sygehus</a> som akutsygehus, herunder den fulde implementering af den fællesakutmodtagelse, fordrer en høj grad af tværgående aktivitet og samarbejde. Dette kræver høje faglige standarder, i kombination med organisatorisk smidighed og vilje til at finde nye løsninger på tværs af både kliniske enheder og stabsfunktioner.<br><br>  Med kandidatuddannelsen i medicin, bringer det sygehuset i selskab med kun 4 andre sygehuse i landet, og giver os en helt særlig rolle.<br><br>  Esbjerg Sygehus samarbejder med <a href=\"http://www.esbjerg.dk\">Esbjerg kommune</a>, om at skabe gode vilkår for god integration i lokalområdet, hvis du kommer udenbys fra og gerne vil bosætte dig med familie. Esbjerg kommune tilbyder rådgivning gennem deres <a href=\"http://www.esbjerg.dk/ny-i-esbjerg\">Tilflytterservice</a> og hjælp til at finde job til partneren igennem kommunens netværk.<br><br> ","WorkLocation":{"AddressLine":"Finsensgade 35","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":561,"Name":"Esbjerg"},"Region":{"Id":3,"Name":"Syddanmark"},"PostalCode":"6700","City":"Esbjerg"},"EmploymentType":1,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"Name":"Speciallæge","DiscoWeb":0,"AlternateNames":["Epidemiolog","Immunolog","Genetiker","Øjenlæge"],"GroupId":0,"AreaId":0},"IsGovernmentHiring":false,"JppContacts":[{"Email":"lone.klinge@rsyd.dk","PersonName":"Lone G.  Klinge","FirstName":"Lone G. ","LastName":"Klinge","PositionTitle":"cheflæge","PhoneNumbers":[{"Number":"7918 2000","Type":0,"Description":"Primary"}]}],"EmploymentDate":"2025-04-01T00:00:00+02:00"},"IsRecruitmentOfForeignNationals":false,"IsWorkInDenmark":false,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":false,"DailyWorkTimeMorning":false,"DailyWorkTimeVarious":true,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=198&ProjectId=231523&DepartmentId=21921&MediaId=6054&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","ReplyInWriting":false,"ApplicationDeadlineDate":"2025-02-18T00:00:00+01:00"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=8588c276-712e-4f0a-a88b-2717e0b79db8&Organisation=29190909","Address":"Finsensgade 35,6700, Esbjerg","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=8588c276-712e-4f0a-a88b-2717e0b79db8&Company.Name=Sydvestjysk Sygehus&SubmissionDeadlineDate=2025-2-18&Title=Overlæge i Gastroenterologi og Hepatologi med interesse og erfaring indenfor endoskopi og den brede, kliniske gastroenterologi&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":true,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"Overlæge i Gastroenterologi og Hepatologi med interesse og erfaring indenfor endoskopi og den brede, kliniske gastroenterologi","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"8588c276-712e-4f0a-a88b-2717e0b79db8","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Sydvestjysk Sygehus","Address":"Finsensgade 35","Country":null,"EmploymentAreaID":null,"PostCode":"6700","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Esbjerg","ContactPerson":"Lone G.  Klinge","Phone":"7918 2000","Email":"lone.klinge@rsyd.dk","Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2025-02-18T00:00:00+01:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Skiftende arbejdstider"},"Place":"Arbejdspladsen ligger i Esbjerg kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Sydvestjysk Sygehus","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"Erfaren speciallæge i medicinsk gastroenterologi søges til det medicinske gastroenterologiske/hepatologiske speciale i Medicinsk Afdeling for Mave, Gigt, Blod og Lindrende Behandling på Esbjerg og Grindsted Sygehus.  Vi søger en speciallæge med solid klinisk erfaring og højt fagligt niveau, med lyst til tværfagligt samarbejde samt kompetencer og ly","DescriptionForSharing":"\"Erfaren speciallæge i medicinsk gastroenterologi søges til det medicinske gastroenterologiske/hepatologiske speciale i Medicinsk Afdeling for Mave, Gigt, Blod og Lindrende Behandling på Esbjerg og Grindsted Sygehus.  Vi søger en speciallæge med solid klinisk erfaring og højt fagligt niveau, med lyst til tværfagligt samarbejde samt kompetencer og ly\"","TitleForSharing":"\"Overlæge i Gastroenterologi og Hepatologi med interesse og erfaring indenfor endoskopi og den brede, kliniske gastroenterologi\"","RutePlan":"https://www.google.dk/maps/dir//Finsensgade+35,6700,+Esbjerg/","FormattedPurpose":"<strong>Erfaren speciallæge i medicinsk gastroenterologi søges til det medicinske gastroenterologiske/hepatologiske speciale i Medicinsk Afdeling for Mave, Gigt, Blod og Lindrende Behandling på Esbjerg og Grindsted Sygehus.</strong>  Vi søger en speciallæge med solid klinisk erfaring og højt fagligt niveau, med lyst til tværfagligt samarbejde samt kompetencer og lyst til at videreudvikle den endoskopiske funktion i afdelingen.<br><br>  Det medicinske gastroenterologiske og hepatologiske speciale på Esbjerg Sygehus er veletableret og velfungerende både klinisk og forskningsmæssigt.<br><br>  Vi søger en speciallæge, med bred interesse og erfaring, som samtidig har en klar interesse for endoskopi, og lyst til at tage ansvaret for at videreudvikle denne funktion i samarbejde med Kirurgisk Afdeling. Afdelingen har for knap 2 år siden med stor succes indført NAPS til koloskopi, og har et ønske om fortsat at udvikle og forbedre den endoskopiske funktion.<br><br>  <strong>Medicinsk gastroenterologi og hepatologi</strong><br><br>  I specialet er der solid klinisk viden og erfaring inden for alle specialets områder, og afdelingen er forskningsstærk indenfor hepatologien, men i høj grad også inden for kroniske inflammatoriske tarmsygdomme. <br><br>  Specialet har en god lægebemanding inklusiv en stabil gruppe af speciallæger. Der er aktuelt 8 overlæger (inkl. cheflægen) og 4 afdelingslæger i specialet, hvoraf en del er deltids i klinikken primært pga. forskning. Vi har en klinisk professor, fire kliniske lektorer (hvoraf den ene er sygeplejerske) og ph.d. studerende. Disse bidrager med undervisning af de kandidatstuderende i medicin.<br><br>  Der er derudover en ekstern klinisk lektor med funktion ift. kandidatuddannelsen i medicin og det tilhørende stamafdelingskoncept. Konceptet indebærer at de kandidatstuderende igennem hele uddannelsesforløbet har en fast tilknytning og tilhørsforhold til en bestemt stamafdeling og et speciale.  Specialet har læger i uddannelsesforløb, i klinisk basisuddannelse, introduktionsstilling til intern medicin og i hoveduddannelse. Afdelingen har fælles uddannelsesansvarlig overlæge og to uddannelseskoordinerende yngre læger.<br><br>  Ambulatoriet har en gruppe af sygeplejersker med stor specialeerfaring – heraf to forskningssygeplejersker og to projektsygeplejersker.<br><br>  Medicinsk Mave og Tarm Ambulatorium ligger fysisk sammen med afdelingens øvrige ambulatorier i ny renoverede lokaler. Ud over almindelig ambulant funktion har afdelingens specialer et fælles daghospital, hvor vi varetager diverse infusionsbehandlinger, ascitestapninger, knoglemarvsbiopsier, lumbalpunkturer og leverbiopsier. Ambulatoriet har en cirroseklinik, hvor behandlingen varetages selvstændigt af sygeplejerskerne med reference til speciallægerne.  Ligeledes har vi under supervision selvstændige sygeplejeambulatorier for IBD. Her varetages primært diagnosesamtaler samt praktisk oplæring omkring behandling. Der er selvstændig medicinsk skopifunktion, som fysisk er beliggende sammen med mavetarm kirurgisk endoskopi. Der er etableret NAPS sedation til koloskopier. Der foretages øvre og nedre endoskopier samt kapselendoskopi. Der er adgang til ultralyd både i ambulatoriet og i sengeafsnittet.<br><br>  Afdelingens konferencer består dels af fælles konferencer og undervisning. Derudover afholdes daglige konferencer i de enkelte specialer. Konferencerne har fokus på uddannelse samt drift og kvalitetsarbejde.<br><br>  <strong>Medicinsk Afdeling for Mave, Gigt, Blod og Lindrende Behandling (Afdeling M1)</strong><br><br>  Specialet Gastroenterolog og Hepatologi er en del af Medicinsk Afdeling for Mave, Gigt, Blod og Lindrende Behandling (M1). Afdelingen blev dannet i maj 2021 i forbindelse med en organisatorisk ændring med etablering af fire selvstændige medicinske afdelinger. Afdelingen råder over et fælles sengeafsnit med 23 senge. Sengeafsnittet har patienter fra alle tre specialer samt patienter inden for den mere brede interne medicin og infektionsmedicin. Afdelingen har på lægesiden et samlet stuegangshold med læger fra de tre specialer samt en infektionsmediciner 3 dage pr. uge. Afdelingen er i september 2023 flyttet i et nyere sengeafsnit, hvor der udelukkende er enestuer.<br><br>  Blodsygdomme Ambulatorium foretager udredning og behandling af langt de fleste hæmatologiske sygdomme i tæt samarbejde med Hæmatologisk afdeling på Odense Universitetshospital. Gigt og Bindevæv Ambulatorium varetager udredning og behandling af reumatologiske sygdomme. Afdelingen har derudover en tværgående udredningsklinik (Diagnostisk Center for Mulige Kræftsygdomme - DCMK), som varetager udredning af patienter henvist f.eks. ud fra MAS (Mulig Alvorlig Sygdom) kriterier, mistanke om lymfom eller mistanke om hepatocellulært carcinom. Personalet i klinikken kommer fra alle tre specialer, og der er en fast forløbskoordinator.<br><br>  Enhed for Lindrende Behandling er organisatorisk en del afdelingen, men har i høj grad selvstændig funktion i dagligdagen. Enheden har ”Inhouse funktion” på sygehusets afdelinger, hvor der ydes sparring ift. blandt andet palliative forløb. Enheden har ingen sengepladser.<br><br>  Afdelingen har en afdelingsledelse, som består af en cheflæge og en chefsygeplejerske. Ledergruppen udgøres derudover af fire ledende overlæger (en fra hvert speciale og en fra Enhed for Lindrende Behandling), den ansvarlige overlæge for sengeafsnittet, to forskningsledere, fire oversygeplejersker (en uddannelses- og forskningsansvarlig, en for ambulatorierne, en for sengeafsnittet og en for Enhed for Lindrende behandling), den uddannelsesansvarlige overlæge og den ledende lægesekretær.<br><br>  Der er vagtfællesskab for alle de medicinske specialer på Sydvestjysk Sygehus (kardiologi, endokrinologi, hæmatologi, lungemedicin, nefrologi, medicinsk gastroenterologi, reumatologi).<br><br>  <strong>Vagtstruktur</strong><br><br>  Afdelingens læger dækker vagter i Fælles Akutmodtagelses (FAM) medicinske vagthold. Vagtholdet består aktuelt af to forvagter (hhv. kardiologi og medicin), fælles mellemvagt, medicinsk bagvagt 2, som oftest er en læge i hoveduddannelse samt medicinsk (og kardiologisk) bagvagt, som er speciallæge eller HU5 læge.  <br><br>  KBU læger, introduktionslæger og HU læger i almen medicin er ansat i en fælles medicinsk gruppe, som ledes i fællesskab mellem cheflægerne fra de medicinske afdelinger. Øvrige HU læger og speciallæger er ansat i de enkelte afdelinger og specialer. Denne struktur er etableret 1. januar 2022.<br><br>  Som speciallæge forventes man at deltage i den medicinske bagvagt 1 samt weekendarbejde. Bagvagt 1 er en todelt vagt med tilstedevær. Aktuelt er der 23 læger i vagtlaget. De seneste år er det akutmedicinske speciale på sygehuset vokset, og akutlægerne dækker i tiltagende grad modtagelse af de akutte patienter. Der foregår i relation til dette en løbende justering i det medicinske vagthold. Dette forventes dog ikke at give ændringer for speciallægernes vagt.<br><br>  <strong>Vi forventer en ansøger, som:</strong><br><br>  <ul> \t<li>er speciallæge i Intern medicin: Gastroenterologi og Hepatologi med et solidt fagligt fundament indenfor gastroenterologi, og med fokus på at fastholde at afdelingen går foran i at arbejde evidensbaseret og efter gældende retningslinjer</li> \t<li>gerne har erfaring med endoskopi og udvikling og implementering af nye procedurer</li> \t<li>fokuserer på samarbejde på tværs af afdelingens specialer med de udviklings- og optimeringsmuligheder, der ligger i dette</li> \t<li>deltager aktivt og konstruktivt i samarbejdet på tværs af hospitalet inkl. konstruktivt samarbejde med akutfunktionen og de parakliniske specialer</li> \t<li>understøtter og deltager aktivt i etablering af et godt arbejds- og uddannelsesmiljø</li> </ul>  <strong>Vi tilbyder:</strong><br><br>  <ul> \t<li>En afdeling, som over de sidste år har været igennem mange omstillinger, og som er i en meget positiv udvikling, men hvor der også stadig er mulighed for at sætte sig præg og få indflydelse</li> \t<li>Sparring med en afdelingsledelse, som arbejder med inddragende og dialogbaseret ledelse og som prioriterer trivsel og udvikling højt</li> \t<li>Stor selvstændighed med mulighed for selv at sætte sit præg på stillingen</li> \t<li>Klinisk arbejde i en afdeling med højt fagligt niveau i alle specialer og i gastroenterologien/hepatologien i særdeleshed</li> \t<li>Mulighed for og forventning om fortsat faglig udvikling</li> </ul>  <strong>Løn- og ansættelsesvilkår</strong><br><br>  I henhold til gældende overenskomst med Foreningen af Speciallæger.<br><br>  Der indhentes børneattest. <br><br>  <strong>Yderligere oplysninger</strong><br><br>  Øvrige oplysninger om stillingen fås ved henvendelse til cheflæge, Lone Klinge (<a>lone.klinge@rsyd.dk</a>) eller Specialkonsulent Rikke Riber Zachariassen (<a>Rikke.Riber.Zachariassen@rsyd.dk</a>).<br><br>  Se <a target=\"_blank\" href=\"https://infonet.regionsyddanmark.dk/D4Doc/book/docshow.asp?DokID=947991\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"8588c276-712e-4f0a-a88b-2717e0b79db8\">funktionsbeskrivelsen</a> for yderligere oplysninger.<br><br>  Oplysninger om Esbjerg Sygehus fås på <a target=\"_blank\" href=\"http://www.esbjerggrindstedsygehus.dk\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"8588c276-712e-4f0a-a88b-2717e0b79db8\">www.esbjerggrindstedsygehus.dk</a><br><br>  Esbjerg Sygehus samarbejder med Esbjerg kommune, om at skabe gode vilkår for god integration i lokalområdet, hvis du kommer udenbys fra og gerne vil bosætte dig med familie. Esbjerg kommune tilbyder rådgivning gennem deres Tilflytterservice og hjælp til at finde job til partneren. Se mere om Esbjerg Kommune <a target=\"_blank\" href=\"https://www.esbjerg.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"8588c276-712e-4f0a-a88b-2717e0b79db8\">her</a>.<br><br>  <strong>Ansøgningen:</strong><br><br>  Fremsendes elektronisk med relevante bilag til nedenstående link. Ansøger bedes forholde sig konkret til de 7 lægeroller (Se vedhæftede <a target=\"_blank\" href=\"https://view.officeapps.live.com/op/view.aspx?src=https%3A%2F%2Fregionsyddanmark.dk%2Fmedia%2Fbuaohevg%2Fskema-til-l%25C3%25A6gefaglig-bed%25C3%25B8mmelse-ved-ans%25C3%25A6ttelse-af-overl%25C3%25A6ger.docx&amp;wdOrigin=BROWSELINK\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"8588c276-712e-4f0a-a88b-2717e0b79db8\">skema</a>).<br><br>  Ansøgningsfristen er den 18. februar 2025.<br><br>  Forventet tiltrædelse 1. april 2025 eller efter aftale.<br><br>  <strong>Esbjerg Sygehus, Grindsted Sygehus, Syddansk Universitetshospital:</strong><br> Et akutsygehus for det sydvestjyske område i Region Syddanmark med aktiviteter i henholdsvis Esbjerg og Grindsted samt veneklinik i Brørup. Esbjerg Sygehus rummer de fleste kliniske specialer på et højt fagligt niveau sammen med en udbygget og moderne diagnostisk funktion. Der behandles ca. 40.000 indlagte patienter om året, og der gennemføres ca. 285.000 ambulante besøg på årlig basis. Sygehuset står over for en række spændende, strategiske udfordringer, hvor de væsentligste er:<br><br>  <ul> \t<li>Patient og kundefokus</li> \t<li>Det hele sygehus</li> \t<li>Tilpasning til nye vilkår</li> </ul>  Udviklingen af <a target=\"_blank\" href=\"http://esbjerggrindstedsygehus.dk\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"8588c276-712e-4f0a-a88b-2717e0b79db8\">Esbjerg Sygehus</a> som akutsygehus, herunder den fulde implementering af den fællesakutmodtagelse, fordrer en høj grad af tværgående aktivitet og samarbejde. Dette kræver høje faglige standarder, i kombination med organisatorisk smidighed og vilje til at finde nye løsninger på tværs af både kliniske enheder og stabsfunktioner.<br><br>  Med kandidatuddannelsen i medicin, bringer det sygehuset i selskab med kun 4 andre sygehuse i landet, og giver os en helt særlig rolle.<br><br>  Esbjerg Sygehus samarbejder med <a target=\"_blank\" href=\"http://www.esbjerg.dk\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"8588c276-712e-4f0a-a88b-2717e0b79db8\">Esbjerg kommune</a>, om at skabe gode vilkår for god integration i lokalområdet, hvis du kommer udenbys fra og gerne vil bosætte dig med familie. Esbjerg kommune tilbyder rådgivning gennem deres <a target=\"_blank\" href=\"http://www.esbjerg.dk/ny-i-esbjerg\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"8588c276-712e-4f0a-a88b-2717e0b79db8\">Tilflytterservice</a> og hjælp til at finde job til partneren igennem kommunens netværk.<br><br>","MapUrl":"https://www.google.dk/maps/place/Finsensgade+35,6700,+Esbjerg/","OrganizationNumber":"29190909","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}