{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"Postdoc in Multispectral Imaging and Imaging Spectroscopy of Ecosystem Spectral Diversity and Fragmentation","JobHeadline":"Postdoc in Multispectral Imaging and Imaging Spectroscopy of Ecosystem Spectral Diversity and Fragmentation","Presentation":"We are seeking applications for a 2.5 year postdoc position in the field of remote sensing of ecosystem fragmentation and scaling of spectral diversity to join us in the Section of Ecoinformatics and ","HiringOrgName":"Aarhus Universitet","WorkPlaceAddress":"Ny Munkegade 116   ","WorkPlacePostalCode":"8000","WorkPlaceCity":"Aarhus C","WorkPlaceOtherAddress":true,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":false,"PostingCreated":"2025-02-05T14:09:00","LastDateApplication":"2025-03-21T00:00:00","FormattedLastDateApplication":"21. marts 2025","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/9c262111-ae94-456d-a2b3-e08798035882","Region":"Midtjylland","Municipality":"Aarhus","Country":"Danmark","PostalCode":"8000","PostalCodeName":null,"JobAnnouncementType":"Almindelige vilkår","EmploymentType":"Fastansættelse","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Forskning og universitetsundervisning, naturvidenskab og teknik","Occupation":"Post doc., naturvidenskab og teknik","Location":{"Latitude":56.1505,"Longitude":10.278},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"WorkplaceID":1016397624,"OrganisationId":"","HiringOrgCVR":31119103,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/9c262111-ae94-456d-a2b3-e08798035882","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/9c262111-ae94-456d-a2b3-e08798035882","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/9c262111-ae94-456d-a2b3-e08798035882","HasLocationValues":true,"ID":"9c262111-ae94-456d-a2b3-e08798035882","Latitude":56.1505,"Longitude":10.278},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Aarhus Universitet","Address":{"AddressLine":"Ny Munkegade 116","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8000","City":"Aarhus C"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://au.emply.net/recruitment/vacancyApply.aspx?publishingId=f9a431df-a419-4802-a16d-a66ad91bbbe5","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1016397624","OrganizationNumber":"31119103","OrganizationDescription":null},"JobPositionPosting":{"Id":"9c262111-ae94-456d-a2b3-e08798035882","HiringOrg":{"Name":"Aarhus Universitet","Address":{"AddressLine":"Ny Munkegade 116","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8000","City":"Aarhus C"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://au.emply.net/recruitment/vacancyApply.aspx?publishingId=f9a431df-a419-4802-a16d-a66ad91bbbe5","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1016397624","OrganizationNumber":"31119103","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2025-02-05T14:09:00+01:00","PublicationEndDate":"2025-03-21T23:59:00+01:00","JobPositionInformation":{"PositionTitle":"Postdoc in Multispectral Imaging and Imaging Spectroscopy of Ecosystem Spectral Diversity and Fragmentation","Purpose":"We are seeking applications for a 2.5 year postdoc position in the field of remote sensing of ecosystem fragmentation and scaling of spectral diversity to join us in the Section of Ecoinformatics and Biodiversity at the Department of Biology, Aarhus University, Denmark.<br><br>Biodiversity loss threatens ecosystem stability and function, vital for sustainable agriculture and ecosystem services. Failure to monitor and restore biodiversity jeopardizes food security, climate resilience, and societal benefits, prompting the need for advanced monitoring tools and interdisciplinary approaches. The successful applicant will be working on multispectral imaging and imaging spectroscopy across scales as part of the project SABiOS: guiding Sustainable Agriculture and Biodiversity management with earth Observing Satellites. This interdisciplinary research project aims to deepen our understanding of the spatial scale in ecological remote sensing with the aim to monitor biodiversity and sustainability in agriculture dominated landscapes.<br><br>This postdoc project is part of the <a href=\"https://land-craft.dk/\">Center for Landscape Research in Sustainable Agricultural Futures (Land-CRAFT)</a>.<br><br><b><br><strong>Expected start date and duration of employment</strong></b><br><br>The position is for 2.5 years. The expected start date is 1st of June 2025, or as soon as possible thereafter.<br>&nbsp;<br><br><b><strong>Job description</strong></b><br><br>This Postdoc position broadly aims at understanding the spatial scaling and fragmentation of vegetation spectral diversity across natural and human modified landscapes in Denmark and Europe. The goal is to quantify the typical length scales and multiscale variation of spectral diversity using multispectral imaging and imaging spectroscopy. The successful candidate will be addressing research questions such as:<br>&nbsp;<strong>Q1:</strong> What are the typical length scales of remotely sensed spectral surface properties and how do they vary across agricultural and natural ecosystems?<br><strong>Q2:</strong> What does the spectral diversity based on local variation and spatial turnover across spatial scales tell us about ecosystem fragmentation and integrity?<br><br>To this purpose, the Postdoc will be expected to combine multiple remote sensing techniques across scales. Possibilities are to use a multispectral drone to characterize high-resolution (10-20 cm) spectral diversity at site-level in Denmark, and to work with upcoming acquisitions of airborne imaging spectroscopy data using AVIRIS-4 at about 1 m spatial resolution. These measurements at site-level could be calibrated and scaled with multispectral satellite data from Sentinel-2 (S2) at 10-20 m. The upscaling could first be applied across Denmark and then across Europe, for example using Google Earth Engine. Additional scaling and intercomparisons are expected to include the integration of spaceborne imaging spectroscopy, for example from EnMap and PRISMA. The postdoc is expected to investigate dimensionality reduction techniques of the spectral datasets, and to test the use of spectral indices, to select the 3-5 most important components to calculate spectral diversity.<br>&nbsp;<br><br><b><strong>Application materials</strong></b><br><br>The application must be in English and include a motivation letter including a 1-page outline of your ideas for the postdoc research project, CV (including number of citations and H-index from Google Scholar), full list of publications, as well as educational documentation (copies of diplomas for Master and PhD degrees, in English or Danish).<br>&nbsp;<br><br><b><strong>Your profile</strong></b><br><br>We are seeking highly motivated Postdoc candidates interested in a scientific career. The applicant should hold an internal fascination for the topic, be independent, have excellent writing skills, and should be enthusiastic about working in an interdisciplinary and international academic environment.<br><br>Applicants should hold a PhD degree within Earth system science, geography, biology/ecology, computer science or similar, and have experience with:<ul><li>Geospatial and statistical analyses of remote sensing and ecological data.</li><li>Good programming skills, ideally using R, Python, Matlab, or similar.</li><li>Multispectral remote sensing, and ideally with imaging spectroscopy.</li><li>Biogeography, ecosystem or biodiversity science, ideally including an understanding of the concept of vegetation spectral diversity.</li></ul>We expect the candidate to have strong knowledge and/or strong interest in remote sensing, sustainability and biodiversity, data science and agricultural and natural systems in Danish or European landscapes.<br><br>Important personal qualities are to be creative, good at problem-solving, a team-worker, independent, well structured, and keen to work across disciplines and societal sectors. Very good oral and written communication skills in English (fluent English) are expected.<br><br>Holding a B driver’s license is an advantage.<br>&nbsp;<br><br><b><strong>Who we are</strong></b><br><br>This Postdoc position will be part of the <a href=\"https://land-craft.dk/\">Center for Landscape Research in Sustainable Agricultural Futures (Land-CRAFT)</a> with the vision to provide a novel framework that tests and assesses the sustainability of agricultural production, both within Denmark and globally. The candidate will be part of the <a href=\"https://bio.au.dk/en/about-biology/sections/ecoinformatics-and-biodiversity\">Section for Ecoinformatics and Biodiversity (ECOINF)</a>, Department of Biology.<br><br>Assistant <a href=\"https://pure.au.dk/portal/en/persons/fabian.schneider@bio.au.dk\">Prof. Fabian D. Schneider</a> will be the main supervisor, who is the theme leader of Digital Landscape Analysis in Land-CRAFT, under guidance of <a href=\"https://pure.au.dk/portal/en/persons/signe.normand%40bio.au.dk\">Prof. Signe Normand</a>, who is Co-PI of Land-CRAFT and director of the Center for Sustainable Landscapes under Global Change.<br><br>ECOINF harbours strong expertise in macroecology, remote sensing, multitaxon ecology, and broadly in ecology and biodiversity. The section constitutes an ambitious, collaborative, interdisciplinary, and highly international research community. Multiple local and international collaborators will be included where relevant. Postdocs and PhD students are encouraged to collaborate within the group, across departments, and with other universities.<br>&nbsp;<br><br><b><strong>What we offer </strong></b><br><br>The successful candidate is offered:<ul><li>an ambitious, creative, and friendly research environment, inviting lively, open and critical discussion within and across different fields of research.</li><li>a working environment with teamwork, close working relations, network activities among young scientists and social activities.</li><li>a workplace characterized by professionalism, equality, and a healthy work-life balance.</li><li>access to a well-developed research infrastructure office space, shared equipment.</li></ul>&nbsp;<br><br><b><strong>Place of work</strong></b><br><br>The place of employment and work is the Section for Ecoinformatics &amp; Biodiversity (ECOINF) and the Center for Landscape Research in Sustainable Agricultural Futures (Land-CRAFT), located at the Department of Biology and Agroecology, Aarhus University, Ny Munkegade 116, DK-8000 Aarhus C, Denmark.<br>&nbsp;<br><br><b><strong>About the Department</strong></b><br><br>The Department of Biology hosts research programs and teaching curricula that cover all major biological sub-disciplines. The Department currently employs approximately 140 academic and technical staff and 40 PhD students. The Department hosts BSc and MSc study programs in Biology with about 400 students enrolled as well as a PhD program. The Department offer a vibrant and informal research environment with a long-standing tradition for collaboration with international university partners in the absolute elite.&nbsp;<br><br>The working language is English, and we welcome applications from all genders of all backgrounds. Read about the Danish work-life balance, special opportunities for junior researchers, and the services available when relocating to Aarhus University <a href=\"https://international.au.dk/research/\">here</a>. The campus of Aarhus University is in a beautiful park close to the city center (population 300’000).<br><br>Life quality and time allocation to family life in Denmark is high, and international investigations usually report that no other nationality score higher in terms of life satisfaction.<br><br>You can read more about the Department of Biology <a href=\"https://bio.au.dk/en/\">here</a>.<br>&nbsp;<br><br><b><strong>Contact information</strong></b><br><br>Applicants seeking further information are invited to contact: Tenure-Track Assistant Professor Fabian D. Schneider, e-mail: <a>fabian.schneider@bio.au.dk</a>; or Professor Signe Normand, e-mail: <a>signe.normand@bio.au.dk</a><br>&nbsp;<br><br><b><strong>Deadline</strong></b><br><br>Applications must be received no later than <strong>21 March 2025</strong>.<br><br><br><b><strong>Application procedure</strong></b><br><br>Shortlisting is used. This means that after the deadline for applications – and with the assistance from the assessment committee chairman, and the appointment committee if necessary, – the head of department selects the candidates to be evaluated. All applicants will be notified whether or not their applications have been sent to an expert assessment committee for evaluation. The selected applicants will be informed about the composition of the committee, and each applicant is given the opportunity to comment on the part of the assessment that concerns him/her self. Once the recruitment process is completed a final letter of rejection is sent to the deselected applicants.<br>&nbsp;<br><br><b><strong>Letter of reference</strong></b><br><br>If you want a referee to upload a letter of reference on your behalf, please state the referee’s contact information when you submit your application. We strongly recommend that you make an agreement with the person in question before you enter the referee’s contact information, and that you ensure that the referee has enough time to write the letter of reference before the application deadline. Unfortunately, it is not possible to ensure that letters of reference received after the application deadline will be taken into consideration.<br><br>If you wish to add a referee <strong>after</strong> you have submitted your application, you must send this person’s details (name, job title, place of work, and email address) as well as the name of the position you have applied for to: HR.Nattech@au.dk<br><br><b><br><strong>Formalities and salary range</strong></b><br><br>Natural Sciences refers to the <a href=\"https://international.au.dk/fileadmin/Bekendtgoerelse_nr__242_af_a3__MARTS_2012_-_ENGELSK_UDGAVE.pdf\">Ministerial Order on the Appointment of Academic Staff at Danish Universities under the Danish Ministry of Science, Technology and Innovation</a>.<br><br>The application must be in English and include a curriculum vitae, degree certificate, a complete list of publications, a statement of future research plans and information about research activities, teaching portfolio and verified information on previous teaching experience (if any). Guidelines for applicants can be found <a href=\"https://nat.au.dk/en/about-the-faculty/vacant-positions-and-career/guidelines-and-rules/\">here.</a><br><br>Appointment shall be in accordance with the collective labour agreement between the Danish Ministry of Taxation and the Danish Confederation of Professional Associations. Further information on qualification requirements and job content may be found in the <a href=\"https://medarbejdere.au.dk/fileadmin/www.medarbejdere.au.dk/hr/Rekruttering/Onboarding/Ministerial_Order_no._1443_of_11_December_2019_on_Job_Structure_for_Academic_Staff_at_Universities.pdf\">Memorandum on Job Structure for Academic Staff at Danish Universities</a>. <br><br>Salary depends on seniority as agreed between the Danish Ministry of Taxation and the Confederation of Professional Associations.<br><br>Aarhus University’s ambition is to be an attractive and inspiring workplace for all and to foster a culture in which each individual has opportunities to thrive, achieve and develop. We view equality and diversity as assets, and we welcome all applicants.<br><br>Research activities will be evaluated in relation to actual research time. Thus, we encourage applicants to specify periods of leave without research activities, in order to be able to subtract these periods from the span of the scientific career during the evaluation of scientific productivity.<br><br>Aarhus University offers a broad variety of services for international researchers and accompanying families, including relocation service and career counselling to expat partners. Read more <a href=\"https://internationalstaff.au.dk/relocationservice/\">here</a>. Please find more information about entering and working in Denmark <a href=\"http://international.au.dk/research/\">here</a>.<br><br>Aarhus University also offers a Junior Researcher Development Programme targeted at career development for postdocs at AU. You can read more about it <a href=\"http://talent.au.dk/junior-researcher-development-programme/\">here</a>.<br><br>At the Faculty of Natural Science at Aarhus University, we strive to support our scientific staff in their career development. We focus on competency development and career clarification and want to make your opportunities transparent. On <a href=\"https://nat.au.dk/en/about-the-faculty/career\">our website</a>, you can find information on all types of scientific positions, as well as the entry criteria we use when assessing candidates. You can also read more about how we can assist you in your career planning and development.<br><br><em>The application must be submitted via Aarhus University’s recruitment system, which can be accessed under the job advertisement on Aarhus University's website.</em><br>&nbsp;<br><br><br><b><strong>Aarhus </strong><strong>University</strong><strong> </strong></b><br><br><p><em>Aarhus University is an academically diverse and research-intensive university with a strong commitment to high-quality research and education and the development of society nationally and globally. The university offers an inspiring research and teaching environment to</em> <em>its 38,000 students (FTEs) and 8,300 employees, and has an annual revenues of EUR 935 million. Learn more at</em> <em><a href=\"http://www.international.au.dk/\">www.international.au.dk/</a></em></p>","WorkLocation":{"AddressLine":"Ny Munkegade 116","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8000","City":"Aarhus C"},"EmploymentType":1,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"Name":"Post doc., naturvidenskab og teknik","DiscoWeb":0,"AlternateNames":[],"GroupId":0,"AreaId":0},"IsGovernmentHiring":true,"JppContacts":[{"Email":null,"PersonName":"Fabian Daniel Schneider","FirstName":"Fabian","LastName":"Daniel Schneider","PositionTitle":"-","PhoneNumbers":[{"Number":"+4587150937","Type":0,"Description":"Primary"}]}],"EmploymentDate":"2025-06-01T00:00:00+02:00"},"IsRecruitmentOfForeignNationals":true,"IsWorkInDenmark":true,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":true,"DailyWorkTimeMorning":false,"DailyWorkTimeVarious":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://au.emply.net/recruitment/vacancyApply.aspx?publishingId=f9a431df-a419-4802-a16d-a66ad91bbbe5","ReplyInWriting":false,"ApplicationDeadlineDate":"2025-03-21T00:00:00+01:00"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=9c262111-ae94-456d-a2b3-e08798035882&Organisation=31119103","Address":"Ny Munkegade 116,8000, Aarhus C","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=9c262111-ae94-456d-a2b3-e08798035882&Company.Name=Aarhus Universitet&SubmissionDeadlineDate=2025-3-21&Title=Postdoc in Multispectral Imaging and Imaging Spectroscopy of Ecosystem Spectral Diversity and Fragmentation&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":false,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"Postdoc in Multispectral Imaging and Imaging Spectroscopy of Ecosystem Spectral Diversity and Fragmentation","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"9c262111-ae94-456d-a2b3-e08798035882","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Aarhus Universitet","Address":"Ny Munkegade 116","Country":null,"EmploymentAreaID":null,"PostCode":"8000","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Aarhus C","ContactPerson":"Fabian Daniel Schneider","Phone":"+4587150937","Email":null,"Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2025-03-21T00:00:00+01:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"Place":"Arbejdspladsen ligger i Aarhus kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Aarhus Universitet","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"We are seeking applications for a 2.5 year postdoc position in the field of remote sensing of ecosystem fragmentation and scaling of spectral diversity to join us in the Section of Ecoinformatics and Biodiversity at the Department of Biology, Aarhus University, Denmark.Biodiversity loss threatens ecosystem stability and function, vital for sustaina","DescriptionForSharing":"\"We are seeking applications for a 2.5 year postdoc position in the field of remote sensing of ecosystem fragmentation and scaling of spectral diversity to join us in the Section of Ecoinformatics and Biodiversity at the Department of Biology, Aarhus University, Denmark.Biodiversity loss threatens ecosystem stability and function, vital for sustaina\"","TitleForSharing":"\"Postdoc in Multispectral Imaging and Imaging Spectroscopy of Ecosystem Spectral Diversity and Fragmentation\"","RutePlan":"https://www.google.dk/maps/dir//Ny+Munkegade+116,8000,+Aarhus+C/","FormattedPurpose":"We are seeking applications for a 2.5 year postdoc position in the field of remote sensing of ecosystem fragmentation and scaling of spectral diversity to join us in the Section of Ecoinformatics and Biodiversity at the Department of Biology, Aarhus University, Denmark.<br><br>Biodiversity loss threatens ecosystem stability and function, vital for sustainable agriculture and ecosystem services. Failure to monitor and restore biodiversity jeopardizes food security, climate resilience, and societal benefits, prompting the need for advanced monitoring tools and interdisciplinary approaches. The successful applicant will be working on multispectral imaging and imaging spectroscopy across scales as part of the project SABiOS: guiding Sustainable Agriculture and Biodiversity management with earth Observing Satellites. This interdisciplinary research project aims to deepen our understanding of the spatial scale in ecological remote sensing with the aim to monitor biodiversity and sustainability in agriculture dominated landscapes.<br><br>This postdoc project is part of the <a target=\"_blank\" href=\"https://land-craft.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"9c262111-ae94-456d-a2b3-e08798035882\">Center for Landscape Research in Sustainable Agricultural Futures (Land-CRAFT)</a>.<br><br><b><br><strong>Expected start date and duration of employment</strong></b><br><br>The position is for 2.5 years. The expected start date is 1st of June 2025, or as soon as possible thereafter.<br> <br><br><b><strong>Job description</strong></b><br><br>This Postdoc position broadly aims at understanding the spatial scaling and fragmentation of vegetation spectral diversity across natural and human modified landscapes in Denmark and Europe. The goal is to quantify the typical length scales and multiscale variation of spectral diversity using multispectral imaging and imaging spectroscopy. The successful candidate will be addressing research questions such as:<br> <strong>Q1:</strong> What are the typical length scales of remotely sensed spectral surface properties and how do they vary across agricultural and natural ecosystems?<br><strong>Q2:</strong> What does the spectral diversity based on local variation and spatial turnover across spatial scales tell us about ecosystem fragmentation and integrity?<br><br>To this purpose, the Postdoc will be expected to combine multiple remote sensing techniques across scales. Possibilities are to use a multispectral drone to characterize high-resolution (10-20 cm) spectral diversity at site-level in Denmark, and to work with upcoming acquisitions of airborne imaging spectroscopy data using AVIRIS-4 at about 1 m spatial resolution. These measurements at site-level could be calibrated and scaled with multispectral satellite data from Sentinel-2 (S2) at 10-20 m. The upscaling could first be applied across Denmark and then across Europe, for example using Google Earth Engine. Additional scaling and intercomparisons are expected to include the integration of spaceborne imaging spectroscopy, for example from EnMap and PRISMA. The postdoc is expected to investigate dimensionality reduction techniques of the spectral datasets, and to test the use of spectral indices, to select the 3-5 most important components to calculate spectral diversity.<br> <br><br><b><strong>Application materials</strong></b><br><br>The application must be in English and include a motivation letter including a 1-page outline of your ideas for the postdoc research project, CV (including number of citations and H-index from Google Scholar), full list of publications, as well as educational documentation (copies of diplomas for Master and PhD degrees, in English or Danish).<br> <br><br><b><strong>Your profile</strong></b><br><br>We are seeking highly motivated Postdoc candidates interested in a scientific career. The applicant should hold an internal fascination for the topic, be independent, have excellent writing skills, and should be enthusiastic about working in an interdisciplinary and international academic environment.<br><br>Applicants should hold a PhD degree within Earth system science, geography, biology/ecology, computer science or similar, and have experience with:<ul><li>Geospatial and statistical analyses of remote sensing and ecological data.</li><li>Good programming skills, ideally using R, Python, Matlab, or similar.</li><li>Multispectral remote sensing, and ideally with imaging spectroscopy.</li><li>Biogeography, ecosystem or biodiversity science, ideally including an understanding of the concept of vegetation spectral diversity.</li></ul>We expect the candidate to have strong knowledge and/or strong interest in remote sensing, sustainability and biodiversity, data science and agricultural and natural systems in Danish or European landscapes.<br><br>Important personal qualities are to be creative, good at problem-solving, a team-worker, independent, well structured, and keen to work across disciplines and societal sectors. Very good oral and written communication skills in English (fluent English) are expected.<br><br>Holding a B driver’s license is an advantage.<br> <br><br><b><strong>Who we are</strong></b><br><br>This Postdoc position will be part of the <a target=\"_blank\" href=\"https://land-craft.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"9c262111-ae94-456d-a2b3-e08798035882\">Center for Landscape Research in Sustainable Agricultural Futures (Land-CRAFT)</a> with the vision to provide a novel framework that tests and assesses the sustainability of agricultural production, both within Denmark and globally. The candidate will be part of the <a target=\"_blank\" href=\"https://bio.au.dk/en/about-biology/sections/ecoinformatics-and-biodiversity\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"9c262111-ae94-456d-a2b3-e08798035882\">Section for Ecoinformatics and Biodiversity (ECOINF)</a>, Department of Biology.<br><br>Assistant <a target=\"_blank\" href=\"https://pure.au.dk/portal/en/persons/fabian.schneider@bio.au.dk\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"9c262111-ae94-456d-a2b3-e08798035882\">Prof. Fabian D. Schneider</a> will be the main supervisor, who is the theme leader of Digital Landscape Analysis in Land-CRAFT, under guidance of <a target=\"_blank\" href=\"https://pure.au.dk/portal/en/persons/signe.normand%40bio.au.dk\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"9c262111-ae94-456d-a2b3-e08798035882\">Prof. Signe Normand</a>, who is Co-PI of Land-CRAFT and director of the Center for Sustainable Landscapes under Global Change.<br><br>ECOINF harbours strong expertise in macroecology, remote sensing, multitaxon ecology, and broadly in ecology and biodiversity. The section constitutes an ambitious, collaborative, interdisciplinary, and highly international research community. Multiple local and international collaborators will be included where relevant. Postdocs and PhD students are encouraged to collaborate within the group, across departments, and with other universities.<br> <br><br><b><strong>What we offer </strong></b><br><br>The successful candidate is offered:<ul><li>an ambitious, creative, and friendly research environment, inviting lively, open and critical discussion within and across different fields of research.</li><li>a working environment with teamwork, close working relations, network activities among young scientists and social activities.</li><li>a workplace characterized by professionalism, equality, and a healthy work-life balance.</li><li>access to a well-developed research infrastructure office space, shared equipment.</li></ul> <br><br><b><strong>Place of work</strong></b><br><br>The place of employment and work is the Section for Ecoinformatics &amp; Biodiversity (ECOINF) and the Center for Landscape Research in Sustainable Agricultural Futures (Land-CRAFT), located at the Department of Biology and Agroecology, Aarhus University, Ny Munkegade 116, DK-8000 Aarhus C, Denmark.<br> <br><br><b><strong>About the Department</strong></b><br><br>The Department of Biology hosts research programs and teaching curricula that cover all major biological sub-disciplines. The Department currently employs approximately 140 academic and technical staff and 40 PhD students. The Department hosts BSc and MSc study programs in Biology with about 400 students enrolled as well as a PhD program. The Department offer a vibrant and informal research environment with a long-standing tradition for collaboration with international university partners in the absolute elite. <br><br>The working language is English, and we welcome applications from all genders of all backgrounds. Read about the Danish work-life balance, special opportunities for junior researchers, and the services available when relocating to Aarhus University <a target=\"_blank\" href=\"https://international.au.dk/research/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"9c262111-ae94-456d-a2b3-e08798035882\">here</a>. The campus of Aarhus University is in a beautiful park close to the city center (population 300’000).<br><br>Life quality and time allocation to family life in Denmark is high, and international investigations usually report that no other nationality score higher in terms of life satisfaction.<br><br>You can read more about the Department of Biology <a target=\"_blank\" href=\"https://bio.au.dk/en/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"9c262111-ae94-456d-a2b3-e08798035882\">here</a>.<br> <br><br><b><strong>Contact information</strong></b><br><br>Applicants seeking further information are invited to contact: Tenure-Track Assistant Professor Fabian D. Schneider, e-mail: <a>fabian.schneider@bio.au.dk</a>; or Professor Signe Normand, e-mail: <a>signe.normand@bio.au.dk</a><br> <br><br><b><strong>Deadline</strong></b><br><br>Applications must be received no later than <strong>21 March 2025</strong>.<br><br><br><b><strong>Application procedure</strong></b><br><br>Shortlisting is used. This means that after the deadline for applications – and with the assistance from the assessment committee chairman, and the appointment committee if necessary, – the head of department selects the candidates to be evaluated. All applicants will be notified whether or not their applications have been sent to an expert assessment committee for evaluation. The selected applicants will be informed about the composition of the committee, and each applicant is given the opportunity to comment on the part of the assessment that concerns him/her self. Once the recruitment process is completed a final letter of rejection is sent to the deselected applicants.<br> <br><br><b><strong>Letter of reference</strong></b><br><br>If you want a referee to upload a letter of reference on your behalf, please state the referee’s contact information when you submit your application. We strongly recommend that you make an agreement with the person in question before you enter the referee’s contact information, and that you ensure that the referee has enough time to write the letter of reference before the application deadline. Unfortunately, it is not possible to ensure that letters of reference received after the application deadline will be taken into consideration.<br><br>If you wish to add a referee <strong>after</strong> you have submitted your application, you must send this person’s details (name, job title, place of work, and email address) as well as the name of the position you have applied for to: HR.Nattech@au.dk<br><br><b><br><strong>Formalities and salary range</strong></b><br><br>Natural Sciences refers to the <a target=\"_blank\" href=\"https://international.au.dk/fileadmin/Bekendtgoerelse_nr__242_af_a3__MARTS_2012_-_ENGELSK_UDGAVE.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"9c262111-ae94-456d-a2b3-e08798035882\">Ministerial Order on the Appointment of Academic Staff at Danish Universities under the Danish Ministry of Science, Technology and Innovation</a>.<br><br>The application must be in English and include a curriculum vitae, degree certificate, a complete list of publications, a statement of future research plans and information about research activities, teaching portfolio and verified information on previous teaching experience (if any). Guidelines for applicants can be found <a target=\"_blank\" href=\"https://nat.au.dk/en/about-the-faculty/vacant-positions-and-career/guidelines-and-rules/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"9c262111-ae94-456d-a2b3-e08798035882\">here.</a><br><br>Appointment shall be in accordance with the collective labour agreement between the Danish Ministry of Taxation and the Danish Confederation of Professional Associations. Further information on qualification requirements and job content may be found in the <a target=\"_blank\" href=\"https://medarbejdere.au.dk/fileadmin/www.medarbejdere.au.dk/hr/Rekruttering/Onboarding/Ministerial_Order_no._1443_of_11_December_2019_on_Job_Structure_for_Academic_Staff_at_Universities.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"9c262111-ae94-456d-a2b3-e08798035882\">Memorandum on Job Structure for Academic Staff at Danish Universities</a>. <br><br>Salary depends on seniority as agreed between the Danish Ministry of Taxation and the Confederation of Professional Associations.<br><br>Aarhus University’s ambition is to be an attractive and inspiring workplace for all and to foster a culture in which each individual has opportunities to thrive, achieve and develop. We view equality and diversity as assets, and we welcome all applicants.<br><br>Research activities will be evaluated in relation to actual research time. Thus, we encourage applicants to specify periods of leave without research activities, in order to be able to subtract these periods from the span of the scientific career during the evaluation of scientific productivity.<br><br>Aarhus University offers a broad variety of services for international researchers and accompanying families, including relocation service and career counselling to expat partners. Read more <a target=\"_blank\" href=\"https://internationalstaff.au.dk/relocationservice/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"9c262111-ae94-456d-a2b3-e08798035882\">here</a>. Please find more information about entering and working in Denmark <a target=\"_blank\" href=\"http://international.au.dk/research/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"9c262111-ae94-456d-a2b3-e08798035882\">here</a>.<br><br>Aarhus University also offers a Junior Researcher Development Programme targeted at career development for postdocs at AU. You can read more about it <a target=\"_blank\" href=\"http://talent.au.dk/junior-researcher-development-programme/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"9c262111-ae94-456d-a2b3-e08798035882\">here</a>.<br><br>At the Faculty of Natural Science at Aarhus University, we strive to support our scientific staff in their career development. We focus on competency development and career clarification and want to make your opportunities transparent. On <a target=\"_blank\" href=\"https://nat.au.dk/en/about-the-faculty/career\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"9c262111-ae94-456d-a2b3-e08798035882\">our website</a>, you can find information on all types of scientific positions, as well as the entry criteria we use when assessing candidates. You can also read more about how we can assist you in your career planning and development.<br><br><em>The application must be submitted via Aarhus University’s recruitment system, which can be accessed under the job advertisement on Aarhus University's website.</em><br> <br><br><br><b><strong>Aarhus </strong><strong>University</strong><strong> </strong></b><br><br><p><em>Aarhus University is an academically diverse and research-intensive university with a strong commitment to high-quality research and education and the development of society nationally and globally. The university offers an inspiring research and teaching environment to</em> <em>its 38,000 students (FTEs) and 8,300 employees, and has an annual revenues of EUR 935 million. Learn more at</em> <em><a target=\"_blank\" href=\"http://www.international.au.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"9c262111-ae94-456d-a2b3-e08798035882\">www.international.au.dk/</a></em></p>","MapUrl":"https://www.google.dk/maps/place/Ny+Munkegade+116,8000,+Aarhus+C/","OrganizationNumber":"31119103","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}