{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"Three PhD Scholarships for Marie Skłodowska-Curie grant in Intelligent Ingestible Devices for Gastrointestinal Therapeutics, Diagnosis, or Intervention (INTELLI-INGEST) - DTU Health Tech","JobHeadline":"Three PhD Scholarships for Marie Skłodowska-Curie grant in Intelligent Ingestible Devices for Gastrointestinal Therapeutics, Diagnosis, or Intervention (INTELLI-INGEST) - DTU Health Tech","Presentation":"Marie Skłodowska-Curie Action (MSCA) Doctoral Networks are joint research and training projects funded by the European Union. Funding is provided for doctoral candidates from both inside and outsid","HiringOrgName":"Danmarks Tekniske Universitet","WorkPlaceAddress":"Anker Engelunds Vej 101  ","WorkPlacePostalCode":"2800","WorkPlaceCity":"Kongens Lyngby","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2025-02-04T10:47:00","LastDateApplication":"2025-03-15T00:00:00","FormattedLastDateApplication":"15. marts 2025","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/9e7712bd-1161-4811-bba2-858f4eabadbe","Region":"Hovedstaden og Bornholm","Municipality":"Lyngby-Taarbæk","Country":"Danmark","PostalCode":"2800","PostalCodeName":null,"JobAnnouncementType":"Almindelige vilkår","EmploymentType":"Tidsbegrænset ansættelse","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Forskning og universitetsundervisning, naturvidenskab og teknik","Occupation":"ph.d., naturvidenskab og teknik","Location":{"Latitude":55.7857,"Longitude":12.5208},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"WorkplaceID":1003403265,"OrganisationId":"","HiringOrgCVR":30060946,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/9e7712bd-1161-4811-bba2-858f4eabadbe","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/9e7712bd-1161-4811-bba2-858f4eabadbe","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/9e7712bd-1161-4811-bba2-858f4eabadbe","HasLocationValues":true,"ID":"9e7712bd-1161-4811-bba2-858f4eabadbe","Latitude":55.7857,"Longitude":12.5208},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Danmarks Tekniske Universitet","Address":{"AddressLine":"Anker Engelunds Vej 101","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":173,"Name":"Lyngby-Taarbæk"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2800","City":"Lyngby-Taarbæk"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://efzu.fa.em2.oraclecloud.com/hcmUI/CandidateExperience/da/sites/CX_1/job/4422","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1003403265","OrganizationNumber":"30060946","OrganizationDescription":null},"JobPositionPosting":{"Id":"9e7712bd-1161-4811-bba2-858f4eabadbe","HiringOrg":{"Name":"Danmarks Tekniske Universitet","Address":{"AddressLine":"Anker Engelunds Vej 101","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":173,"Name":"Lyngby-Taarbæk"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2800","City":"Lyngby-Taarbæk"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://efzu.fa.em2.oraclecloud.com/hcmUI/CandidateExperience/da/sites/CX_1/job/4422","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1003403265","OrganizationNumber":"30060946","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2025-02-04T10:47:00+01:00","PublicationEndDate":"2025-03-04T23:59:00+01:00","JobPositionInformation":{"PositionTitle":"Three PhD Scholarships for Marie Skłodowska-Curie grant in Intelligent Ingestible Devices for Gastrointestinal Therapeutics, Diagnosis, or Intervention (INTELLI-INGEST) - DTU Health Tech","Purpose":"<p>Marie Skłodowska-Curie Action (MSCA) Doctoral Networks are joint research and training projects funded by the European Union. Funding is provided for doctoral candidates from both inside and outside Europe to carry out individual project work in a European country other than their own. The Intelli-Ingest MSCA Doctoral Networks is made up of 4 beneficiaries and 6 associated partners, all coordinated by the Biorobotics Institute of Scuola Superiore Sant’Anna, Pisa, Italy.<br>\n<br>\n The Intelli-Ingest Doctoral Network will train 13 researchers in the development of minimally invasive, orally delivered miniaturized devices. The program's key objectives include advancing the capabilities of ingestible devices by addressing current technical limitations, with a focus on improving diagnostic accuracy, reducing the need for additional interventions, creating environmentally sustainable devices, and developing simulators to reduce reliance on in-vivo testing.<br>\n<br>\n The training network is interdisciplinary, integrating various fields such as physiology, electronics, robotics, microengineering, materials science, AI, and pharmaceutical science. The doctoral candidates (DCs) will receive comprehensive training through research projects, secondments, and interactions with industry and clinical environments, preparing them for diverse careers.<br>\n<br>\n In connection with work package 1 “Ingestibles for Therapeutics”, we are currently looking for three PhD students who will be working on 3 different projects in the section for Drug Delivery and Sensing (IDUN) at the Technical University of Denmark (DTU).<br>\n<br>\n In the IDUN section at DTU Health Tech, we have explored novel devices that can increase the systemic uptake of e.g. peptide drugs by facilitating an intimate contact between the active pharmaceutical ingredients (API) and the intestinal epithelium. As an example, we have developed a self-unfolding elastomeric foil which can be triggered in the small intestine (<a href=\"https://www.sciencedirect.com/science/article/pii/S0168365923004650?via%3Dihub\">https://doi.org/10.1016/j.jconrel.2023.07.041</a>\n ). In broader terms, self-configurable devices are characterized by their ability to change shape to facilitate close proximity between API and the intestinal epithelium. For such devices, we aim for:<br>\n<br>\n<strong>Project #1</strong>\n – Fabrication and formulation of micromotors, nanoparticles, and/or needles, that can be incorporated into devices for targeted drug release, better penetration to the intestinal mucosa, and increased exposure of the formulation to the epithelium.<br>\n<br>\n<strong>Project #2 </strong>\n – Developing mucoadhesive patches for enhanced retention and drug release in the intestine. Different materials and fabrication methods will be investigated, and different prototypes will be incorporated into devices.<br>\n<br>\n<strong>Project #3</strong>\n – Design and fabrication of hydrogel-based kirigami/origami as a new model for self-configurable devices. In this project you will explore key design features necessary to promote close and effective interaction between newly designed ingestible devices and the gastrointestinal tract.<br>\n<br>\n We offer a highly creative, collaborative, and ambitious work environment. These projects will be part of the IDUN research section, led by Prof. Anja Boisen at DTU Department of Health Technology. IDUN is a cross-disciplinary research section with over 50 members, that focuses on the development of micro and nanotechnology-based sensors, detection systems, energy materials and drug delivery devices.<br>\n<br>\n<strong>Responsibilities and qualifications</strong>\n<br>\n You should have a relevant educational background and preferably experience for the project you are applying for. Please indicate in your cover letter which position(s) you are applying for. &nbsp;Each project has specific requirements:<br>\n<br>\n<strong>Project #1</strong>\n – You will be responsible for formulating, fabricating, and characterizing micromotors, particles, and/or needles, and integrating them into ingestible devices. A solid background in materials science, micro/nano fabrication, and solid formulations is essential, with a focus on shaping and combining materials into functional particles. Experience with drug delivery devices, micromotors, and in vitro/in vivo characterization is highly beneficial.<br>\n<br>\n<strong>Project #2</strong>\n – You will be responsible for formulating, fabricating, and characterizing mucoadhesive patches to enhance retention and drug delivery in the intestine. A strong background in materials science and formulation is required, with a focus on integrating materials into functional patches. Previous experience with mucoadhesive materials/formulations, multilayer patch fabrication, and in vitro/in vivo characterization will be advantageous.<br>\n<br>\n<strong>Project #3</strong>\n – You will be responsible for the design and fabrication of hydrogel-based kirigami/origami devices for oral drug delivery. A strong background in design, geometry fabrication, mechanical properties, and creativity is essential. Previous experience with materials and hydrogel-based device fabrication will be advantageous.<br>\n<br>\n In addition to technical qualifications, all candidates should have general requirements as follows:</p>\n<ul><li>In accordance with the European Union’s funding rules for doctoral networks, applicants must NOT yet have a PhD</li>\n<li>A willingness to work as part of a collaborative, interdisciplinary and international team, liaising with academic, clinical and industrial partners as needed</li>\n<li>Good communication skills, with an interest in presenting research outcomes to a variety of technical and non-technical audiences</li>\n<li>Proactive and self-motivated, taking the initiative in acquiring the skills and knowledge to achieve the objectives of their independent project and that of the overall team with a commitment to personal and professional development&nbsp;</li>\n<li>A willingness to embrace diversity, different cultural perspectives, and interdisciplinary approaches to research</li>\n<li>Good English language skills</li>\n</ul>\n<p>There are also some eligibility criteria that the applicant must fully comply with:</p>\n<ul><li>At the deadline date, applicants must have a two-year master's degree (120 ECTS points) or a similar degree with an academic level equivalent to a two-year master's degree</li>\n<li>At the date of recruitment, applicants must have their Master’s degree or equivalent/postgraduate degree, which would formally entitle them to embark on a doctorate</li>\n<li>At the date of recruitment, applicants must fulfil the transnational mobility rule: applicants must not have resided or carried out their main activity (work, studies, etc.) in Denmark for more than 12 months in the 36 months immediately before the recruitment date – unless as part of a compulsory national service or a procedure for obtaining refugee status under the Geneva Convention</li>\n<li>At the deadline date, applicants must be in the first four years (full-time equivalent research experience) of their research career (career breaks excluded) and not yet awarded a doctoral degree. Career breaks refer to periods where the candidate was not active in research, regardless of their employment status (sick leave, maternity leave, etc). Short stays such as holidays and compulsory national service are not considered</li>\n<li>Applicants must be available full-time to start the program no later than September 2025</li>\n</ul>\n<p>The work will be carried out within the framework of IDUN. In IDUN, our motto is ‘bringing science to life’ and we believe in openness, inclusiveness, having ambitions, making a difference and collaboration.&nbsp;<br>\n<br>\n You will play a role in the drug delivery part of the research section, interacting with several members working in different disciplines, such as physics, biology, microfabrication, chemical engineering, pharmaceutical science and polymer science. These projects are highly interdisciplinary, and we expect that you enjoy teamwork and are good at coordinating your work with colleagues.<br>\n<br>\n You must have a two-year master's degree (120 ECTS points) or a similar degree with an academic level equivalent to a two-year master's degree.<br>\n<br>\n<strong>Applicable for all scholarships:</strong>\n<br>\n<br>\n<strong>Approval and Enrolment&nbsp;</strong>\n<br>\n The scholarships for the PhD degree are subject to academic approval, and the candidates will be enrolled in one of the general degree programmes at DTU. For information about our enrolment requirements and the general planning of the PhD study programme, please see <a href=\"https://www.dtu.dk/english/Education/PhD/Rules\">DTU's rules for the PhD education</a>\n .<br>\n<br>\n<strong>We offer</strong>\n<br>\n DTU is a leading technical university globally recognized for the excellence of its research, education, innovation and scientific advice. We offer a rewarding and challenging job in an international environment. We strive for academic excellence in an environment characterized by collegial respect and academic freedom tempered by responsibility.<br>\n<br>\n<strong>Salary and appointment terms</strong>\n<br>\n The appointment will be based on the collective agreement with the Danish Confederation of Professional Associations. The allowance will be agreed upon with the relevant union. The period of employment is 3 years. Starting date is expected to be summer 2025 for all three positions.<br>\n<br>\n You can read more about career paths at DTU <a href=\"http://www.dtu.dk/english/about/job-and-career/working-at-dtu/career-paths#xd_co_f=OTI1NzE5MjItNmM1My00ODgzLWJjNDYtNjBjYzkxMjM5ZmMx~\">here</a>\n .<br>\n<br>\n<strong>Further information</strong>\n &nbsp;<br>\n Further information may be obtained from Dr. Mahdi Ghavami (mahgh@dtu.dk) and Prof. Anja Boisen (aboi@dtu.dk).<br>\n<br>\n You can read more about DTU Health technology at www.healthtech.dtu.dk.<br>\n<br>\n If you are applying from abroad, you may find useful information on working in Denmark and at DTU at <a href=\"https://www.dtu.dk/english/about/job-and-career/moving-to-denmark\">DTU – Moving to Denmark</a>\n . Furthermore, you have the option of joining our monthly free seminar “<a href=\"https://www.dtu.dk/english/about/job-and-career/moving-to-denmark/before-arrival/phd-relocation-to-denmark\">PhD relocation to Denmark and startup “Zoom” seminar</a>\n ” for all questions regarding the practical matters of moving to Denmark and working as a PhD at DTU.<br>\n<br>\n<strong>Application procedure</strong>\n<br>\n Your complete online application must be submitted no later than <strong>15 March 2025 (23:59 Danish time</strong>\n ). Applications must be submitted as <strong>one PDF file </strong>\n containing all materials to be given consideration. To apply, please open the link \"Apply now\", fill out the online application form, and<strong> attach all your materials in English in one PDF file</strong>\n . The file must include:</p>\n<ul><li>A letter motivating the application (cover letter)</li>\n<li>Curriculum vitae&nbsp;</li>\n<li>Grade transcripts and BSc/MSc diploma (in English) including official description of grading scale</li>\n</ul>\n<p>In the field “Please indicate which position(s) you would like to apply for”, please indicate which project you are applying for (title from the above list of PhD projects or individual research projects).<br>\n<br>\n Incomplete applications will not be considered. You may apply prior to obtaining your master's degree but cannot begin before having received it.<br>\n<br>\n Applications received after the deadline will not be considered.<br>\n<br>\n All interested candidates irrespective of age, gender, disability, race, religion or ethnic background are encouraged to apply. As DTU works with research in critical technology, which is subject to special rules for security and export control, open-source background checks may be conducted on qualified candidates for the position.<br>\n<br>\n<i><strong>DTU Health Tech</strong>\n </i>\n<br>\n<i>With a vision to improve health and quality of life through technology, DTU Health Tech engages in research, education, and innovation based on technical and natural science. We educate tomorrow’s health tech engineers and create the foundation for new and innovative services and technologies for the globally expanding healthcare sector with its demands for the most advanced technological solutions. DTU Health Tech’s expertise can be described through five overall research areas: Diagnostic Imaging, Digital Health, Personalised Therapy, Precision Diagnostics, and Sensory and Neural Technology. Our technologies and solutions are developed with the aim of benefiting people and creating value for society. The department has a scientific staff of about 210 persons, 140 PhD Students, and a technical/administrative support staff of about 100 persons of which a large majority contributes to our research infrastructure and related commercial activities.&nbsp;</i>\n<br>\n<br>\n<i><strong>Technology for people</strong>\n </i>\n<br>\n<i>DTU develops technology for people. With our international elite research and study programmes, we are helping to create a better world and to solve the global challenges formulated in the UN’s 17 Sustainable Development Goals. Hans Christian Ørsted founded DTU in 1829 with a clear mission to develop and create value using science and engineering to benefit society. That mission lives on today. DTU has 13,500 students and 6,000 employees. We work in an international atmosphere and have an inclusive, evolving, and informal working environment. DTU has campuses in all parts of Denmark and in Greenland, and we collaborate with the best universities around the world.</i>\n</p>","WorkLocation":{"AddressLine":"Anker Engelunds Vej 101","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":173,"Name":"Lyngby-Taarbæk"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2800","City":"Lyngby-Taarbæk"},"EmploymentType":16,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":3,"DriverLicense":[],"Occupation":{"Name":"ph.d., naturvidenskab og teknik","DiscoWeb":0,"AlternateNames":["ph.d.-stipendiat, naturvidenskab og teknik"],"GroupId":0,"AreaId":0},"IsGovernmentHiring":true,"JppContacts":[{"Email":"mahgh@dtu.dk","PersonName":"Mahdi Ghavami","FirstName":"Mahdi","LastName":"Ghavami","PositionTitle":"Dr.","PhoneNumbers":[]},{"Email":"aboi@dtu.dk","PersonName":"Anja Boisen","FirstName":"Anja","LastName":"Boisen","PositionTitle":"Prof.","PhoneNumbers":[]}],"EmploymentDate":null},"IsRecruitmentOfForeignNationals":true,"IsWorkInDenmark":true,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":false,"DailyWorkTimeMorning":false,"DailyWorkTimeVarious":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://efzu.fa.em2.oraclecloud.com/hcmUI/CandidateExperience/da/sites/CX_1/job/4422","ReplyInWriting":false,"ApplicationDeadlineDate":"2025-03-15T00:00:00+01:00"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=9e7712bd-1161-4811-bba2-858f4eabadbe&Organisation=30060946","Address":"Anker Engelunds Vej 101,2800, Lyngby-Taarbæk","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=9e7712bd-1161-4811-bba2-858f4eabadbe&Company.Name=Danmarks Tekniske Universitet&SubmissionDeadlineDate=2025-3-15&Title=Three PhD Scholarships for Marie Skłodowska-Curie grant in Intelligent Ingestible Devices for Gastrointestinal Therapeutics, Diagnosis, or Intervention (INTELLI-INGEST) - DTU Health Tech&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":true,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"Three PhD Scholarships for Marie Skłodowska-Curie grant in Intelligent Ingestible Devices for Gastrointestinal Therapeutics, Diagnosis, or Intervention (INTELLI-INGEST) - DTU Health Tech","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"9e7712bd-1161-4811-bba2-858f4eabadbe","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Danmarks Tekniske Universitet","Address":"Anker Engelunds Vej 101","Country":null,"EmploymentAreaID":null,"PostCode":"2800","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Lyngby-Taarbæk","ContactPerson":"Mahdi Ghavami","Phone":"","Email":"mahgh@dtu.dk","Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2025-03-15T00:00:00+01:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"Place":"Arbejdspladsen ligger i Lyngby-Taarbæk kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Danmarks Tekniske Universitet","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"Marie Skłodowska-Curie Action (MSCA) Doctoral Networks are joint research and training projects funded by the European Union. Funding is provided for doctoral candidates from both inside and outside Europe to carry out individual project work in a European country other than their own. The Intelli-Ingest MSCA Doctoral Networks is made up of 4 benef","DescriptionForSharing":"\"Marie Skłodowska-Curie Action (MSCA) Doctoral Networks are joint research and training projects funded by the European Union. Funding is provided for doctoral candidates from both inside and outside Europe to carry out individual project work in a European country other than their own. The Intelli-Ingest MSCA Doctoral Networks is made up of 4 benef\"","TitleForSharing":"\"Three PhD Scholarships for Marie Skłodowska-Curie grant in Intelligent Ingestible Devices for Gastrointestinal Therapeutics, Diagnosis, or Intervention (INTELLI-INGEST) - DTU Health Tech\"","RutePlan":"https://www.google.dk/maps/dir//Anker+Engelunds+Vej+101,2800,+Lyngby-Taarbæk/","FormattedPurpose":"<p>Marie Skłodowska-Curie Action (MSCA) Doctoral Networks are joint research and training projects funded by the European Union. Funding is provided for doctoral candidates from both inside and outside Europe to carry out individual project work in a European country other than their own. The Intelli-Ingest MSCA Doctoral Networks is made up of 4 beneficiaries and 6 associated partners, all coordinated by the Biorobotics Institute of Scuola Superiore Sant’Anna, Pisa, Italy.<br>\n<br>\n The Intelli-Ingest Doctoral Network will train 13 researchers in the development of minimally invasive, orally delivered miniaturized devices. The program's key objectives include advancing the capabilities of ingestible devices by addressing current technical limitations, with a focus on improving diagnostic accuracy, reducing the need for additional interventions, creating environmentally sustainable devices, and developing simulators to reduce reliance on in-vivo testing.<br>\n<br>\n The training network is interdisciplinary, integrating various fields such as physiology, electronics, robotics, microengineering, materials science, AI, and pharmaceutical science. The doctoral candidates (DCs) will receive comprehensive training through research projects, secondments, and interactions with industry and clinical environments, preparing them for diverse careers.<br>\n<br>\n In connection with work package 1 “Ingestibles for Therapeutics”, we are currently looking for three PhD students who will be working on 3 different projects in the section for Drug Delivery and Sensing (IDUN) at the Technical University of Denmark (DTU).<br>\n<br>\n In the IDUN section at DTU Health Tech, we have explored novel devices that can increase the systemic uptake of e.g. peptide drugs by facilitating an intimate contact between the active pharmaceutical ingredients (API) and the intestinal epithelium. As an example, we have developed a self-unfolding elastomeric foil which can be triggered in the small intestine (<a target=\"_blank\" href=\"https://www.sciencedirect.com/science/article/pii/S0168365923004650?via%3Dihub\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"9e7712bd-1161-4811-bba2-858f4eabadbe\">https://doi.org/10.1016/j.jconrel.2023.07.041</a>\n ). In broader terms, self-configurable devices are characterized by their ability to change shape to facilitate close proximity between API and the intestinal epithelium. For such devices, we aim for:<br>\n<br>\n<strong>Project #1</strong>\n – Fabrication and formulation of micromotors, nanoparticles, and/or needles, that can be incorporated into devices for targeted drug release, better penetration to the intestinal mucosa, and increased exposure of the formulation to the epithelium.<br>\n<br>\n<strong>Project #2 </strong>\n – Developing mucoadhesive patches for enhanced retention and drug release in the intestine. Different materials and fabrication methods will be investigated, and different prototypes will be incorporated into devices.<br>\n<br>\n<strong>Project #3</strong>\n – Design and fabrication of hydrogel-based kirigami/origami as a new model for self-configurable devices. In this project you will explore key design features necessary to promote close and effective interaction between newly designed ingestible devices and the gastrointestinal tract.<br>\n<br>\n We offer a highly creative, collaborative, and ambitious work environment. These projects will be part of the IDUN research section, led by Prof. Anja Boisen at DTU Department of Health Technology. IDUN is a cross-disciplinary research section with over 50 members, that focuses on the development of micro and nanotechnology-based sensors, detection systems, energy materials and drug delivery devices.<br>\n<br>\n<strong>Responsibilities and qualifications</strong>\n<br>\n You should have a relevant educational background and preferably experience for the project you are applying for. Please indicate in your cover letter which position(s) you are applying for.  Each project has specific requirements:<br>\n<br>\n<strong>Project #1</strong>\n – You will be responsible for formulating, fabricating, and characterizing micromotors, particles, and/or needles, and integrating them into ingestible devices. A solid background in materials science, micro/nano fabrication, and solid formulations is essential, with a focus on shaping and combining materials into functional particles. Experience with drug delivery devices, micromotors, and in vitro/in vivo characterization is highly beneficial.<br>\n<br>\n<strong>Project #2</strong>\n – You will be responsible for formulating, fabricating, and characterizing mucoadhesive patches to enhance retention and drug delivery in the intestine. A strong background in materials science and formulation is required, with a focus on integrating materials into functional patches. Previous experience with mucoadhesive materials/formulations, multilayer patch fabrication, and in vitro/in vivo characterization will be advantageous.<br>\n<br>\n<strong>Project #3</strong>\n – You will be responsible for the design and fabrication of hydrogel-based kirigami/origami devices for oral drug delivery. A strong background in design, geometry fabrication, mechanical properties, and creativity is essential. Previous experience with materials and hydrogel-based device fabrication will be advantageous.<br>\n<br>\n In addition to technical qualifications, all candidates should have general requirements as follows:</p>\n<ul><li>In accordance with the European Union’s funding rules for doctoral networks, applicants must NOT yet have a PhD</li>\n<li>A willingness to work as part of a collaborative, interdisciplinary and international team, liaising with academic, clinical and industrial partners as needed</li>\n<li>Good communication skills, with an interest in presenting research outcomes to a variety of technical and non-technical audiences</li>\n<li>Proactive and self-motivated, taking the initiative in acquiring the skills and knowledge to achieve the objectives of their independent project and that of the overall team with a commitment to personal and professional development </li>\n<li>A willingness to embrace diversity, different cultural perspectives, and interdisciplinary approaches to research</li>\n<li>Good English language skills</li>\n</ul>\n<p>There are also some eligibility criteria that the applicant must fully comply with:</p>\n<ul><li>At the deadline date, applicants must have a two-year master's degree (120 ECTS points) or a similar degree with an academic level equivalent to a two-year master's degree</li>\n<li>At the date of recruitment, applicants must have their Master’s degree or equivalent/postgraduate degree, which would formally entitle them to embark on a doctorate</li>\n<li>At the date of recruitment, applicants must fulfil the transnational mobility rule: applicants must not have resided or carried out their main activity (work, studies, etc.) in Denmark for more than 12 months in the 36 months immediately before the recruitment date – unless as part of a compulsory national service or a procedure for obtaining refugee status under the Geneva Convention</li>\n<li>At the deadline date, applicants must be in the first four years (full-time equivalent research experience) of their research career (career breaks excluded) and not yet awarded a doctoral degree. Career breaks refer to periods where the candidate was not active in research, regardless of their employment status (sick leave, maternity leave, etc). Short stays such as holidays and compulsory national service are not considered</li>\n<li>Applicants must be available full-time to start the program no later than September 2025</li>\n</ul>\n<p>The work will be carried out within the framework of IDUN. In IDUN, our motto is ‘bringing science to life’ and we believe in openness, inclusiveness, having ambitions, making a difference and collaboration. <br>\n<br>\n You will play a role in the drug delivery part of the research section, interacting with several members working in different disciplines, such as physics, biology, microfabrication, chemical engineering, pharmaceutical science and polymer science. These projects are highly interdisciplinary, and we expect that you enjoy teamwork and are good at coordinating your work with colleagues.<br>\n<br>\n You must have a two-year master's degree (120 ECTS points) or a similar degree with an academic level equivalent to a two-year master's degree.<br>\n<br>\n<strong>Applicable for all scholarships:</strong>\n<br>\n<br>\n<strong>Approval and Enrolment </strong>\n<br>\n The scholarships for the PhD degree are subject to academic approval, and the candidates will be enrolled in one of the general degree programmes at DTU. For information about our enrolment requirements and the general planning of the PhD study programme, please see <a target=\"_blank\" href=\"https://www.dtu.dk/english/Education/PhD/Rules\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"9e7712bd-1161-4811-bba2-858f4eabadbe\">DTU's rules for the PhD education</a>\n .<br>\n<br>\n<strong>We offer</strong>\n<br>\n DTU is a leading technical university globally recognized for the excellence of its research, education, innovation and scientific advice. We offer a rewarding and challenging job in an international environment. We strive for academic excellence in an environment characterized by collegial respect and academic freedom tempered by responsibility.<br>\n<br>\n<strong>Salary and appointment terms</strong>\n<br>\n The appointment will be based on the collective agreement with the Danish Confederation of Professional Associations. The allowance will be agreed upon with the relevant union. The period of employment is 3 years. Starting date is expected to be summer 2025 for all three positions.<br>\n<br>\n You can read more about career paths at DTU <a target=\"_blank\" href=\"http://www.dtu.dk/english/about/job-and-career/working-at-dtu/career-paths#xd_co_f=OTI1NzE5MjItNmM1My00ODgzLWJjNDYtNjBjYzkxMjM5ZmMx~\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"9e7712bd-1161-4811-bba2-858f4eabadbe\">here</a>\n .<br>\n<br>\n<strong>Further information</strong>\n  <br>\n Further information may be obtained from Dr. Mahdi Ghavami (mahgh@dtu.dk) and Prof. Anja Boisen (aboi@dtu.dk).<br>\n<br>\n You can read more about DTU Health technology at <a target=\"_blank\" href=\"http://www.healthtech.dtu.dk\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"9e7712bd-1161-4811-bba2-858f4eabadbe\">www.healthtech.dtu.dk</a>.<br>\n<br>\n If you are applying from abroad, you may find useful information on working in Denmark and at DTU at <a target=\"_blank\" href=\"https://www.dtu.dk/english/about/job-and-career/moving-to-denmark\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"9e7712bd-1161-4811-bba2-858f4eabadbe\">DTU – Moving to Denmark</a>\n . Furthermore, you have the option of joining our monthly free seminar “<a target=\"_blank\" href=\"https://www.dtu.dk/english/about/job-and-career/moving-to-denmark/before-arrival/phd-relocation-to-denmark\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"9e7712bd-1161-4811-bba2-858f4eabadbe\">PhD relocation to Denmark and startup “Zoom” seminar</a>\n ” for all questions regarding the practical matters of moving to Denmark and working as a PhD at DTU.<br>\n<br>\n<strong>Application procedure</strong>\n<br>\n Your complete online application must be submitted no later than <strong>15 March 2025 (23:59 Danish time</strong>\n ). Applications must be submitted as <strong>one PDF file </strong>\n containing all materials to be given consideration. To apply, please open the link \"Apply now\", fill out the online application form, and<strong> attach all your materials in English in one PDF file</strong>\n . The file must include:</p>\n<ul><li>A letter motivating the application (cover letter)</li>\n<li>Curriculum vitae </li>\n<li>Grade transcripts and BSc/MSc diploma (in English) including official description of grading scale</li>\n</ul>\n<p>In the field “Please indicate which position(s) you would like to apply for”, please indicate which project you are applying for (title from the above list of PhD projects or individual research projects).<br>\n<br>\n Incomplete applications will not be considered. You may apply prior to obtaining your master's degree but cannot begin before having received it.<br>\n<br>\n Applications received after the deadline will not be considered.<br>\n<br>\n All interested candidates irrespective of age, gender, disability, race, religion or ethnic background are encouraged to apply. As DTU works with research in critical technology, which is subject to special rules for security and export control, open-source background checks may be conducted on qualified candidates for the position.<br>\n<br>\n<i><strong>DTU Health Tech</strong>\n </i>\n<br>\n<i>With a vision to improve health and quality of life through technology, DTU Health Tech engages in research, education, and innovation based on technical and natural science. We educate tomorrow’s health tech engineers and create the foundation for new and innovative services and technologies for the globally expanding healthcare sector with its demands for the most advanced technological solutions. DTU Health Tech’s expertise can be described through five overall research areas: Diagnostic Imaging, Digital Health, Personalised Therapy, Precision Diagnostics, and Sensory and Neural Technology. Our technologies and solutions are developed with the aim of benefiting people and creating value for society. The department has a scientific staff of about 210 persons, 140 PhD Students, and a technical/administrative support staff of about 100 persons of which a large majority contributes to our research infrastructure and related commercial activities. </i>\n<br>\n<br>\n<i><strong>Technology for people</strong>\n </i>\n<br>\n<i>DTU develops technology for people. With our international elite research and study programmes, we are helping to create a better world and to solve the global challenges formulated in the UN’s 17 Sustainable Development Goals. Hans Christian Ørsted founded DTU in 1829 with a clear mission to develop and create value using science and engineering to benefit society. That mission lives on today. DTU has 13,500 students and 6,000 employees. We work in an international atmosphere and have an inclusive, evolving, and informal working environment. DTU has campuses in all parts of Denmark and in Greenland, and we collaborate with the best universities around the world.</i>\n</p>","MapUrl":"https://www.google.dk/maps/place/Anker+Engelunds+Vej+101,2800,+Lyngby-Taarbæk/","OrganizationNumber":"30060946","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}