{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"PhD fellowship Marie Curie in Molecular Metabolism","JobHeadline":"PhD fellowship Marie Curie in Molecular Metabolism","Presentation":"Novo Nordisk Foundation Center for Basic Metabolic Research Faculty of Health and Medical Sciences University of Copenhagen  Within the European Union’s Horizon Europe research and inn","HiringOrgName":"KU-SUND-Metabolismecentret","WorkPlaceAddress":"Nørre Allé 20  ","WorkPlacePostalCode":"2200","WorkPlaceCity":"København N","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2025-02-05T15:17:00","LastDateApplication":"2025-02-28T00:00:00","FormattedLastDateApplication":"28. februar 2025","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/ba8f58b8-5b16-4ddb-9f99-a2e747e6265d","Region":"Hovedstaden og Bornholm","Municipality":"København","Country":"Danmark","PostalCode":"2200","PostalCodeName":null,"JobAnnouncementType":"Almindelige vilkår","EmploymentType":"Tidsbegrænset ansættelse","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Forskning og universitetsundervisning, sundhedsvidenskab","Occupation":"ph.d., sundhedsvidenskab","Location":{"Latitude":55.6941,"Longitude":12.5492},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"WorkplaceID":1020922148,"OrganisationId":"","HiringOrgCVR":29979812,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/ba8f58b8-5b16-4ddb-9f99-a2e747e6265d","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/ba8f58b8-5b16-4ddb-9f99-a2e747e6265d","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/ba8f58b8-5b16-4ddb-9f99-a2e747e6265d","HasLocationValues":true,"ID":"ba8f58b8-5b16-4ddb-9f99-a2e747e6265d","Latitude":55.6941,"Longitude":12.5492},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"KU-SUND-Metabolismecentret","Address":{"AddressLine":"Nørre Allé 20","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2200","City":"København N"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=1307&ProjectId=163449&DepartmentId=19212&MediaId=4656&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1020922148","OrganizationNumber":"29979812","OrganizationDescription":null},"JobPositionPosting":{"Id":"ba8f58b8-5b16-4ddb-9f99-a2e747e6265d","HiringOrg":{"Name":"KU-SUND-Metabolismecentret","Address":{"AddressLine":"Nørre Allé 20","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2200","City":"København N"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=1307&ProjectId=163449&DepartmentId=19212&MediaId=4656&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1020922148","OrganizationNumber":"29979812","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2025-02-05T15:17:00+01:00","PublicationEndDate":"2025-02-28T00:00:00+01:00","JobPositionInformation":{"PositionTitle":"PhD fellowship Marie Curie in Molecular Metabolism","Purpose":"Novo Nordisk Foundation Center for Basic Metabolic Research<br> Faculty of Health and Medical Sciences<br> University of Copenhagen<br><br>  Within the European Union’s Horizon Europe research and innovation programme under the Marie Skłodowska-Curie Action (MSCA), University of Copenhagen is offering one PhD fellowship for a Doctoral Candidate (DC), starting September 1, 2025, or as soon as possible hereafter. <br><br>  The position is for 36 months and is funded by Horizon Europe. HubMOL is a <a href=\"https://marie-sklodowska-curie-actions.ec.europa.eu/actions/doctoral-networks\">MSCA Doctoral Network</a>. The mission of HubMOL is to develop novel hub molecule supplementation strategies and pharmacological approaches targeting hub molecule-dependent signalling and gene regulation. Our systems medicine approach will include latest computational modelling approaches thereby further boosting the employability of HubMOL trained researchers as future leaders in clinical nutritional intervention strategies, new biotechnological approaches for and in pharmacological translation, namely, from drug target identification to clinical validation. More information may be found on the HubMOL home page (<a href=\"https://uit.no/research/hubmol#region_867222\">HubMOL | UiT</a>).<br><br>  The project aims to achieve breakthroughs by defining mechanisms linking cellular NAD+ to metabolic health. We want to understand the role of the NAD+ generating and consuming pathways for maintaining tissue function and adaptability in response to metabolic stress.<br><br>  HubMOL will deliver a training program to 16 Doctoral Candidates that equips them with all capabilities to become leaders of tomorrow's R&amp;I in Europe.<br><br>  <strong>Project description</strong><br> The successful applicant will join a multidisciplinary EU-funded Marie Skłodowska-Curie International PhD training network. This doctoral position is based at the Novo Nordisk Foundation Center for Basic Metabolic Research at University of Copenhagen (UCPH). <br><br>  The Doctoral Candidate will be supervised by Associate Professor Jonas Thue Treebak. In the Treebak Group, we aim to define mechanisms linking cellular NAD+ to metabolic health. We want to understand the role of the NAD+ generating and consuming pathways for maintaining tissue function and adaptability in response to metabolic stress. We employ innovative preclinical models to manipulate NAD-related metabolites cell type-specifically and determine functional implications. We have developed several novel and unique experimental models and techniques related to in vivo animal research. <br><br>  We have preliminary data from quantitative mass spectrometric analysis of skeletal muscle that show key proteins in the insulin signalling cascade are ADP-ribosylated. Since ADP ribosylation (ADPr) is mediated by NAD+-consuming ADP-ribosyltransferases, this indicates a yet unrecognized interplay between insulin signalling and cellular NAD+ metabolism. Our hypothesis is that ADPr plays an essential role to regulate insulin sensitivity in skeletal muscle, and our over-arching aim is to determine the role of this posttranslational modification (PTM) for maintaining cellular glucose homeostasis and insulin action. Your tasks would be to define and compare insulin-induced ADP ribosylomes of insulin sensitive and resistant skeletal muscle, and to identify key modifications that are important for insulin signalling to mediate glucose disposal. We strive to understand the molecular basis for ADPr in skeletal muscle insulin resistance, and we are looking for candidates who are motivated to integrate data available from high-resolution mass spectrometry-based proteomics analyses with approaches in in vivo physiology and molecular biology. <br><br>  We are highly motivated and self-driven with a passion for metabolic research. We are part of a strong interdisciplinary, supportive, and diverse environment at CBMR, and we believe that teamwork and engagement are key elements for scientific success. <br><br>  <strong>Main supervisor</strong> <br> Associate Professor Jonas Thue Treebak <br> Email: <a>jttreebak@sund.ku.dk</a>, direct phone: +45 2480 5398.<br><br>  <strong>About the Novo Nordisk Foundation Center for Basic Metabolic Research</strong><br> The Novo Nordisk Foundation Center for Basic Metabolic Research (CBMR) is an academic research Center that pioneers groundbreaking research towards better cardiometabolic health. Through collaborative interdisciplinary research from single-cell genomics to whole-body systems, CBMR aims to transform the basic understanding of cardiometabolic health and accelerate its translation into prevention and treatment strategies. The Center’s uniquely multi- and interdisciplinary approach combines research in genetics, physiology and pharma¬cology, to better understand the complex interplay of the many factors that drive cardiometabolic disease. You can learn more in the <a href=\"https://cbmr.ku.dk/about/CBMR_Executive_Summary_Draft_240410_Spreads.pdf\">Executive Summary of CBMR's Strategy 2024–2028</a>. CBMR was established in 2010 and has been in the Maersk Tower at the Panum building since 2017. Around 260 employees create an international, highly collaborative research environment across disciplines. <br><br>  <strong>Job description</strong><br> Your key tasks as a PhD fellow at the Faculty of Health and Medical Sciences, UCPH are to:<br><br>  <ul> \t<li>Carrying through an independent research project under supervision.</li> \t<li>Completing PhD courses or other equivalent education corresponding to approximately 30 ECTS points.</li> \t<li>Active participation in research environments including a stay at another research team.</li> \t<li>Obtaining experience with teaching or other types of dissemination related to your PhD project.</li> \t<li>Teaching and disseminating your knowledge. </li> \t<li>Writing a PhD thesis based on the results of your project</li> </ul>  <strong>Required qualifications</strong><br> As an applicant you must have:<br><br>  <ul> \t<li>Qualifications corresponding to a master’s degree related to the subject area of the project. Please note that your master’s degree must be equivalent to a Danish master’s degree (i.e., corresponding to 120 ECTS).</li> \t<li>Fluency in English and excellent communication skills.</li> \t<li>A curious mindset with a strong interest in skeletal muscle metabolism, in vivo physiology, and bioinformatics.</li> \t<li>Basic knowledge about LC-MS/MS-based proteomics, sample preparation and MS data processing is an advantage. </li> \t<li>Team player with strong interpersonal and communication skills.</li> </ul>  Applicants will also be required to meet the European Commission’s MSCA Doctoral Network eligibility criteria, notably:<br><br>  <ul> \t<li>Mobility Rule - Applicants can be of any nationality and must not have resided or carried out their main activity (work, studies, etc.) in Denmark for more than 12 months in the 36 months immediately before the start of their employment at UCPH. Compulsory national service, short stays such as holidays, and time spent as part of a procedure for obtaining refugee status under the Geneva Convention are not considered.</li> \t<li>Doctoral Candidate requirement – the applicant must not be in possession of a doctoral degree at the first day of the employment. Researchers who have successfully defended their doctoral thesis but who have not yet been awarded the doctoral degree are not eligible.</li> </ul>  Please note that you will only be considered for the position if you fulfil both above eligibility criteria.<br><br>  <strong>Key criteria for the assessment of applicants</strong><br><br>  <ul> \t<li>Professional qualifications relevant to the PhD project</li> \t<li>Relevant work experience</li> \t<li>Publications</li> \t<li>The grade point average achieved</li> \t<li>Other professional activities</li> \t<li>Language skills</li> \t<li>The successful applicant is also required to be enterprising and to possess good   interpersonal skills</li> </ul>  <strong>Place of employment</strong><br> The place of employment is at Novo Nordisk Foundation Center for Basic Metabolic Research (CBMR), Faculty of Health and Medical Sciences, University of Copenhagen. We offer creative and stimulating working conditions in a dynamic and international research environment. <br><br>  <strong>Terms of employment</strong><br> The employment as PhD fellow is full time and limited to a period of 3 years. The start date is September 1, 2025, or after agreement.<br><br>  The employment is conditioned upon the applicant’s successful enrolment as a PhD student at the Graduate School of Faculty of Health and Medical Sciences, University of Copenhagen. This requires submission and acceptance of an application for the specific project to the Graduate School of Health and Medical Sciences.<br><br>  The PhD study must be completed in accordance with The Ministerial Order on the PhD programme (2013) and the faculty’s rules on achieving the degree.<br><br>  Salary, pension and terms of employment are in accordance with the requirements from the European Commission related to the MSCA programme and the agreement between the Ministry of Taxation and The Danish Confederation of Professional Associations on Academics in the State. Depending on seniority, the monthly salary starts at approximately 30,700 DKK/roughly 4,100 EUR (April 2024 level) plus pension.<br><br>  The EU MSCA grant consists of a monthly living allowance of EUR DKK 4,488 (approx. DKK 33,400), and a monthly mobility allowance of EUR 600 (approx. DKK 4,470). In addition, a family allowance of EUR 495 (approx. DKK 3,690) may apply if eligibility conditions are fulfilled. The above amounts shall cover compulsory taxes etc. as well as all the University of Copenhagen’s costs related to your employment, such as monthly salary, future salary raises, pension, paid holidays and labour market contributions. Therefore, the gross monthly salary you will receive will be lower than the monthly allowances received by the University of Copenhagen. <br><br>  <strong>Questions</strong><br> For further information, applicants may contact the main supervisor Associate Professor Jonas Thue Treebak at email <a>jttreebak@sund.ku.dk</a> or direct phone: +45 2480 5398.<br><br>  <strong>Application procedure</strong><br> Your application, written in English, must be submitted electronically by clicking “Apply now” below and must include the following documents in PDF format:<br><br>  <ul> \t<li>Motivated letter of application (max. one page) </li> \t<li>CV incl. education, experience, language skills and other skills relevant for the position</li> \t<li>Certified copy of original Master of Science diploma and transcript of records in the original language, including an authorized English translation if issued in other language than English or Danish. If not completed, a certified/signed copy of a recent transcript of records or a written statement from the institution or supervisor is accepted</li> \t<li>As a prerequisite for a PhD fellowship employment, your master’s degree must be equivalent to a Danish master’s degree. We encourage you to read more in the assessment database: <a href=\"https://ufm.dk/en/education/recognition-and-transparency/find-assessments/assessment-database\">https://ufm.dk/en/education/recognition-and-transparency/find-assessments/assessment-database</a>. Please note that we might ask you to obtain an assessment of your education performed by the Ministry of Higher Education and Science</li> \t<li>Applicants with a master´s degree from abroad should also enclose a short description of the grading scale used</li> \t<li>Publication list (if relevant)</li> \t<li>Other information to consider: References and recommendations (if possible)</li> </ul>  <strong>The deadline for applications is February 28, 2025, at 23.59pm CET.</strong><br><br>  We reserve the right not to consider material received after the deadline, and not to consider applications that do not live up to the abovementioned requirements. <br><br>  <strong>The further process</strong><br> After the expiry of the deadline for applications, the authorised recruitment manager selects applicants for assessment on the advice of the hiring committee. All applicants are then immediately notified whether their application has been passed for assessment by an unbiased assessor. <br><br>  The assessor makes a non-prioritized assessment of the academic qualifications and experience with respect to the above-mentioned area of research, techniques, skills and other requirements listed in the advertisement.<br><br>  Once the assessment work has been completed, each applicant can comment on the part of the assessment that relates to him/herself.<br><br>  The applicant will be assessed according to the Ministerial Order no. 242 of 13 March 2012 on the Appointment of Academic Staff at Universities. <br><br>  You may read about the recruitment process at <a href=\"http://employment.ku.dk/faculty/recruitment-process/\">http://employment.ku.dk/faculty/recruitment-process/</a>.<br> <br> For more information on working and living in Denmark visit <a href=\"http://ism.ku.dk\">http://ism.ku.dk</a> (International Staff Mobility) and <a href=\"https://www.workindenmark.dk\">https://www.workindenmark.dk</a>.<br>  <br> The University of Copenhagen wishes to reflect the diversity of society and encourages all qualified candidates to apply regardless of personal background.<br><br> ","WorkLocation":{"AddressLine":"Nørre Allé 20","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2200","City":"København N"},"EmploymentType":16,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"Name":"ph.d., sundhedsvidenskab","DiscoWeb":0,"AlternateNames":["ph.d.-stipendiat, sundhedsvidenskab"],"GroupId":0,"AreaId":0},"IsGovernmentHiring":false,"JppContacts":[{"Email":"jttreebak@sund.ku.dk","PersonName":"Jonas Thue Treebak Jonas Thue Treebak","FirstName":"Jonas Thue Treebak","LastName":"Jonas Thue Treebak","PositionTitle":"Associate Professor","PhoneNumbers":[{"Number":"+4524805398","Type":0,"Description":"Primary"}]}],"EmploymentDate":"2025-09-01T00:00:00+02:00"},"IsRecruitmentOfForeignNationals":false,"IsWorkInDenmark":true,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":true,"DailyWorkTimeMorning":false,"DailyWorkTimeVarious":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=1307&ProjectId=163449&DepartmentId=19212&MediaId=4656&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","ReplyInWriting":false,"ApplicationDeadlineDate":"2025-02-28T00:00:00+01:00"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=ba8f58b8-5b16-4ddb-9f99-a2e747e6265d&Organisation=29979812","Address":"Nørre Allé 20,2200, København N","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=ba8f58b8-5b16-4ddb-9f99-a2e747e6265d&Company.Name=KU-SUND-Metabolismecentret&SubmissionDeadlineDate=2025-2-28&Title=PhD fellowship Marie Curie in Molecular Metabolism&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":true,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"PhD fellowship Marie Curie in Molecular Metabolism","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"ba8f58b8-5b16-4ddb-9f99-a2e747e6265d","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"KU-SUND-Metabolismecentret","Address":"Nørre Allé 20","Country":null,"EmploymentAreaID":null,"PostCode":"2200","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"København N","ContactPerson":"Jonas Thue Treebak Jonas Thue Treebak","Phone":"+4524805398","Email":"jttreebak@sund.ku.dk","Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2025-02-28T00:00:00+01:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"Place":"Arbejdspladsen ligger i København kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"KU-SUND-Metabolismecentret","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"Novo Nordisk Foundation Center for Basic Metabolic Research Faculty of Health and Medical Sciences University of Copenhagen  Within the European Union’s Horizon Europe research and innovation programme under the Marie Skłodowska-Curie Action (MSCA), University of Copenhagen is offering one PhD fellowship for a Doctoral Candidate (DC), starting Sept","DescriptionForSharing":"\"Novo Nordisk Foundation Center for Basic Metabolic Research Faculty of Health and Medical Sciences University of Copenhagen  Within the European Union’s Horizon Europe research and innovation programme under the Marie Skłodowska-Curie Action (MSCA), University of Copenhagen is offering one PhD fellowship for a Doctoral Candidate (DC), starting Sept\"","TitleForSharing":"\"PhD fellowship Marie Curie in Molecular Metabolism\"","RutePlan":"https://www.google.dk/maps/dir//Nørre+Allé+20,2200,+København+N/","FormattedPurpose":"Novo Nordisk Foundation Center for Basic Metabolic Research<br> Faculty of Health and Medical Sciences<br> University of Copenhagen<br><br>  Within the European Union’s Horizon Europe research and innovation programme under the Marie Skłodowska-Curie Action (MSCA), University of Copenhagen is offering one PhD fellowship for a Doctoral Candidate (DC), starting September 1, 2025, or as soon as possible hereafter. <br><br>  The position is for 36 months and is funded by Horizon Europe. HubMOL is a <a target=\"_blank\" href=\"https://marie-sklodowska-curie-actions.ec.europa.eu/actions/doctoral-networks\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"ba8f58b8-5b16-4ddb-9f99-a2e747e6265d\">MSCA Doctoral Network</a>. The mission of HubMOL is to develop novel hub molecule supplementation strategies and pharmacological approaches targeting hub molecule-dependent signalling and gene regulation. Our systems medicine approach will include latest computational modelling approaches thereby further boosting the employability of HubMOL trained researchers as future leaders in clinical nutritional intervention strategies, new biotechnological approaches for and in pharmacological translation, namely, from drug target identification to clinical validation. More information may be found on the HubMOL home page (<a target=\"_blank\" href=\"https://uit.no/research/hubmol#region_867222\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"ba8f58b8-5b16-4ddb-9f99-a2e747e6265d\">HubMOL | UiT</a>).<br><br>  The project aims to achieve breakthroughs by defining mechanisms linking cellular NAD+ to metabolic health. We want to understand the role of the NAD+ generating and consuming pathways for maintaining tissue function and adaptability in response to metabolic stress.<br><br>  HubMOL will deliver a training program to 16 Doctoral Candidates that equips them with all capabilities to become leaders of tomorrow's R&amp;I in Europe.<br><br>  <strong>Project description</strong><br> The successful applicant will join a multidisciplinary EU-funded Marie Skłodowska-Curie International PhD training network. This doctoral position is based at the Novo Nordisk Foundation Center for Basic Metabolic Research at University of Copenhagen (UCPH). <br><br>  The Doctoral Candidate will be supervised by Associate Professor Jonas Thue Treebak. In the Treebak Group, we aim to define mechanisms linking cellular NAD+ to metabolic health. We want to understand the role of the NAD+ generating and consuming pathways for maintaining tissue function and adaptability in response to metabolic stress. We employ innovative preclinical models to manipulate NAD-related metabolites cell type-specifically and determine functional implications. We have developed several novel and unique experimental models and techniques related to in vivo animal research. <br><br>  We have preliminary data from quantitative mass spectrometric analysis of skeletal muscle that show key proteins in the insulin signalling cascade are ADP-ribosylated. Since ADP ribosylation (ADPr) is mediated by NAD+-consuming ADP-ribosyltransferases, this indicates a yet unrecognized interplay between insulin signalling and cellular NAD+ metabolism. Our hypothesis is that ADPr plays an essential role to regulate insulin sensitivity in skeletal muscle, and our over-arching aim is to determine the role of this posttranslational modification (PTM) for maintaining cellular glucose homeostasis and insulin action. Your tasks would be to define and compare insulin-induced ADP ribosylomes of insulin sensitive and resistant skeletal muscle, and to identify key modifications that are important for insulin signalling to mediate glucose disposal. We strive to understand the molecular basis for ADPr in skeletal muscle insulin resistance, and we are looking for candidates who are motivated to integrate data available from high-resolution mass spectrometry-based proteomics analyses with approaches in in vivo physiology and molecular biology. <br><br>  We are highly motivated and self-driven with a passion for metabolic research. We are part of a strong interdisciplinary, supportive, and diverse environment at CBMR, and we believe that teamwork and engagement are key elements for scientific success. <br><br>  <strong>Main supervisor</strong> <br> Associate Professor Jonas Thue Treebak <br> Email: <a>jttreebak@sund.ku.dk</a>, direct phone: +45 2480 5398.<br><br>  <strong>About the Novo Nordisk Foundation Center for Basic Metabolic Research</strong><br> The Novo Nordisk Foundation Center for Basic Metabolic Research (CBMR) is an academic research Center that pioneers groundbreaking research towards better cardiometabolic health. Through collaborative interdisciplinary research from single-cell genomics to whole-body systems, CBMR aims to transform the basic understanding of cardiometabolic health and accelerate its translation into prevention and treatment strategies. The Center’s uniquely multi- and interdisciplinary approach combines research in genetics, physiology and pharma¬cology, to better understand the complex interplay of the many factors that drive cardiometabolic disease. You can learn more in the <a target=\"_blank\" href=\"https://cbmr.ku.dk/about/CBMR_Executive_Summary_Draft_240410_Spreads.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"ba8f58b8-5b16-4ddb-9f99-a2e747e6265d\">Executive Summary of CBMR's Strategy 2024–2028</a>. CBMR was established in 2010 and has been in the Maersk Tower at the Panum building since 2017. Around 260 employees create an international, highly collaborative research environment across disciplines. <br><br>  <strong>Job description</strong><br> Your key tasks as a PhD fellow at the Faculty of Health and Medical Sciences, UCPH are to:<br><br>  <ul> \t<li>Carrying through an independent research project under supervision.</li> \t<li>Completing PhD courses or other equivalent education corresponding to approximately 30 ECTS points.</li> \t<li>Active participation in research environments including a stay at another research team.</li> \t<li>Obtaining experience with teaching or other types of dissemination related to your PhD project.</li> \t<li>Teaching and disseminating your knowledge. </li> \t<li>Writing a PhD thesis based on the results of your project</li> </ul>  <strong>Required qualifications</strong><br> As an applicant you must have:<br><br>  <ul> \t<li>Qualifications corresponding to a master’s degree related to the subject area of the project. Please note that your master’s degree must be equivalent to a Danish master’s degree (i.e., corresponding to 120 ECTS).</li> \t<li>Fluency in English and excellent communication skills.</li> \t<li>A curious mindset with a strong interest in skeletal muscle metabolism, in vivo physiology, and bioinformatics.</li> \t<li>Basic knowledge about LC-MS/MS-based proteomics, sample preparation and MS data processing is an advantage. </li> \t<li>Team player with strong interpersonal and communication skills.</li> </ul>  Applicants will also be required to meet the European Commission’s MSCA Doctoral Network eligibility criteria, notably:<br><br>  <ul> \t<li>Mobility Rule - Applicants can be of any nationality and must not have resided or carried out their main activity (work, studies, etc.) in Denmark for more than 12 months in the 36 months immediately before the start of their employment at UCPH. Compulsory national service, short stays such as holidays, and time spent as part of a procedure for obtaining refugee status under the Geneva Convention are not considered.</li> \t<li>Doctoral Candidate requirement – the applicant must not be in possession of a doctoral degree at the first day of the employment. Researchers who have successfully defended their doctoral thesis but who have not yet been awarded the doctoral degree are not eligible.</li> </ul>  Please note that you will only be considered for the position if you fulfil both above eligibility criteria.<br><br>  <strong>Key criteria for the assessment of applicants</strong><br><br>  <ul> \t<li>Professional qualifications relevant to the PhD project</li> \t<li>Relevant work experience</li> \t<li>Publications</li> \t<li>The grade point average achieved</li> \t<li>Other professional activities</li> \t<li>Language skills</li> \t<li>The successful applicant is also required to be enterprising and to possess good   interpersonal skills</li> </ul>  <strong>Place of employment</strong><br> The place of employment is at Novo Nordisk Foundation Center for Basic Metabolic Research (CBMR), Faculty of Health and Medical Sciences, University of Copenhagen. We offer creative and stimulating working conditions in a dynamic and international research environment. <br><br>  <strong>Terms of employment</strong><br> The employment as PhD fellow is full time and limited to a period of 3 years. The start date is September 1, 2025, or after agreement.<br><br>  The employment is conditioned upon the applicant’s successful enrolment as a PhD student at the Graduate School of Faculty of Health and Medical Sciences, University of Copenhagen. This requires submission and acceptance of an application for the specific project to the Graduate School of Health and Medical Sciences.<br><br>  The PhD study must be completed in accordance with The Ministerial Order on the PhD programme (2013) and the faculty’s rules on achieving the degree.<br><br>  Salary, pension and terms of employment are in accordance with the requirements from the European Commission related to the MSCA programme and the agreement between the Ministry of Taxation and The Danish Confederation of Professional Associations on Academics in the State. Depending on seniority, the monthly salary starts at approximately 30,700 DKK/roughly 4,100 EUR (April 2024 level) plus pension.<br><br>  The EU MSCA grant consists of a monthly living allowance of EUR DKK 4,488 (approx. DKK 33,400), and a monthly mobility allowance of EUR 600 (approx. DKK 4,470). In addition, a family allowance of EUR 495 (approx. DKK 3,690) may apply if eligibility conditions are fulfilled. The above amounts shall cover compulsory taxes etc. as well as all the University of Copenhagen’s costs related to your employment, such as monthly salary, future salary raises, pension, paid holidays and labour market contributions. Therefore, the gross monthly salary you will receive will be lower than the monthly allowances received by the University of Copenhagen. <br><br>  <strong>Questions</strong><br> For further information, applicants may contact the main supervisor Associate Professor Jonas Thue Treebak at email <a>jttreebak@sund.ku.dk</a> or direct phone: +45 2480 5398.<br><br>  <strong>Application procedure</strong><br> Your application, written in English, must be submitted electronically by clicking “Apply now” below and must include the following documents in PDF format:<br><br>  <ul> \t<li>Motivated letter of application (max. one page) </li> \t<li>CV incl. education, experience, language skills and other skills relevant for the position</li> \t<li>Certified copy of original Master of Science diploma and transcript of records in the original language, including an authorized English translation if issued in other language than English or Danish. If not completed, a certified/signed copy of a recent transcript of records or a written statement from the institution or supervisor is accepted</li> \t<li>As a prerequisite for a PhD fellowship employment, your master’s degree must be equivalent to a Danish master’s degree. We encourage you to read more in the assessment database: <a target=\"_blank\" href=\"https://ufm.dk/en/education/recognition-and-transparency/find-assessments/assessment-database\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"ba8f58b8-5b16-4ddb-9f99-a2e747e6265d\">https://ufm.dk/en/education/recognition-and-transparency/find-assessments/assessment-database</a>. Please note that we might ask you to obtain an assessment of your education performed by the Ministry of Higher Education and Science</li> \t<li>Applicants with a master´s degree from abroad should also enclose a short description of the grading scale used</li> \t<li>Publication list (if relevant)</li> \t<li>Other information to consider: References and recommendations (if possible)</li> </ul>  <strong>The deadline for applications is February 28, 2025, at 23.59pm CET.</strong><br><br>  We reserve the right not to consider material received after the deadline, and not to consider applications that do not live up to the abovementioned requirements. <br><br>  <strong>The further process</strong><br> After the expiry of the deadline for applications, the authorised recruitment manager selects applicants for assessment on the advice of the hiring committee. All applicants are then immediately notified whether their application has been passed for assessment by an unbiased assessor. <br><br>  The assessor makes a non-prioritized assessment of the academic qualifications and experience with respect to the above-mentioned area of research, techniques, skills and other requirements listed in the advertisement.<br><br>  Once the assessment work has been completed, each applicant can comment on the part of the assessment that relates to him/herself.<br><br>  The applicant will be assessed according to the Ministerial Order no. 242 of 13 March 2012 on the Appointment of Academic Staff at Universities. <br><br>  You may read about the recruitment process at <a target=\"_blank\" href=\"http://employment.ku.dk/faculty/recruitment-process/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"ba8f58b8-5b16-4ddb-9f99-a2e747e6265d\">http://employment.ku.dk/faculty/recruitment-process/</a>.<br> <br> For more information on working and living in Denmark visit <a target=\"_blank\" href=\"http://ism.ku.dk\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"ba8f58b8-5b16-4ddb-9f99-a2e747e6265d\">http://ism.ku.dk</a> (International Staff Mobility) and <a target=\"_blank\" href=\"https://www.workindenmark.dk\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"ba8f58b8-5b16-4ddb-9f99-a2e747e6265d\">https://www.workindenmark.dk</a>.<br>  <br> The University of Copenhagen wishes to reflect the diversity of society and encourages all qualified candidates to apply regardless of personal background.<br><br>","MapUrl":"https://www.google.dk/maps/place/Nørre+Allé+20,2200,+København+N/","OrganizationNumber":"29979812","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}