{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"2. Eskadre søger en Elektronikassistent til sejlads med Fregatten PETER WILLEMOES.","JobHeadline":"2. Eskadre søger en Elektronikassistent til sejlads med Fregatten PETER WILLEMOES.","Presentation":"Har du lyst til at være en del af besætningen på et Danmarks mest avancerede orlogsskibe? - Så har du muligheden her. Fregatten PETER WILLEMOES søger en sergent til besættelse af stillingen som el","HiringOrgName":"Flådestation Korsør","WorkPlaceAddress":"Sylowsvej 8  ","WorkPlacePostalCode":"4220","WorkPlaceCity":"Korsør","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2025-02-04T08:11:56","LastDateApplication":"2025-02-23T00:00:00","FormattedLastDateApplication":"23. februar 2025","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/c8a888a3-9340-4246-acbe-9b25599748e6","Region":"Øvrige Sjælland","Municipality":"Slagelse","Country":"Danmark","PostalCode":"4220","PostalCodeName":null,"JobAnnouncementType":"Almindelige vilkår","EmploymentType":"Fastansættelse","WorkHours":"Fuldtid","OccupationArea":"Vagt, sikkerhed og overvågning","OccupationGroup":"Militært arbejde","Occupation":"Sergent","Location":{"Latitude":55.348,"Longitude":11.0296},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"WorkplaceID":1010472969,"OrganisationId":"","HiringOrgCVR":16287180,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/c8a888a3-9340-4246-acbe-9b25599748e6","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/c8a888a3-9340-4246-acbe-9b25599748e6","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/c8a888a3-9340-4246-acbe-9b25599748e6","HasLocationValues":true,"ID":"c8a888a3-9340-4246-acbe-9b25599748e6","Latitude":55.348,"Longitude":11.0296},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Flådestation Korsør","Address":{"AddressLine":"Sylowsvej 8","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":330,"Name":"Slagelse"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"4220","City":"Korsør"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=3010&ProjectId=144138&DepartmentId=19342&MediaId=4724&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1010472969","OrganizationNumber":"16287180","OrganizationDescription":null},"JobPositionPosting":{"Id":"c8a888a3-9340-4246-acbe-9b25599748e6","HiringOrg":{"Name":"Flådestation Korsør","Address":{"AddressLine":"Sylowsvej 8","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":330,"Name":"Slagelse"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"4220","City":"Korsør"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=3010&ProjectId=144138&DepartmentId=19342&MediaId=4724&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1010472969","OrganizationNumber":"16287180","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2025-02-04T08:11:56.409843+01:00","PublicationEndDate":"2025-02-23T00:00:00+01:00","JobPositionInformation":{"PositionTitle":"2. Eskadre søger en Elektronikassistent til sejlads med Fregatten PETER WILLEMOES.","Purpose":"Har du lyst til at være en del af besætningen på et Danmarks mest avancerede orlogsskibe? - Så har du muligheden her.<br> Fregatten PETER WILLEMOES søger en sergent til besættelse af stillingen som elektronikassistent (EKA) i Våben- og elektronikteknisk Division (VE-DIV). Her vil du indgå som en del af ledelsesteamet, hvis opgave er at sætte dagsordenen, samt udvikle en faglig stærk og omstillingsparat sektion.<br> Lyder dette interessant, er jobbet som elektronikassistent måske noget for dig?<br><br>  Du vil blive ansat som elektronikbefalingsmandsassistent (EKA), der er en sergentstilling. Som befalingsmand bliver du en del af ledelsen i elektroniksektionen, der også består af én oversergent og én officer. Elektroniksektionen består yderligere af otte menige alle med data- og/eller elektronikfagteknisk baggrund.<br><br>  I elektroniksektionen vægter vi en åben dialog og en uformel omgangstone i dagligdagen. Sektionen er godt sammentømret og består hovedsageligt af erfarne folk.<br><br>  <br> <strong>STILLINGEN INDEBÆRER </strong><br><br>  Det er EKA’s job at stå for den daglige styring og fordeling af arbejdsopgaver, hvilket EKA gør i tæt samarbejde med EKB. Som EKA er dine ansvarsopgaver at være daglig leder for det menige personel i sektionen, herunder bl.a. at klargøre til dagens arbejde, forberede reparations- og vedligeholdelsesarbejder mv. Arbejdsopgaverne er mangeartede og rummer ofte tekniske problemstillinger, hvorfor det er vigtigt, at du i stillingen formår at trække på dine menige teknikeres erfaringer og ekspertiser.<br><br>  Sektionen er ansvarlig for drift, vedligehold og fejlfinding på skibets elektronik-, sensor-, data-, netværks- og kommunikationssystemer. Du vil opleve, at dette er essentielt for at skibet kan levere den fornødne operative effekt. Du vil også indgå som en del af enhedens brandberedskab som vagtassistent når skibet er i havn.<br><br>  I perioder kan hverdagen være travl, hvorfor evnen til at kunne arbejde med flere opgaver samtidig og i sparring med sektionens teknikere er alfa omega.<br><br>  Ud over skibets egne teknikere, er vi i tæt samarbejde og dialog omkring fejlfinding og vedligehold med Forsvarets forskellige værksteder såvel som KAKI, FMI og SATCOM HUB Karup, hvorfor at en god helhedsforståelse af Forsvarets støttestruktur er vigtig.<br><br>   <br><br>  Samtidig med den daglige styring i sektionen, vil du også være ansvarlig for tjeneste- og arbejdstidsplanlægning af menigt personel. EKB er samtaleleder for menigt personel, men det forventes, at du giver dine input til personeludvikling og FOKUS-samtaler.<br><br>   <br><br>  Under øvelse og i operation vil din post i klart-skib (når skibet er i fuldt kampberedskab) være i operationsrummet. Her vil du have stillingen som manager for sensorsystemerne, hvilket består i, at du skal assistere de operative brugere ved spørgsmål til systemerne, og indsamle fejlmeldinger, til udbedring ved sektions teknikere.<br><br>  Elektroniksektionen består af et dygtigt team af teknikere, hvor faglig stolthed og et godt fællesskab er højt prioriteret i dagligdagen.<br><br>   <br><br>  Vi vil på fregatten PETER WILLEMOES have en sergentgruppe, der ønsker at bibeholde deres engagement ombord i længere tid og leder derfor også efter en EKA, der har ambitioner om at blive fagligt udviklet.<br><br>  Stillingen vil giver nemlig gode muligheder for faglig udvikling, herunder et uddannelses- og tjenesteforløb med kurser og efteruddannelse. Vi tager udgangspunkt i din baggrund og de kompetencer, som du skal have i din stilling. Der må derfor påregnes rejseaktivitet i forbindelse med kurser og efteruddannelse.<br><br>   <br><br>  KVALIFIKATIONER.<br><br>  Vi forventer, at du møder i stillingen med åbent sind og er klar til at gøre dit yderste for at blive en integreret del af elektroniksektionen såvel som resten af besætningen.<br><br>   <br><br>  Vi forventer at du har en naturlig interesse for avanceret teknologi, men hovedsagelig inden for IT-, data-, sensor- og kommunikationssystemer. Der ud over skal du gerne kunne se dig i følgende:<br><br>  <ul> \t<li>Du har en naturlig forståelse for forskellige systemers integration med hinanden</li> \t<li>Du har stor ansvarsbevidsthed samt det fornødne ejerskab over dine arbejdsopgaver.</li> \t<li>Du skal have den fornødne balance mellem hensyntagen til systemer og udstyr, og proaktivitet og handlekraft.</li> </ul>   <br><br>  Du skal være omstillingsparat og klar til at indgå i et omskifteligt og dynamisk miljø. Det vil sige, at du er indforstået med, at skibet, som en del af den danske regerings værktøjskasse, med kort varsel kan blive sendt af sted eller blive udsat for ændringer i dets oprindelige planer.<br><br>   <br><br>  Til tider vil din hverdag være hektisk. Det forventes at du kan tænke klart i pressede situationer, hvor du vil blive bedt om at komme med tekniske løsninger på akut opståede problemer. Det forventes at du kan tænke kreativt, har drive, samt faglig stolthed. Du skal være typen, som ønsker at løse problemet korrekt, frem for at omgå det. Kvalitet er essentielt i opgaveløsningen.<br><br>  Da elektroniksektionens vigtigste opgave er at levere funktionsdygtige systemer til resten af skibets brugere, forventes det, at du er servicemindet og i stand til at prioritere i opgaveløsningen. Det forventes, at du bringer alle dine erfaringer og kvalifikationer i spil, når du sammen med dine kollegaer arbejder på at drive og udvikle elektroniksektionen på Fregatten PETER WILLEMOES.<br><br>   <br><br>  Krav:<br><br>  <ul> \t<li>At du har en for stillingen relevante tekniske uddannelser.</li> \t<li>At du kan sikkerhedsgodkendes til klassifikationsgraden HEMMELIGT / NATO SECRET.</li> \t<li>At du kan erklæres egnet til internationale operationer.</li> \t<li>At du har gennemført Søværnets basisuddannelse.</li> </ul>  Ønskeligt, men ikke et krav:<br><br>  <ul> \t<li>At du har gennemført Søværnets sergentuddannelse eller fundet egnet til GSU</li> \t<li>At du er funktionsuddannet inden for elektronik- og sensorsystemer relevant for IVER-klassen.</li> \t<li>At du har andre relevante kurser og uddannelser inden for elektronik- og sensorsystemer.</li> \t<li>At du har erfaring med DeMars.</li> </ul>  Helbredskrav:<br><br>  <ul> \t<li>Du skal kunne godkendes til Forsvarets helbreds- og tandundersøgelse.</li> \t<li>Du skal kunne bestå og opretholde Forsvarets Fysiske Basiskrav.</li> \t<li>Grundvaccination.</li> \t<li>Du findes egnet til røgdykker</li> </ul>   <br><br>  <strong>Ansættelsesvilkår</strong><br><br>  Stillingen er en sergentstilling på overenskomstmæssige vilkår. Stillingen kan besættes med en tjenestemand. Løn m.v. er reguleret ved den til enhver tid gældende LC/CO10-fællesoverenskomst og organisationsaftale mellem Forsvarsministeriets Personalestyrelse, CO10 og Centralforeningen for Stampersonel for stampersonel af linjen og reserven samt elever i Forsvarsministeriet med tilhørende myndigheder.<br><br>   <br><br>  Stillingen kan besættes af en marinekonstabel med et godt udviklingspotentiale.<br><br>   <br><br>  Hvis du ikke opfylder uddannelseskravet, kan du ansættes på en uddannelsesaftale, hvor du forpligter dig til at gennemføre og relevant uddannelseskrav. Aflønning sker i henhold til stillingens lønniveau. Udnævnelse til sergent kan finde sted, når uddannelseskrav og Forsvarets fysiske basiskrav er opfyldt, samt når du har en godkendt helbreds- og tandlægevurdering og honorerer de almene krav for udnævnelse.<br><br>  Ved ansøgning om en ny stilling i Forsvarsministeriets område, skal forhandling om personlige tillæg indgå i ansættelsesproceduren i henhold til gældende overenskomst.<br><br>  Faglært tillæg er betinget af godkendt uddannelse mod fremvisning af gældende svendebrev eller uddannelsesbevis jf. gældende overenskomst.<br><br>  Dit faste tjenestested vil være i Korsør.<br><br>  Som ansat i Forsvarsministeriets område er du omfattet af nogle særlige vilkår. Du skal bl.a. kunne sikkerhedsgodkendes og opretholde sikkerhedsgodkendelsen under hele ansættelsesforløbet.<br><br>  Du har som ansat pligt til at forrette tjeneste uden for landets grænser, herunder ved enheder i internationale operationer med henblik på deltagelse i konfliktforebyggende, fredsbevarende, fredsskabende, humanitære og andre lignende operationer.<br><br>  Ansættelsen er betinget af, at du kan bestå Forsvarets fysiske basiskrav og ved helbreds- og tandlægevurderinger erklæres for fuldt egnet til udsendelse i internationale operationer.<br><br>   <br><br>  <strong>KONTAKT OG ANSØGNING</strong><br><br>  Hvis du har uddybende spørgsmål til stillingen, er du velkommen til at kontakte LT Henrik Jørgensen på mail: <a>2E-WILM-EKO@mil.dk</a> eller tlf: +4572854328.<br><br>  Har du spørgsmål til løn- og ansættelsesvilkår, kan du kontakte HR-konsulent Birgit Dyrholm ved Forsvarsministeriets Personalestyrelse på telefon 72 81 91 71 eller mail <a>FPS-BDY@MIL.DK</a>.<br><br>  Såfremt du er omfattet af en lokal tjenesteplan eller er udpeget til deltagelse i internationale operationer, skal du gøre opmærksom på dette i din ansøgning.<br><br>  Ansøgningsfrist er 23. februar 2025 og samtaler forventes afholdt umiddelbart efter. Stillingen er til besættelse 1. marts 2025 eller efter aftale.<br><br>  Ansøgningen sendes elektronisk via linket i annoncen.<br><br>  FOKUS og referencer kan medsendes, men er ikke et krav.<br><br>  I Forsvarsministeriets organisation tror vi på, at mangfoldighed styrker opgaveløsningen. Derfor opfordrer vi alle interesserede uanset baggrund til at søge stillingen.<br><br>   <br><br>  <strong>Om 2. Eskadre (2 ESK) </strong><br><br>  2. Eskadre er den primære leverandør af Danmarks sømilitære kampevne. Eskadren løser opgaver i danske farvande, regionalt og globalt.<br><br>  Opgaverne spænder bredt fra støtte til politiet, bidrag ved humanitære operationer, træning af samarbejdspartnere til indsættelse i krigsmæssige operationer.<br><br>  2. Eskadre består af moderne højteknologiske luftforsvarsfregatter og antiubådsfregatter samt Subsurface &amp; Seabed Warfare Division (SSW) der samordner Søværnets Dykkertjeneste og minerydningsenheden Mine Counter Measures Denmark, så Forsvarets undervandskapaciteter kan leveres koordineret og effektivt. 2. Eskadre arbejder kontinuerligt for at være en god og attraktiv arbejdsplads<strong>,</strong> og vores opgave som styrkeproducent er<strong>,</strong> at få det komplekse samspil mellem besætninger og en avanceret teknologi til at yde optimalt for at kunne løse Søværnets opgave: At sikre Danmarks interesser fra havet – med magt om nødvendigt.<br><br>   <br><br>  <ul> </ul> ","WorkLocation":{"AddressLine":"Sylowsvej 8","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":330,"Name":"Slagelse"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"4220","City":"Korsør"},"EmploymentType":1,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"Name":"Sergent","DiscoWeb":0,"AlternateNames":["Korporal i hæren","Taktisk officer","Specialstyrkeofficer","5791","5792","5793","5794","5795","5796"],"GroupId":0,"AreaId":0},"IsGovernmentHiring":false,"JppContacts":[{"Email":null,"PersonName":"Jan Erik Niegsch","FirstName":"Jan Erik","LastName":"Niegsch","PositionTitle":"","PhoneNumbers":[{"Number":"72857521","Type":0,"Description":"Primary"}]}],"EmploymentDate":"2025-03-01T00:00:00+01:00"},"IsRecruitmentOfForeignNationals":false,"IsWorkInDenmark":false,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":true,"DailyWorkTimeMorning":false,"DailyWorkTimeVarious":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=3010&ProjectId=144138&DepartmentId=19342&MediaId=4724&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=jobnet","ReplyInWriting":false,"ApplicationDeadlineDate":"2025-02-23T00:00:00+01:00"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=c8a888a3-9340-4246-acbe-9b25599748e6&Organisation=16287180","Address":"Sylowsvej 8,4220, Korsør","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=c8a888a3-9340-4246-acbe-9b25599748e6&Company.Name=Flådestation Korsør&SubmissionDeadlineDate=2025-2-23&Title=2. Eskadre søger en Elektronikassistent til sejlads med Fregatten PETER WILLEMOES.&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":true,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"2. Eskadre søger en Elektronikassistent til sejlads med Fregatten PETER WILLEMOES.","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"c8a888a3-9340-4246-acbe-9b25599748e6","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Flådestation Korsør","Address":"Sylowsvej 8","Country":null,"EmploymentAreaID":null,"PostCode":"4220","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Korsør","ContactPerson":"Jan Erik Niegsch","Phone":"72857521","Email":null,"Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2025-02-23T00:00:00+01:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"Place":"Arbejdspladsen ligger i Slagelse kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Flådestation Korsør","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"Har du lyst til at være en del af besætningen på et Danmarks mest avancerede orlogsskibe? - Så har du muligheden her. Fregatten PETER WILLEMOES søger en sergent til besættelse af stillingen som elektronikassistent (EKA) i Våben- og elektronikteknisk Division (VE-DIV). Her vil du indgå som en del af ledelsesteamet, hvis opgave er at sætte dagsordene","DescriptionForSharing":"\"Har du lyst til at være en del af besætningen på et Danmarks mest avancerede orlogsskibe? - Så har du muligheden her. Fregatten PETER WILLEMOES søger en sergent til besættelse af stillingen som elektronikassistent (EKA) i Våben- og elektronikteknisk Division (VE-DIV). Her vil du indgå som en del af ledelsesteamet, hvis opgave er at sætte dagsordene\"","TitleForSharing":"\"2. Eskadre søger en Elektronikassistent til sejlads med Fregatten PETER WILLEMOES.\"","RutePlan":"https://www.google.dk/maps/dir//Sylowsvej+8,4220,+Korsør/","FormattedPurpose":"Har du lyst til at være en del af besætningen på et Danmarks mest avancerede orlogsskibe? - Så har du muligheden her.<br> Fregatten PETER WILLEMOES søger en sergent til besættelse af stillingen som elektronikassistent (EKA) i Våben- og elektronikteknisk Division (VE-DIV). Her vil du indgå som en del af ledelsesteamet, hvis opgave er at sætte dagsordenen, samt udvikle en faglig stærk og omstillingsparat sektion.<br> Lyder dette interessant, er jobbet som elektronikassistent måske noget for dig?<br><br>  Du vil blive ansat som elektronikbefalingsmandsassistent (EKA), der er en sergentstilling. Som befalingsmand bliver du en del af ledelsen i elektroniksektionen, der også består af én oversergent og én officer. Elektroniksektionen består yderligere af otte menige alle med data- og/eller elektronikfagteknisk baggrund.<br><br>  I elektroniksektionen vægter vi en åben dialog og en uformel omgangstone i dagligdagen. Sektionen er godt sammentømret og består hovedsageligt af erfarne folk.<br><br>  <br> <strong>STILLINGEN INDEBÆRER </strong><br><br>  Det er EKA’s job at stå for den daglige styring og fordeling af arbejdsopgaver, hvilket EKA gør i tæt samarbejde med EKB. Som EKA er dine ansvarsopgaver at være daglig leder for det menige personel i sektionen, herunder bl.a. at klargøre til dagens arbejde, forberede reparations- og vedligeholdelsesarbejder mv. Arbejdsopgaverne er mangeartede og rummer ofte tekniske problemstillinger, hvorfor det er vigtigt, at du i stillingen formår at trække på dine menige teknikeres erfaringer og ekspertiser.<br><br>  Sektionen er ansvarlig for drift, vedligehold og fejlfinding på skibets elektronik-, sensor-, data-, netværks- og kommunikationssystemer. Du vil opleve, at dette er essentielt for at skibet kan levere den fornødne operative effekt. Du vil også indgå som en del af enhedens brandberedskab som vagtassistent når skibet er i havn.<br><br>  I perioder kan hverdagen være travl, hvorfor evnen til at kunne arbejde med flere opgaver samtidig og i sparring med sektionens teknikere er alfa omega.<br><br>  Ud over skibets egne teknikere, er vi i tæt samarbejde og dialog omkring fejlfinding og vedligehold med Forsvarets forskellige værksteder såvel som KAKI, FMI og SATCOM HUB Karup, hvorfor at en god helhedsforståelse af Forsvarets støttestruktur er vigtig.<br><br>   <br><br>  Samtidig med den daglige styring i sektionen, vil du også være ansvarlig for tjeneste- og arbejdstidsplanlægning af menigt personel. EKB er samtaleleder for menigt personel, men det forventes, at du giver dine input til personeludvikling og FOKUS-samtaler.<br><br>   <br><br>  Under øvelse og i operation vil din post i klart-skib (når skibet er i fuldt kampberedskab) være i operationsrummet. Her vil du have stillingen som manager for sensorsystemerne, hvilket består i, at du skal assistere de operative brugere ved spørgsmål til systemerne, og indsamle fejlmeldinger, til udbedring ved sektions teknikere.<br><br>  Elektroniksektionen består af et dygtigt team af teknikere, hvor faglig stolthed og et godt fællesskab er højt prioriteret i dagligdagen.<br><br>   <br><br>  Vi vil på fregatten PETER WILLEMOES have en sergentgruppe, der ønsker at bibeholde deres engagement ombord i længere tid og leder derfor også efter en EKA, der har ambitioner om at blive fagligt udviklet.<br><br>  Stillingen vil giver nemlig gode muligheder for faglig udvikling, herunder et uddannelses- og tjenesteforløb med kurser og efteruddannelse. Vi tager udgangspunkt i din baggrund og de kompetencer, som du skal have i din stilling. Der må derfor påregnes rejseaktivitet i forbindelse med kurser og efteruddannelse.<br><br>   <br><br>  KVALIFIKATIONER.<br><br>  Vi forventer, at du møder i stillingen med åbent sind og er klar til at gøre dit yderste for at blive en integreret del af elektroniksektionen såvel som resten af besætningen.<br><br>   <br><br>  Vi forventer at du har en naturlig interesse for avanceret teknologi, men hovedsagelig inden for IT-, data-, sensor- og kommunikationssystemer. Der ud over skal du gerne kunne se dig i følgende:<br><br>  <ul> \t<li>Du har en naturlig forståelse for forskellige systemers integration med hinanden</li> \t<li>Du har stor ansvarsbevidsthed samt det fornødne ejerskab over dine arbejdsopgaver.</li> \t<li>Du skal have den fornødne balance mellem hensyntagen til systemer og udstyr, og proaktivitet og handlekraft.</li> </ul>   <br><br>  Du skal være omstillingsparat og klar til at indgå i et omskifteligt og dynamisk miljø. Det vil sige, at du er indforstået med, at skibet, som en del af den danske regerings værktøjskasse, med kort varsel kan blive sendt af sted eller blive udsat for ændringer i dets oprindelige planer.<br><br>   <br><br>  Til tider vil din hverdag være hektisk. Det forventes at du kan tænke klart i pressede situationer, hvor du vil blive bedt om at komme med tekniske løsninger på akut opståede problemer. Det forventes at du kan tænke kreativt, har drive, samt faglig stolthed. Du skal være typen, som ønsker at løse problemet korrekt, frem for at omgå det. Kvalitet er essentielt i opgaveløsningen.<br><br>  Da elektroniksektionens vigtigste opgave er at levere funktionsdygtige systemer til resten af skibets brugere, forventes det, at du er servicemindet og i stand til at prioritere i opgaveløsningen. Det forventes, at du bringer alle dine erfaringer og kvalifikationer i spil, når du sammen med dine kollegaer arbejder på at drive og udvikle elektroniksektionen på Fregatten PETER WILLEMOES.<br><br>   <br><br>  Krav:<br><br>  <ul> \t<li>At du har en for stillingen relevante tekniske uddannelser.</li> \t<li>At du kan sikkerhedsgodkendes til klassifikationsgraden HEMMELIGT / NATO SECRET.</li> \t<li>At du kan erklæres egnet til internationale operationer.</li> \t<li>At du har gennemført Søværnets basisuddannelse.</li> </ul>  Ønskeligt, men ikke et krav:<br><br>  <ul> \t<li>At du har gennemført Søværnets sergentuddannelse eller fundet egnet til GSU</li> \t<li>At du er funktionsuddannet inden for elektronik- og sensorsystemer relevant for IVER-klassen.</li> \t<li>At du har andre relevante kurser og uddannelser inden for elektronik- og sensorsystemer.</li> \t<li>At du har erfaring med DeMars.</li> </ul>  Helbredskrav:<br><br>  <ul> \t<li>Du skal kunne godkendes til Forsvarets helbreds- og tandundersøgelse.</li> \t<li>Du skal kunne bestå og opretholde Forsvarets Fysiske Basiskrav.</li> \t<li>Grundvaccination.</li> \t<li>Du findes egnet til røgdykker</li> </ul>   <br><br>  <strong>Ansættelsesvilkår</strong><br><br>  Stillingen er en sergentstilling på overenskomstmæssige vilkår. Stillingen kan besættes med en tjenestemand. Løn m.v. er reguleret ved den til enhver tid gældende LC/CO10-fællesoverenskomst og organisationsaftale mellem Forsvarsministeriets Personalestyrelse, CO10 og Centralforeningen for Stampersonel for stampersonel af linjen og reserven samt elever i Forsvarsministeriet med tilhørende myndigheder.<br><br>   <br><br>  Stillingen kan besættes af en marinekonstabel med et godt udviklingspotentiale.<br><br>   <br><br>  Hvis du ikke opfylder uddannelseskravet, kan du ansættes på en uddannelsesaftale, hvor du forpligter dig til at gennemføre og relevant uddannelseskrav. Aflønning sker i henhold til stillingens lønniveau. Udnævnelse til sergent kan finde sted, når uddannelseskrav og Forsvarets fysiske basiskrav er opfyldt, samt når du har en godkendt helbreds- og tandlægevurdering og honorerer de almene krav for udnævnelse.<br><br>  Ved ansøgning om en ny stilling i Forsvarsministeriets område, skal forhandling om personlige tillæg indgå i ansættelsesproceduren i henhold til gældende overenskomst.<br><br>  Faglært tillæg er betinget af godkendt uddannelse mod fremvisning af gældende svendebrev eller uddannelsesbevis jf. gældende overenskomst.<br><br>  Dit faste tjenestested vil være i Korsør.<br><br>  Som ansat i Forsvarsministeriets område er du omfattet af nogle særlige vilkår. Du skal bl.a. kunne sikkerhedsgodkendes og opretholde sikkerhedsgodkendelsen under hele ansættelsesforløbet.<br><br>  Du har som ansat pligt til at forrette tjeneste uden for landets grænser, herunder ved enheder i internationale operationer med henblik på deltagelse i konfliktforebyggende, fredsbevarende, fredsskabende, humanitære og andre lignende operationer.<br><br>  Ansættelsen er betinget af, at du kan bestå Forsvarets fysiske basiskrav og ved helbreds- og tandlægevurderinger erklæres for fuldt egnet til udsendelse i internationale operationer.<br><br>   <br><br>  <strong>KONTAKT OG ANSØGNING</strong><br><br>  Hvis du har uddybende spørgsmål til stillingen, er du velkommen til at kontakte LT Henrik Jørgensen på mail: <a>2E-WILM-EKO@mil.dk</a> eller tlf: +4572854328.<br><br>  Har du spørgsmål til løn- og ansættelsesvilkår, kan du kontakte HR-konsulent Birgit Dyrholm ved Forsvarsministeriets Personalestyrelse på telefon 72 81 91 71 eller mail <a>FPS-BDY@MIL.DK</a>.<br><br>  Såfremt du er omfattet af en lokal tjenesteplan eller er udpeget til deltagelse i internationale operationer, skal du gøre opmærksom på dette i din ansøgning.<br><br>  Ansøgningsfrist er 23. februar 2025 og samtaler forventes afholdt umiddelbart efter. Stillingen er til besættelse 1. marts 2025 eller efter aftale.<br><br>  Ansøgningen sendes elektronisk via linket i annoncen.<br><br>  FOKUS og referencer kan medsendes, men er ikke et krav.<br><br>  I Forsvarsministeriets organisation tror vi på, at mangfoldighed styrker opgaveløsningen. Derfor opfordrer vi alle interesserede uanset baggrund til at søge stillingen.<br><br>   <br><br>  <strong>Om 2. Eskadre (2 ESK) </strong><br><br>  2. Eskadre er den primære leverandør af Danmarks sømilitære kampevne. Eskadren løser opgaver i danske farvande, regionalt og globalt.<br><br>  Opgaverne spænder bredt fra støtte til politiet, bidrag ved humanitære operationer, træning af samarbejdspartnere til indsættelse i krigsmæssige operationer.<br><br>  2. Eskadre består af moderne højteknologiske luftforsvarsfregatter og antiubådsfregatter samt Subsurface &amp; Seabed Warfare Division (SSW) der samordner Søværnets Dykkertjeneste og minerydningsenheden Mine Counter Measures Denmark, så Forsvarets undervandskapaciteter kan leveres koordineret og effektivt. 2. Eskadre arbejder kontinuerligt for at være en god og attraktiv arbejdsplads<strong>,</strong> og vores opgave som styrkeproducent er<strong>,</strong> at få det komplekse samspil mellem besætninger og en avanceret teknologi til at yde optimalt for at kunne løse Søværnets opgave: At sikre Danmarks interesser fra havet – med magt om nødvendigt.<br><br>   <br><br>  <ul> </ul>","MapUrl":"https://www.google.dk/maps/place/Sylowsvej+8,4220,+Korsør/","OrganizationNumber":"16287180","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}