{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"Tenure Track Assistant Professor or Associate Professor in Metamorphic Petrology/Structural Geology","JobHeadline":"Tenure Track Assistant Professor or Associate Professor in Metamorphic Petrology/Structural Geology","Presentation":"The Department of Geoscience, Aarhus University, Denmark invites applications for a faculty position at the Tenure Track Assistant Professor or Associate Professor level in Metamorphic Petrology/Struc","HiringOrgName":"Aarhus Universitet","WorkPlaceAddress":"Høegh-Guldbergs Gade 2","WorkPlacePostalCode":"8000","WorkPlaceCity":"Aarhus C","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2022-04-07T00:00:00","LastDateApplication":"2022-05-31T00:00:00","FormattedLastDateApplication":"31. maj 2022","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/5573307","Region":"Midtjylland","Municipality":"Aarhus","Country":"Danmark","PostalCode":"8000","PostalCodeName":null,"JobAnnouncementType":"","EmploymentType":"","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Forskning og universitetsundervisning, naturvidenskab og teknik ","Occupation":"Adjunkt, naturvidenskab og teknik","Location":{"Latitude":56.1632,"Longitude":10.2097},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"WorkplaceID":106722,"OrganisationId":"90880","HiringOrgCVR":31119103,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/5573307","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/5573307","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/5573307","HasLocationValues":true,"ID":"5573307","Latitude":56.1632,"Longitude":10.2097},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Aarhus Universitet","Address":{"AddressLine":"Høegh-Guldbergs Gade 2","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8000","City":"Aarhus C"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":null,"Description":null,"Logo":106722,"WorkPlaceOrganizationNumber":"1013139179","OrganizationNumber":"31119103","OrganizationDescription":null},"JobPositionPosting":{"Id":5573307,"OriginalJppId":5573307,"HiringOrg":{"Name":"Aarhus Universitet","Address":{"AddressLine":"Høegh-Guldbergs Gade 2","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8000","City":"Aarhus C"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":null,"Description":null,"Logo":106722,"WorkPlaceOrganizationNumber":"1013139179","OrganizationNumber":"31119103","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2022-04-07T00:00:00","PublicationEndDate":"2022-05-31T00:00:00","JobPositionInformation":{"PositionTitle":"Tenure Track Assistant Professor or Associate Professor in Metamorphic Petrology/Structural Geology","Purpose":"The Department of Geoscience, Aarhus University, Denmark invites applications for a faculty position at the Tenure Track Assistant Professor or Associate Professor level in Metamorphic Petrology/Structural Geology to be occupied as soon as possible. We seek an innovative and visionary geoscientist who integrates metamorphic petrology and structural geology to understand how continental lithosphere and orogenic systems operate over time.<br/>&nbsp;<br/><br/><b><strong>Department of Geoscience</strong></b><br/><br/><a href=\"https://geo.au.dk/en/\" >The Department of Geoscience</a> currently employs around 110 staff including faculty, externally funded researchers, post-docs, Ph.D. students, and administrative and technical personnel. We have a strong research profile spanning a broad range of geological and geophysical disciplines, including&nbsp; basic and applied aspects of the Earth surface systems (hydrogeology, hydrogeophysics, Quaternary studies, palaeoceanography, sedimentology, stratigraphy, geochronology, organic petrology) as well as the deep interior of the Earth (petrology, geochemistry, geophysics, structural geology, basin modelling). The Department is well equipped for petrological research and teaching with access to a full range of infrastructure including geochemical facilities (Q-ICP-MS, MC-ICPMS, Laser ablation, class 100 metal-free Cleanlab, EMPA, micro-XRF, XRD). We also host a national infrastructure pool of ocean bottom and land seismic stations (DanSeis). There exist strong links to other departments at the Faculty of Natural Sciences and Faculty of Technical Sciences such as Physics and Astronomy, Engineering, and Archaeology.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<br/><br/><b><strong>Qualifications</strong></b><br/><br/>The successful candidate will hold a Ph.D. in a relevant natural science discipline, have a strong international research standing and a broad multidisciplinary research network. Their scientific profile will be reflected in relevant publications in international peer-reviewed journals. Proven ability to attract external research funding and documented teaching skills are required. We are looking for applicants using both field- and laboratory-based approaches, and who would complement Department’s expertise in magmatic petrology and geochemistry, fluids and ore petrology, geophysics and computational geoscience.<br/><br/>The candidate will expand research collaborations at the highest international level following their scientific interests and priorities, and establish a vibrant research group utilizing external funding from national and international sources. The appointee will develop new curricula and supervise students at all academic levels. They will have interest in collaborating with industrial partners, if relevant and cooperating with other research units at Aarhus University. The appointee will also be expected to develop fruitful collaboration with other research groups at this Department, and get strongly engaged in outdoors teaching activities.<br/>&nbsp;<br/><br/><b><strong>Application procedure</strong></b><br/><br/>Ensuring gender balance at the Department of Geoscience is a high priority at Aarhus University, and we particularly encourage women to apply for this position. No candidate will be given preferential treatment, and all applicants will be assessed on the basis of their qualifications for the position in question.<br/><br/>The Department encourages all genders to apply and to make a specific note in the CV about previous parental leaves of absence. Shortlisting and external evaluation are used. The successful candidate will need to demonstrate the potential to be a strong role model for the values of equality, diversity and inclusion. It is expected that the appointee will acquire, within three years, proficiency in Danish sufficient for teaching in bachelor programs and for participation in departmental and university administration.<br/><br/>The place of work is the Department of Geoscience, Aarhus University. The beautiful Aarhus University campus is located close to the downtown of Aarhus, the second largest city in Denmark with about 400 000 inhabitants. Aarhus has a lively and charming downtown close to the Aarhus Bay at the Baltic Sea. In Denmark access to schools, higher education, and health care is free. Generous parental agreements are available. Aarhus University offers a broad variety of services for international researchers and accompanying families, including relocation service and career counselling to expat partners. Ensuring gender balance at Department of Geoscience is a high priority for Aarhus University, and we particularly encourage women to apply. No candidate will be given preferential treatment, and all applicants will be assessed on the basis of their qualifications for the position in question. Read more <a href=\"https://ias.au.dk/au-relocation-service/\" >here</a> and find more information about entering and working in Denmark <a href=\"https://international.au.dk/research/\" >here</a>.<br/><br/>The application must be in English and include a <em>curriculum vitae</em>, degree certificates, a complete list of publications including the H-index, information about research activities, teaching portfolio, and a statement of future research plans. State your Researcher ID and/or ORCID in the CV. Guidelines for applicants can be found <a href=\"https://scitech.au.dk/en/about-science-and-technology/vacant-positions/application-form-guide/\" >here</a>.<br/><br/>The application must be made online via Aarhus University’s recruitment system, which can be accessed under the job advertisement on Aarhus University's website and received by May 31, 2022. The expected appointment start is October 1, 2022 or at the nearest possible date.<br/>&nbsp;<br/><br/><b><strong>Further information</strong></b><br/><br/>Further information can be obtained from the Head of Department Professor Jan A. Piotrowski, Department of Geoscience, Høegh-Guldbergs Gade 2, DK-8000 Aarhus C by e-mail: jan.piotrowski@geo.au.dk or phone +45 87156409.<br/>&nbsp;<br/><br/><br/><b><strong>Natural Sciences Tenure Track</strong></b><br/><br/>Aarhus University offers talented scientists from around the world attractive career perspectives via the Natural Sciences Tenure Track Programme. Highly qualified candidates are appointed as Assistant Professors for a period of six years with the prospect of performance- based advancement to a tenured Associate Professorship position.<br/><br/>The aim of the Natural Sciences Tenure Track Programme is to:<ul><li>attract outstanding talented individuals that are competitive at an international level</li><li>to promote the early development of independent research success early in the career of scientists</li><li>to create transparency in the academic career path</li></ul>As part of the tenure track position, the candidate is offered:<ul><li>access to research infrastructure</li><li>capability development, including postgraduate teacher training</li><li>a mentoring programme</li><li>support to develop scientific networks and to secure interdisciplinary research at the highest level</li></ul>As part of the Aarhus University Tenure Track Programme, the University carries out a mid-way evaluation to review the progress of the tenure track candidate after three years, according to the same criteria used in the final tenure review. The final tenure review is conducted after five and a half years. If the review is positive, the candidate will be offered a tenured position as Associate Professor at Aarhus University.<br/><br/>Please refer to the <a href=\"https://nat.au.dk/fileadmin/nat.au.dk/hr/vejledninger_nat_eng/tenure_track_-_engelsk__nat_.pdf\" target=\"_blank\">tenure track guidelines </a>for the tenure review criteria and for the tenure review process.<br/><br/><b><br/><strong>Application procedure</strong></b><br/><br/>Shortlisting is used. This means that after the deadline for applications – and with the assistance from the assessment committee chairman, and the assessment committee if necessary, – the head of department selects the candidates to be evaluated. The selection is made on the basis of an assessment of who of the candidates are most relevant considering the requirements of the advertisement. All applicants will be notified within 6 weeks whether or not their applications have been sent to an expert assessment committee for evaluation. The selected applicants will be informed about the composition of the committee and will receive his/her assessment. Once the recruitment process is completed a final letter of rejection is sent to the deselected applicants.<br/><br/><b><br/><strong>Letter of reference</strong></b><br/><br/>If you want a referee to upload a letter of reference on your behalf, please state the referee’s contact information when you submit your application. We strongly recommend that you make an agreement with the person in question before you enter the referee’s contact information, and that you ensure that the referee has enough time to write the letter of reference before the application deadline. Unfortunately, it is not possible to ensure that letters of reference received after the application deadline will be taken into consideration.<br/><br/><b><br/><strong>Formalities and salary range</strong></b><br/><br/>Natural Sciences refers to the <a href=\"https://international.au.dk/fileadmin/bekendtgoerelse_nr__242_af_a3__marts_2012_-_engelsk_udgave.pdf\" target=\"_blank\">Ministerial Order on the Appointment of Academic Staff at Danish Universities under the Danish Ministry of Science, Technology and Innovation. </a><br/><br/>The application must be in English and include a curriculum vitae, degree certificate, a complete list of publications, a statement of future research plans and information about research activities, teaching portfolio and verified information on previous teaching experience (if any). Guidelines for applicants can be found <a href=\"https://nat.au.dk/en/about-the-faculty/vacant-positions-and-career/guidelines-and-rules/\" target=\"_blank\">here.</a><br/><br/>Appointment shall be in accordance with the collective labour agreement between the Danish Ministry of Finance and the Danish Confederation of Professional Associations. Further information on qualification requirements and job content may be found in the <a href=\"https://medarbejdere.au.dk/fileadmin/www.medarbejdere.au.dk/hr/rekruttering/onboarding/ministerial_order_no._1443_of_11_december_2019_on_job_structure_for_academic_staff_at_universities.pdf\" target=\"_blank\">Memorandum on Job Structure for Academic Staff at Danish Universities</a>.<br/><br/>Salary depends on seniority as agreed between the Danish Ministry of Finance and the Confederation of Professional Associations.<br/><br/>Aarhus University’s ambition is to be an attractive and inspiring workplace for all and to foster a culture in which each individual has opportunities to thrive, achieve and develop. We view equality and diversity as assets, and we welcome all applicants.<br/><br/>Research activities will be evaluated in relation to actual research time. Thus, we encourage applicants to specify periods of leave without research activities, in order to be able to subtract these periods from the span of the scientific career during the evaluation of scientific productivity.<br/><br/>Aarhus University offers a broad variety of services for international researchers and accompanying families, including relocation service and career counselling to expat partners. Read more <a href=\"http://ias.au.dk/au-relocation-service/\" target=\"_blank\">here</a>. Please find more information about entering and working in Denmark <a href=\"http://international.au.dk/research/\" target=\"_blank\">here</a>.<br/><br/><em>The application must be submitted via Aarhus University’s recruitment system, which can be accessed under the job advertisement on Aarhus University's website</em>.<br/>&nbsp;<br/><br/><br/><b><br/><strong>Aarhus </strong><strong>University</strong><strong> </strong></b><br/><br/><em>Aarhus University is an academically diverse and research-intensive university with a strong commitment to high-quality research and education and the development of society nationally and globally. The university offers an inspiring research and teaching environment to </em><em>its 38,000 students (FTEs) and 8,000 employees, and has an annual revenues of EUR 885 million. Learn more at </em><em><a href=\"http://www.international.au.dk/\">www.international.au.dk/</a></em><br/><br/>&nbsp;","WorkLocation":{"AddressLine":"Høegh-Guldbergs Gade 2","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8000","City":"Aarhus C"},"EmploymentType":1,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"DiscoWeb":0,"AlternateNames":[],"GroupId":0,"AreaId":0,"Id":0,"Name":null},"IsGovernmentHiring":true,"JppContacts":[{"Id":7893369,"Email":null,"FaxNumber":null,"PersonName":"Jan Piotrowski","FirstName":"Jan","LastName":"Piotrowski","PositionTitle":null,"PhoneNumbers":[{"Number":"+4587156409","Type":2,"Description":"Mobil"}]}],"EmploymentDate":"2022-10-01T00:00:00"},"IsRecruitmentOfForeignNationals":true,"IsWorkInDenmark":true,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://AU.emply.net/recruitment/vacancyApply.aspx?publishingId=4d33db2d-d34e-4eb1-bf56-4547aeb74a33","ReplyInWriting":false,"ApplicationDeadlineDate":"2022-05-31T00:00:00"},"ContactAuthorityPhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=5573307&WorkPlace=106722&Organisation=31119103","Address":"Høegh-Guldbergs Gade 2,8000, Aarhus C","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=5573307&Company.Name=Aarhus Universitet&SubmissionDeadlineDate=2022-5-31&Title=Tenure Track Assistant Professor or Associate Professor in Metamorphic Petrology/Structural Geology&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":false,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"Tenure Track Assistant Professor or Associate Professor in Metamorphic Petrology/Structural Geology","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"5573307","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Aarhus Universitet","Address":"Høegh-Guldbergs Gade 2","Country":null,"EmploymentAreaID":null,"PostCode":"8000","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Aarhus C","ContactPerson":"Jan Piotrowski","Phone":"+4587156409","Email":null,"Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2022-05-31T00:00:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"Place":"Arbejdspladsen ligger i Aarhus kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Aarhus Universitet","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"The Department of Geoscience, Aarhus University, Denmark invites applications for a faculty position at the Tenure Track Assistant Professor or Associate Professor level in Metamorphic Petrology/Structural Geology to be occupied as soon as possible. We seek an innovative and visionary geoscientist who integrates metamorphic petrology and structural","DescriptionForSharing":"\"The Department of Geoscience, Aarhus University, Denmark invites applications for a faculty position at the Tenure Track Assistant Professor or Associate Professor level in Metamorphic Petrology/Structural Geology to be occupied as soon as possible. We seek an innovative and visionary geoscientist who integrates metamorphic petrology and structural\"","TitleForSharing":"\"Tenure Track Assistant Professor or Associate Professor in Metamorphic Petrology/Structural Geology\"","RutePlan":"https://www.google.dk/maps/dir//Høegh-Guldbergs+Gade+2,8000,+Aarhus+C/","FormattedPurpose":"The Department of Geoscience, Aarhus University, Denmark invites applications for a faculty position at the Tenure Track Assistant Professor or Associate Professor level in Metamorphic Petrology/Structural Geology to be occupied as soon as possible. We seek an innovative and visionary geoscientist who integrates metamorphic petrology and structural geology to understand how continental lithosphere and orogenic systems operate over time.<br/> <br/><br/><b><strong>Department of Geoscience</strong></b><br/><br/><a target=\"_blank\" href=\"https://geo.au.dk/en/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5573307\">The Department of Geoscience</a> currently employs around 110 staff including faculty, externally funded researchers, post-docs, Ph.D. students, and administrative and technical personnel. We have a strong research profile spanning a broad range of geological and geophysical disciplines, including  basic and applied aspects of the Earth surface systems (hydrogeology, hydrogeophysics, Quaternary studies, palaeoceanography, sedimentology, stratigraphy, geochronology, organic petrology) as well as the deep interior of the Earth (petrology, geochemistry, geophysics, structural geology, basin modelling). The Department is well equipped for petrological research and teaching with access to a full range of infrastructure including geochemical facilities (Q-ICP-MS, MC-ICPMS, Laser ablation, class 100 metal-free Cleanlab, EMPA, micro-XRF, XRD). We also host a national infrastructure pool of ocean bottom and land seismic stations (DanSeis). There exist strong links to other departments at the Faculty of Natural Sciences and Faculty of Technical Sciences such as Physics and Astronomy, Engineering, and Archaeology.<br/>                                                                                                                 <br/><br/><b><strong>Qualifications</strong></b><br/><br/>The successful candidate will hold a Ph.D. in a relevant natural science discipline, have a strong international research standing and a broad multidisciplinary research network. Their scientific profile will be reflected in relevant publications in international peer-reviewed journals. Proven ability to attract external research funding and documented teaching skills are required. We are looking for applicants using both field- and laboratory-based approaches, and who would complement Department’s expertise in magmatic petrology and geochemistry, fluids and ore petrology, geophysics and computational geoscience.<br/><br/>The candidate will expand research collaborations at the highest international level following their scientific interests and priorities, and establish a vibrant research group utilizing external funding from national and international sources. The appointee will develop new curricula and supervise students at all academic levels. They will have interest in collaborating with industrial partners, if relevant and cooperating with other research units at Aarhus University. The appointee will also be expected to develop fruitful collaboration with other research groups at this Department, and get strongly engaged in outdoors teaching activities.<br/> <br/><br/><b><strong>Application procedure</strong></b><br/><br/>Ensuring gender balance at the Department of Geoscience is a high priority at Aarhus University, and we particularly encourage women to apply for this position. No candidate will be given preferential treatment, and all applicants will be assessed on the basis of their qualifications for the position in question.<br/><br/>The Department encourages all genders to apply and to make a specific note in the CV about previous parental leaves of absence. Shortlisting and external evaluation are used. The successful candidate will need to demonstrate the potential to be a strong role model for the values of equality, diversity and inclusion. It is expected that the appointee will acquire, within three years, proficiency in Danish sufficient for teaching in bachelor programs and for participation in departmental and university administration.<br/><br/>The place of work is the Department of Geoscience, Aarhus University. The beautiful Aarhus University campus is located close to the downtown of Aarhus, the second largest city in Denmark with about 400 000 inhabitants. Aarhus has a lively and charming downtown close to the Aarhus Bay at the Baltic Sea. In Denmark access to schools, higher education, and health care is free. Generous parental agreements are available. Aarhus University offers a broad variety of services for international researchers and accompanying families, including relocation service and career counselling to expat partners. Ensuring gender balance at Department of Geoscience is a high priority for Aarhus University, and we particularly encourage women to apply. No candidate will be given preferential treatment, and all applicants will be assessed on the basis of their qualifications for the position in question. Read more <a target=\"_blank\" href=\"https://ias.au.dk/au-relocation-service/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5573307\">here</a> and find more information about entering and working in Denmark <a target=\"_blank\" href=\"https://international.au.dk/research/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5573307\">here</a>.<br/><br/>The application must be in English and include a <em>curriculum vitae</em>, degree certificates, a complete list of publications including the H-index, information about research activities, teaching portfolio, and a statement of future research plans. State your Researcher ID and/or ORCID in the CV. Guidelines for applicants can be found <a target=\"_blank\" href=\"https://scitech.au.dk/en/about-science-and-technology/vacant-positions/application-form-guide/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5573307\">here</a>.<br/><br/>The application must be made online via Aarhus University’s recruitment system, which can be accessed under the job advertisement on Aarhus University's website and received by May 31, 2022. The expected appointment start is October 1, 2022 or at the nearest possible date.<br/> <br/><br/><b><strong>Further information</strong></b><br/><br/>Further information can be obtained from the Head of Department Professor Jan A. Piotrowski, Department of Geoscience, Høegh-Guldbergs Gade 2, DK-8000 Aarhus C by e-mail: jan.piotrowski@geo.au.dk or phone +45 87156409.<br/> <br/><br/><br/><b><strong>Natural Sciences Tenure Track</strong></b><br/><br/>Aarhus University offers talented scientists from around the world attractive career perspectives via the Natural Sciences Tenure Track Programme. Highly qualified candidates are appointed as Assistant Professors for a period of six years with the prospect of performance- based advancement to a tenured Associate Professorship position.<br/><br/>The aim of the Natural Sciences Tenure Track Programme is to:<ul><li>attract outstanding talented individuals that are competitive at an international level</li><li>to promote the early development of independent research success early in the career of scientists</li><li>to create transparency in the academic career path</li></ul>As part of the tenure track position, the candidate is offered:<ul><li>access to research infrastructure</li><li>capability development, including postgraduate teacher training</li><li>a mentoring programme</li><li>support to develop scientific networks and to secure interdisciplinary research at the highest level</li></ul>As part of the Aarhus University Tenure Track Programme, the University carries out a mid-way evaluation to review the progress of the tenure track candidate after three years, according to the same criteria used in the final tenure review. The final tenure review is conducted after five and a half years. If the review is positive, the candidate will be offered a tenured position as Associate Professor at Aarhus University.<br/><br/>Please refer to the <a target=\"_blank\" href=\"https://nat.au.dk/fileadmin/nat.au.dk/hr/vejledninger_nat_eng/tenure_track_-_engelsk__nat_.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5573307\">tenure track guidelines</a>for the tenure review criteria and for the tenure review process.<br/><br/><b><br/><strong>Application procedure</strong></b><br/><br/>Shortlisting is used. This means that after the deadline for applications – and with the assistance from the assessment committee chairman, and the assessment committee if necessary, – the head of department selects the candidates to be evaluated. The selection is made on the basis of an assessment of who of the candidates are most relevant considering the requirements of the advertisement. All applicants will be notified within 6 weeks whether or not their applications have been sent to an expert assessment committee for evaluation. The selected applicants will be informed about the composition of the committee and will receive his/her assessment. Once the recruitment process is completed a final letter of rejection is sent to the deselected applicants.<br/><br/><b><br/><strong>Letter of reference</strong></b><br/><br/>If you want a referee to upload a letter of reference on your behalf, please state the referee’s contact information when you submit your application. We strongly recommend that you make an agreement with the person in question before you enter the referee’s contact information, and that you ensure that the referee has enough time to write the letter of reference before the application deadline. Unfortunately, it is not possible to ensure that letters of reference received after the application deadline will be taken into consideration.<br/><br/><b><br/><strong>Formalities and salary range</strong></b><br/><br/>Natural Sciences refers to the <a target=\"_blank\" href=\"https://international.au.dk/fileadmin/bekendtgoerelse_nr__242_af_a3__marts_2012_-_engelsk_udgave.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5573307\">Ministerial Order on the Appointment of Academic Staff at Danish Universities under the Danish Ministry of Science, Technology and Innovation.</a><br/><br/>The application must be in English and include a curriculum vitae, degree certificate, a complete list of publications, a statement of future research plans and information about research activities, teaching portfolio and verified information on previous teaching experience (if any). Guidelines for applicants can be found <a target=\"_blank\" href=\"https://nat.au.dk/en/about-the-faculty/vacant-positions-and-career/guidelines-and-rules/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5573307\">here.</a><br/><br/>Appointment shall be in accordance with the collective labour agreement between the Danish Ministry of Finance and the Danish Confederation of Professional Associations. Further information on qualification requirements and job content may be found in the <a target=\"_blank\" href=\"https://medarbejdere.au.dk/fileadmin/www.medarbejdere.au.dk/hr/rekruttering/onboarding/ministerial_order_no._1443_of_11_december_2019_on_job_structure_for_academic_staff_at_universities.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5573307\">Memorandum on Job Structure for Academic Staff at Danish Universities</a>.<br/><br/>Salary depends on seniority as agreed between the Danish Ministry of Finance and the Confederation of Professional Associations.<br/><br/>Aarhus University’s ambition is to be an attractive and inspiring workplace for all and to foster a culture in which each individual has opportunities to thrive, achieve and develop. We view equality and diversity as assets, and we welcome all applicants.<br/><br/>Research activities will be evaluated in relation to actual research time. Thus, we encourage applicants to specify periods of leave without research activities, in order to be able to subtract these periods from the span of the scientific career during the evaluation of scientific productivity.<br/><br/>Aarhus University offers a broad variety of services for international researchers and accompanying families, including relocation service and career counselling to expat partners. Read more <a target=\"_blank\" href=\"http://ias.au.dk/au-relocation-service/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5573307\">here</a>. Please find more information about entering and working in Denmark <a target=\"_blank\" href=\"http://international.au.dk/research/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5573307\">here</a>.<br/><br/><em>The application must be submitted via Aarhus University’s recruitment system, which can be accessed under the job advertisement on Aarhus University's website</em>.<br/> <br/><br/><br/><b><br/><strong>Aarhus </strong><strong>University</strong><strong> </strong></b><br/><br/><em>Aarhus University is an academically diverse and research-intensive university with a strong commitment to high-quality research and education and the development of society nationally and globally. The university offers an inspiring research and teaching environment to </em><em>its 38,000 students (FTEs) and 8,000 employees, and has an annual revenues of EUR 885 million. Learn more at </em><em><a target=\"_blank\" href=\"http://www.international.au.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5573307\">www.international.au.dk/</a></em><br/><br/>","MapUrl":"https://www.google.dk/maps/place/Høegh-Guldbergs+Gade+2,8000,+Aarhus+C/","OrganizationNumber":"31119103","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}