{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"Tenure Track Assistant Professor or Associate Professor within High-Resolution NMR Spectroscopy at Aarhus University","JobHeadline":"Tenure Track Assistant Professor or Associate Professor within High-Resolution NMR Spectroscopy at Aarhus University","Presentation":"Applications are invited for a position as tenure track Assistant Professor or Associate Professor at the Department of Chemistry, Aarhus University (chem.au.dk) and affiliated with the Interdisciplin","HiringOrgName":"Aarhus Universitet","WorkPlaceAddress":"Langelandsgade 140","WorkPlacePostalCode":"8000","WorkPlaceCity":"Aarhus C","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2022-04-08T00:00:00","LastDateApplication":"2022-05-15T00:00:00","FormattedLastDateApplication":"15. maj 2022","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/5574761","Region":"Midtjylland","Municipality":"Aarhus","Country":"Danmark","PostalCode":"8000","PostalCodeName":null,"JobAnnouncementType":"","EmploymentType":"","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Forskning og universitetsundervisning, naturvidenskab og teknik ","Occupation":"Adjunkt, naturvidenskab og teknik","Location":{"Latitude":56.1682,"Longitude":10.199},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"WorkplaceID":106600,"OrganisationId":"90880","HiringOrgCVR":31119103,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/5574761","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/5574761","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/5574761","HasLocationValues":true,"ID":"5574761","Latitude":56.1682,"Longitude":10.199},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Aarhus Universitet","Address":{"AddressLine":"Langelandsgade 140","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8000","City":"Aarhus C"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":null,"Description":null,"Logo":106600,"WorkPlaceOrganizationNumber":"1013139454","OrganizationNumber":"31119103","OrganizationDescription":null},"JobPositionPosting":{"Id":5574761,"OriginalJppId":5574761,"HiringOrg":{"Name":"Aarhus Universitet","Address":{"AddressLine":"Langelandsgade 140","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8000","City":"Aarhus C"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":null,"Description":null,"Logo":106600,"WorkPlaceOrganizationNumber":"1013139454","OrganizationNumber":"31119103","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2022-04-08T00:00:00","PublicationEndDate":"2022-05-15T00:00:00","JobPositionInformation":{"PositionTitle":"Tenure Track Assistant Professor or Associate Professor within High-Resolution NMR Spectroscopy at Aarhus University","Purpose":"Applications are invited for a position as tenure track Assistant Professor or Associate Professor at the Department of Chemistry, Aarhus University (chem.au.dk) and affiliated with the Interdisciplinary Nanoscience Center (inano.au.dk). The opening is broadly in the field of high-resolution NMR spectroscopy preferably aimed at liquid-state NMR characterization of structure, dynamics and interactions of macromolecules, including areas such as chemical biology, bioorganic chemistry, medicinal chemistry, (bio)polymers, protein/nucleic acid chemistry, and nanoscience. The intended start is January 1, 2023 or as soon as possible.<br/><br/>The Department of Chemistry at Aarhus University is a leading European chemistry departments with a broad research portfolio. It has a permanent staff of ~35 full, associate and assistant professors, a support-staff of ~30 people, ~100 PhD-students and ~50 postdocs and around 400 students. In addition to excellence in research, teaching and supervision, the Department of Chemistry values equal opportunities, a collegial atmosphere, and a student-friendly mindset of future colleagues. The Interdisciplinary Nanoscience Center (iNANO) is an interdisciplinary center within nanoscience and nanotechnology hosting research activities spanning physics, chemistry, engineering, molecular biology and medicine with unique instrumental facilities of relevance for the position.<br/><br/>The Department of Chemistry and iNANO seeks to strengthen their programs by appointing a tenure track Assistant Professor or Associate Professor to lead and develop research in high-resolution NMR spectroscopy. The ideal candidate will exploit the experimental setup within the Danish Center for Ultrahigh-Field NMR Spectroscopy (950, 700, 600, 500, 400, and 300 MHz spectrometers) and have a track&nbsp;record and&nbsp;core&nbsp;expertise in&nbsp;NMR spectroscopy. The candidate is expected to build an independent research group and conduct an active research program, which is internationally recognized within applications and/or method development of high resolution NMR spectroscopy, relating to e.g. characterization of structure, dynamics, and interactions in medicinal&nbsp;chemistry, in studies of biological macromolecules, or for applications within organic chemistry, biomaterials and/or nanoscience.<br/><br/>Applicants for a tenure track Assistant Professor or Associate Professor position must be able to demonstrate potential for excellent research and teaching. International experience and extensive postdoctoral training is expected (see below for tenure-track program). To be considered for the Associate Professor position, you are expected to either be in an assistant professor or associate professor position or have received the required competences from similar obligations.<br/><br/>Interest and competences in teaching chemistry at all levels of university education is essential. Accordingly, a successful candidate must be able to teach all topics of introductory chemistry courses as well as undergraduate and graduate-level courses for instance in the fields of either biophysical chemistry, organic chemistry, medicinal chemistry or materials chemistry as well as NMR-spectroscopy. Teaching can be in Danish and English, depending on the course. We offer didactics course to applicants who have not yet fulfilled such requirements, and we offer Danish courses to all new foreign employees.<br/><br/>We expect our new colleague to value and participate in the general academic work at the Department of Chemistry. This includes serving on committees, solving tasks with colleagues, helping with and giving feedback to colleagues etc. Similarly, the colleagues may help you as well, for example in relation to applications for external funding.<br/><br/>Ensuring gender balance at the department is a high priority at Aarhus University, and we particularly encourage women to apply for this position. No candidate will be given preferential treatment, and all applicants will be assessed on the basis of their qualifications for the position in question\"<br/><br/>All interested candidates are encouraged to apply, regardless of their personal background. Research activities will be evaluated in relation to actual research time. Thus, we encourage applicants to specify periods of leave without research activities, in order to be able to subtract these periods from the span of the scientific career during the evaluation of scientific productivity.<br/><br/>For further information on the position, please contact Head of Search Committee Professor Niels Chr. Nielsen (<a href=\"mailto:ncn@chem.au.dk\" >ncn@chem.au.dk</a>), or Head of Department of Chemistry Birgit Schiøtt (birgit@chem.au.dk).<br/>&nbsp;<br/><br/><b><strong>Work and life in Denmark</strong> <strong>and Aarhus</strong></b><br/><br/>All interested candidates are encouraged to apply, regardless of their personal background. We see diversity as a strength. It is a priority that the successful candidate has a personality that promotes positive interactions with students and staff, as well as being a good colleague in general. Together, we define the future of the Department of Chemistry, both scientifically and with respect to thriving in our day-to-day work.<br/><br/>Working in Denmark offers opportunities for a good work-life balance. In Denmark there is a system of guaranteed and affordable daycare.&nbsp; Education is free, including universities. English is widely spoken, though Danish is the common language off campus. A fraction of the courses at the Department of Chemistry is given in English. The majority of BSc and MSc thesis works are written in English, as are all PhD theses. We offer free Danish courses to all non-Danish speaking employees for helping in integration and for use in teaching.<br/><br/>Aarhus University offers Relocation service to International researchers. You can read more about it here: <a href=\"http://ias.au.dk/au-relocation-service/\" >http://ias.au.dk/au-relocation-service/</a>.&nbsp; <br/>Aarhus is Denmark’s second largest city, and forms the center of the western parts of the country on the Jutland peninsula. It is situated beautifully at the Aarhus Bay near Mols National Park and the Lake District around Silkeborg. Recently, Aarhus has attracted international attention as a travel destination due to its unique combination of a thriving food-scene, high-quality museums, surrounding beautiful nature, a lively city due to the “young population”, and many cultural events including music festivals. etc. See e.g. the recent recommendation by CNN (<a href=\"https://edition.cnn.com/travel/article/aarhus-denmark-things-to-do/index.html\" >https://edition.cnn.com/travel/article/aarhus-denmark-things-to-do/index.html</a>). Aarhus is easily reached through local international airports in Jutland within 1 hour of Aarhus, or through either Copenhagen or Hamburg Airports, both situated about a 3-hour train-journey from Aarhus.<br/><br/>Aarhus University is consistently ranked as a top-100 university in the World and it houses both an engineering and a medical school, as well as divisions for the traditional natural sciences, business, social sciences, arts, and environmental and agricultural sciences.<br/>&nbsp;<br/><br/><br/><b><strong>Natural Sciences Tenure Track</strong></b><br/><br/>Aarhus University offers talented scientists from around the world attractive career perspectives via the Natural Sciences Tenure Track Programme. Highly qualified candidates are appointed as Assistant Professors for a period of six years with the prospect of performance- based advancement to a tenured Associate Professorship position.<br/><br/>The aim of the Natural Sciences Tenure Track Programme is to:<ul><li>attract outstanding talented individuals that are competitive at an international level</li><li>to promote the early development of independent research success early in the career of scientists</li><li>to create transparency in the academic career path</li></ul>As part of the tenure track position, the candidate is offered:<ul><li>access to research infrastructure</li><li>capability development, including postgraduate teacher training</li><li>a mentoring programme</li><li>support to develop scientific networks and to secure interdisciplinary research at the highest level</li></ul>As part of the Aarhus University Tenure Track Programme, the University carries out a mid-way evaluation to review the progress of the tenure track candidate after three years, according to the same criteria used in the final tenure review. The final tenure review is conducted after five and a half years. If the review is positive, the candidate will be offered a tenured position as Associate Professor at Aarhus University.<br/><br/>Please refer to the <a href=\"https://nat.au.dk/fileadmin/nat.au.dk/hr/vejledninger_nat_eng/tenure_track_-_engelsk__nat_.pdf\" target=\"_blank\">tenure track guidelines </a>for the tenure review criteria and for the tenure review process.<br/><br/><b><br/><strong>Application procedure</strong></b><br/><br/>Shortlisting is used. This means that after the deadline for applications – and with the assistance from the assessment committee chairman, and the assessment committee if necessary, – the head of department selects the candidates to be evaluated. The selection is made on the basis of an assessment of who of the candidates are most relevant considering the requirements of the advertisement. All applicants will be notified within 6 weeks whether or not their applications have been sent to an expert assessment committee for evaluation. The selected applicants will be informed about the composition of the committee and will receive his/her assessment. Once the recruitment process is completed a final letter of rejection is sent to the deselected applicants.<br/><br/><b><br/><strong>Letter of reference</strong></b><br/><br/>If you want a referee to upload a letter of reference on your behalf, please state the referee’s contact information when you submit your application. We strongly recommend that you make an agreement with the person in question before you enter the referee’s contact information, and that you ensure that the referee has enough time to write the letter of reference before the application deadline. Unfortunately, it is not possible to ensure that letters of reference received after the application deadline will be taken into consideration.<br/><br/><b><br/><strong>Formalities and salary range</strong></b><br/><br/>Natural Sciences refers to the <a href=\"http://www.medarbejdere.au.dk/job_structure_for_academic_staff_at_universities_2013\" target=\"_blank\">Ministerial Order on the Appointment of Academic Staff at Danish Universities under the Danish Ministry of Science, Technology and Innovation. </a><br/><br/>The application must be in English and include a curriculum vitae, degree certificate, a complete list of publications, a statement of future research plans and information about research activities, teaching portfolio and verified information on previous teaching experience (if any). Guidelines for applicants can be found <a href=\"https://nat.au.dk/en/about-the-faculty/vacant-positions-and-career/guidelines-and-rules/\" target=\"_blank\">here.</a><br/><br/>Appointment shall be in accordance with the collective labour agreement between the Danish Ministry of Finance and the Danish Confederation of Professional Associations. Further information on qualification requirements and job content may be found in the <a href=\"https://medarbejdere.au.dk/fileadmin/www.medarbejdere.au.dk/hr/rekruttering/onboarding/ministerial_order_no._1443_of_11_december_2019_on_job_structure_for_academic_staff_at_universities.pdf\" target=\"_blank\">Memorandum on Job Structure for Academic Staff at Danish Universities</a>.<br/><br/>Salary depends on seniority as agreed between the Danish Ministry of Finance and the Confederation of Professional Associations.<br/><br/>Aarhus University’s ambition is to be an attractive and inspiring workplace for all and to foster a culture in which each individual has opportunities to thrive, achieve and develop. We view equality and diversity as assets, and we welcome all applicants.<br/><br/>Research activities will be evaluated in relation to actual research time. Thus, we encourage applicants to specify periods of leave without research activities, in order to be able to subtract these periods from the span of the scientific career during the evaluation of scientific productivity.<br/><br/>Aarhus University offers a broad variety of services for international researchers and accompanying families, including relocation service and career counselling to expat partners. Read more <a href=\"http://ias.au.dk/au-relocation-service/\" target=\"_blank\">here</a>. Please find more information about entering and working in Denmark <a href=\"http://international.au.dk/research/\" target=\"_blank\">here</a>.<br/><br/><em>The application must be submitted via Aarhus University’s recruitment system, which can be accessed under the job advertisement on Aarhus University's website</em>.<br/>&nbsp;<br/><br/><br/><b><strong>Aarhus </strong><strong>University</strong><strong> </strong></b><br/><br/><em>Aarhus University is an academically diverse and research-intensive university with a strong commitment to high-quality research and education and the development of society nationally and globally. The university offers an inspiring research and teaching environment to </em><em>its 38,000 students (FTEs) and 8,000 employees, and has an annual revenues of EUR 885 million. Learn more at </em><em><a href=\"http://www.international.au.dk/\">www.international.au.dk/</a></em><br/><br/>&nbsp;","WorkLocation":{"AddressLine":"Langelandsgade 140","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8000","City":"Aarhus C"},"EmploymentType":1,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"DiscoWeb":0,"AlternateNames":[],"GroupId":0,"AreaId":0,"Id":0,"Name":null},"IsGovernmentHiring":true,"JppContacts":[{"Id":7898072,"Email":null,"FaxNumber":null,"PersonName":"Niels Christian Nielsen","FirstName":"Niels","LastName":"Christian Nielsen","PositionTitle":null,"PhoneNumbers":[{"Number":"+4528992541","Type":2,"Description":"Mobil"}]}],"EmploymentDate":"2023-01-01T00:00:00"},"IsRecruitmentOfForeignNationals":true,"IsWorkInDenmark":true,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://AU.emply.net/recruitment/vacancyApply.aspx?publishingId=2ab4dc07-57a5-4907-b957-832079f7cf29","ReplyInWriting":false,"ApplicationDeadlineDate":"2022-05-15T00:00:00"},"ContactAuthorityPhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=5574761&WorkPlace=106600&Organisation=31119103","Address":"Langelandsgade 140,8000, Aarhus C","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=5574761&Company.Name=Aarhus Universitet&SubmissionDeadlineDate=2022-5-15&Title=Tenure Track Assistant Professor or Associate Professor within High-Resolution NMR Spectroscopy at Aarhus University&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":false,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"Tenure Track Assistant Professor or Associate Professor within High-Resolution NMR Spectroscopy at Aarhus University","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"5574761","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Aarhus Universitet","Address":"Langelandsgade 140","Country":null,"EmploymentAreaID":null,"PostCode":"8000","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Aarhus C","ContactPerson":"Niels Christian Nielsen","Phone":"+4528992541","Email":null,"Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2022-05-15T00:00:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"Place":"Arbejdspladsen ligger i Aarhus kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Aarhus Universitet","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"Applications are invited for a position as tenure track Assistant Professor or Associate Professor at the Department of Chemistry, Aarhus University (chem.au.dk) and affiliated with the Interdisciplinary Nanoscience Center (inano.au.dk). The opening is broadly in the field of high-resolution NMR spectroscopy preferably aimed at liquid-state NMR cha","DescriptionForSharing":"\"Applications are invited for a position as tenure track Assistant Professor or Associate Professor at the Department of Chemistry, Aarhus University (chem.au.dk) and affiliated with the Interdisciplinary Nanoscience Center (inano.au.dk). The opening is broadly in the field of high-resolution NMR spectroscopy preferably aimed at liquid-state NMR cha\"","TitleForSharing":"\"Tenure Track Assistant Professor or Associate Professor within High-Resolution NMR Spectroscopy at Aarhus University\"","RutePlan":"https://www.google.dk/maps/dir//Langelandsgade+140,8000,+Aarhus+C/","FormattedPurpose":"Applications are invited for a position as tenure track Assistant Professor or Associate Professor at the Department of Chemistry, Aarhus University (chem.au.dk) and affiliated with the Interdisciplinary Nanoscience Center (inano.au.dk). The opening is broadly in the field of high-resolution NMR spectroscopy preferably aimed at liquid-state NMR characterization of structure, dynamics and interactions of macromolecules, including areas such as chemical biology, bioorganic chemistry, medicinal chemistry, (bio)polymers, protein/nucleic acid chemistry, and nanoscience. The intended start is January 1, 2023 or as soon as possible.<br/><br/>The Department of Chemistry at Aarhus University is a leading European chemistry departments with a broad research portfolio. It has a permanent staff of ~35 full, associate and assistant professors, a support-staff of ~30 people, ~100 PhD-students and ~50 postdocs and around 400 students. In addition to excellence in research, teaching and supervision, the Department of Chemistry values equal opportunities, a collegial atmosphere, and a student-friendly mindset of future colleagues. The Interdisciplinary Nanoscience Center (iNANO) is an interdisciplinary center within nanoscience and nanotechnology hosting research activities spanning physics, chemistry, engineering, molecular biology and medicine with unique instrumental facilities of relevance for the position.<br/><br/>The Department of Chemistry and iNANO seeks to strengthen their programs by appointing a tenure track Assistant Professor or Associate Professor to lead and develop research in high-resolution NMR spectroscopy. The ideal candidate will exploit the experimental setup within the Danish Center for Ultrahigh-Field NMR Spectroscopy (950, 700, 600, 500, 400, and 300 MHz spectrometers) and have a track record and core expertise in NMR spectroscopy. The candidate is expected to build an independent research group and conduct an active research program, which is internationally recognized within applications and/or method development of high resolution NMR spectroscopy, relating to e.g. characterization of structure, dynamics, and interactions in medicinal chemistry, in studies of biological macromolecules, or for applications within organic chemistry, biomaterials and/or nanoscience.<br/><br/>Applicants for a tenure track Assistant Professor or Associate Professor position must be able to demonstrate potential for excellent research and teaching. International experience and extensive postdoctoral training is expected (see below for tenure-track program). To be considered for the Associate Professor position, you are expected to either be in an assistant professor or associate professor position or have received the required competences from similar obligations.<br/><br/>Interest and competences in teaching chemistry at all levels of university education is essential. Accordingly, a successful candidate must be able to teach all topics of introductory chemistry courses as well as undergraduate and graduate-level courses for instance in the fields of either biophysical chemistry, organic chemistry, medicinal chemistry or materials chemistry as well as NMR-spectroscopy. Teaching can be in Danish and English, depending on the course. We offer didactics course to applicants who have not yet fulfilled such requirements, and we offer Danish courses to all new foreign employees.<br/><br/>We expect our new colleague to value and participate in the general academic work at the Department of Chemistry. This includes serving on committees, solving tasks with colleagues, helping with and giving feedback to colleagues etc. Similarly, the colleagues may help you as well, for example in relation to applications for external funding.<br/><br/>Ensuring gender balance at the department is a high priority at Aarhus University, and we particularly encourage women to apply for this position. No candidate will be given preferential treatment, and all applicants will be assessed on the basis of their qualifications for the position in question\"<br/><br/>All interested candidates are encouraged to apply, regardless of their personal background. Research activities will be evaluated in relation to actual research time. Thus, we encourage applicants to specify periods of leave without research activities, in order to be able to subtract these periods from the span of the scientific career during the evaluation of scientific productivity.<br/><br/>For further information on the position, please contact Head of Search Committee Professor Niels Chr. Nielsen (<a target=\"_blank\" href=\"mailto:ncn@chem.au.dk\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5574761\">ncn@chem.au.dk</a>), or Head of Department of Chemistry Birgit Schiøtt (birgit@chem.au.dk).<br/> <br/><br/><b><strong>Work and life in Denmark</strong> <strong>and Aarhus</strong></b><br/><br/>All interested candidates are encouraged to apply, regardless of their personal background. We see diversity as a strength. It is a priority that the successful candidate has a personality that promotes positive interactions with students and staff, as well as being a good colleague in general. Together, we define the future of the Department of Chemistry, both scientifically and with respect to thriving in our day-to-day work.<br/><br/>Working in Denmark offers opportunities for a good work-life balance. In Denmark there is a system of guaranteed and affordable daycare.  Education is free, including universities. English is widely spoken, though Danish is the common language off campus. A fraction of the courses at the Department of Chemistry is given in English. The majority of BSc and MSc thesis works are written in English, as are all PhD theses. We offer free Danish courses to all non-Danish speaking employees for helping in integration and for use in teaching.<br/><br/>Aarhus University offers Relocation service to International researchers. You can read more about it here: <a target=\"_blank\" href=\"http://ias.au.dk/au-relocation-service/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5574761\">http://ias.au.dk/au-relocation-service/</a>.  <br/>Aarhus is Denmark’s second largest city, and forms the center of the western parts of the country on the Jutland peninsula. It is situated beautifully at the Aarhus Bay near Mols National Park and the Lake District around Silkeborg. Recently, Aarhus has attracted international attention as a travel destination due to its unique combination of a thriving food-scene, high-quality museums, surrounding beautiful nature, a lively city due to the “young population”, and many cultural events including music festivals. etc. See e.g. the recent recommendation by CNN (<a target=\"_blank\" href=\"https://edition.cnn.com/travel/article/aarhus-denmark-things-to-do/index.html\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5574761\">https://edition.cnn.com/travel/article/aarhus-denmark-things-to-do/index.html</a>). Aarhus is easily reached through local international airports in Jutland within 1 hour of Aarhus, or through either Copenhagen or Hamburg Airports, both situated about a 3-hour train-journey from Aarhus.<br/><br/>Aarhus University is consistently ranked as a top-100 university in the World and it houses both an engineering and a medical school, as well as divisions for the traditional natural sciences, business, social sciences, arts, and environmental and agricultural sciences.<br/> <br/><br/><br/><b><strong>Natural Sciences Tenure Track</strong></b><br/><br/>Aarhus University offers talented scientists from around the world attractive career perspectives via the Natural Sciences Tenure Track Programme. Highly qualified candidates are appointed as Assistant Professors for a period of six years with the prospect of performance- based advancement to a tenured Associate Professorship position.<br/><br/>The aim of the Natural Sciences Tenure Track Programme is to:<ul><li>attract outstanding talented individuals that are competitive at an international level</li><li>to promote the early development of independent research success early in the career of scientists</li><li>to create transparency in the academic career path</li></ul>As part of the tenure track position, the candidate is offered:<ul><li>access to research infrastructure</li><li>capability development, including postgraduate teacher training</li><li>a mentoring programme</li><li>support to develop scientific networks and to secure interdisciplinary research at the highest level</li></ul>As part of the Aarhus University Tenure Track Programme, the University carries out a mid-way evaluation to review the progress of the tenure track candidate after three years, according to the same criteria used in the final tenure review. The final tenure review is conducted after five and a half years. If the review is positive, the candidate will be offered a tenured position as Associate Professor at Aarhus University.<br/><br/>Please refer to the <a target=\"_blank\" href=\"https://nat.au.dk/fileadmin/nat.au.dk/hr/vejledninger_nat_eng/tenure_track_-_engelsk__nat_.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5574761\">tenure track guidelines</a>for the tenure review criteria and for the tenure review process.<br/><br/><b><br/><strong>Application procedure</strong></b><br/><br/>Shortlisting is used. This means that after the deadline for applications – and with the assistance from the assessment committee chairman, and the assessment committee if necessary, – the head of department selects the candidates to be evaluated. The selection is made on the basis of an assessment of who of the candidates are most relevant considering the requirements of the advertisement. All applicants will be notified within 6 weeks whether or not their applications have been sent to an expert assessment committee for evaluation. The selected applicants will be informed about the composition of the committee and will receive his/her assessment. Once the recruitment process is completed a final letter of rejection is sent to the deselected applicants.<br/><br/><b><br/><strong>Letter of reference</strong></b><br/><br/>If you want a referee to upload a letter of reference on your behalf, please state the referee’s contact information when you submit your application. We strongly recommend that you make an agreement with the person in question before you enter the referee’s contact information, and that you ensure that the referee has enough time to write the letter of reference before the application deadline. Unfortunately, it is not possible to ensure that letters of reference received after the application deadline will be taken into consideration.<br/><br/><b><br/><strong>Formalities and salary range</strong></b><br/><br/>Natural Sciences refers to the <a target=\"_blank\" href=\"http://www.medarbejdere.au.dk/job_structure_for_academic_staff_at_universities_2013\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5574761\">Ministerial Order on the Appointment of Academic Staff at Danish Universities under the Danish Ministry of Science, Technology and Innovation.</a><br/><br/>The application must be in English and include a curriculum vitae, degree certificate, a complete list of publications, a statement of future research plans and information about research activities, teaching portfolio and verified information on previous teaching experience (if any). Guidelines for applicants can be found <a target=\"_blank\" href=\"https://nat.au.dk/en/about-the-faculty/vacant-positions-and-career/guidelines-and-rules/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5574761\">here.</a><br/><br/>Appointment shall be in accordance with the collective labour agreement between the Danish Ministry of Finance and the Danish Confederation of Professional Associations. Further information on qualification requirements and job content may be found in the <a target=\"_blank\" href=\"https://medarbejdere.au.dk/fileadmin/www.medarbejdere.au.dk/hr/rekruttering/onboarding/ministerial_order_no._1443_of_11_december_2019_on_job_structure_for_academic_staff_at_universities.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5574761\">Memorandum on Job Structure for Academic Staff at Danish Universities</a>.<br/><br/>Salary depends on seniority as agreed between the Danish Ministry of Finance and the Confederation of Professional Associations.<br/><br/>Aarhus University’s ambition is to be an attractive and inspiring workplace for all and to foster a culture in which each individual has opportunities to thrive, achieve and develop. We view equality and diversity as assets, and we welcome all applicants.<br/><br/>Research activities will be evaluated in relation to actual research time. Thus, we encourage applicants to specify periods of leave without research activities, in order to be able to subtract these periods from the span of the scientific career during the evaluation of scientific productivity.<br/><br/>Aarhus University offers a broad variety of services for international researchers and accompanying families, including relocation service and career counselling to expat partners. Read more <a target=\"_blank\" href=\"http://ias.au.dk/au-relocation-service/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5574761\">here</a>. Please find more information about entering and working in Denmark <a target=\"_blank\" href=\"http://international.au.dk/research/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5574761\">here</a>.<br/><br/><em>The application must be submitted via Aarhus University’s recruitment system, which can be accessed under the job advertisement on Aarhus University's website</em>.<br/> <br/><br/><br/><b><strong>Aarhus </strong><strong>University</strong><strong> </strong></b><br/><br/><em>Aarhus University is an academically diverse and research-intensive university with a strong commitment to high-quality research and education and the development of society nationally and globally. The university offers an inspiring research and teaching environment to </em><em>its 38,000 students (FTEs) and 8,000 employees, and has an annual revenues of EUR 885 million. Learn more at </em><em><a target=\"_blank\" href=\"http://www.international.au.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5574761\">www.international.au.dk/</a></em><br/><br/>","MapUrl":"https://www.google.dk/maps/place/Langelandsgade+140,8000,+Aarhus+C/","OrganizationNumber":"31119103","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}