{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"Nymarkskolen - Svendborg Kommunes unikke ungeskole - søger skoleleder","JobHeadline":"Nymarkskolen - Svendborg Kommunes unikke ungeskole - søger skoleleder","Presentation":"Har du unge mennesker på sinde – og er du optaget af at gøre en forskel for netop denne gruppe elever i deres afsluttende folkeskoleår, så har vi en drømmestilling til dig, da Nymarkskolen søger en ny","HiringOrgName":"Svendborg Kommune","WorkPlaceAddress":"Marslevvej, 1","WorkPlacePostalCode":"5700","WorkPlaceCity":"Svendborg","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2022-04-08T00:00:00","LastDateApplication":"2022-05-18T00:00:00","FormattedLastDateApplication":"18. maj 2022","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/5574270","Region":"Syddanmark","Municipality":"Svendborg","Country":"Danmark","PostalCode":"5700","PostalCodeName":null,"JobAnnouncementType":"","EmploymentType":"","WorkHours":"Fuldtid","OccupationArea":"Ledelse","OccupationGroup":"Undervisning og forskning","Occupation":"Skoleleder","Location":{"Latitude":55.0737,"Longitude":10.6384},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"WorkplaceID":65632,"OrganisationId":"57723","HiringOrgCVR":29189730,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/5574270","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/5574270","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/5574270","HasLocationValues":true,"ID":"5574270","Latitude":55.0737,"Longitude":10.6384},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Svendborg Kommune","Address":{"AddressLine":"Marslevvej, 1","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":479,"Name":"Svendborg"},"Region":{"Id":3,"Name":"Syddanmark"},"PostalCode":"5700","City":"Svendborg"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":null,"Description":null,"Logo":65632,"WorkPlaceOrganizationNumber":"1003318598","OrganizationNumber":"29189730","OrganizationDescription":null},"JobPositionPosting":{"Id":5574270,"OriginalJppId":5574270,"HiringOrg":{"Name":"Svendborg Kommune","Address":{"AddressLine":"Marslevvej, 1","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":479,"Name":"Svendborg"},"Region":{"Id":3,"Name":"Syddanmark"},"PostalCode":"5700","City":"Svendborg"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":null,"Description":null,"Logo":65632,"WorkPlaceOrganizationNumber":"1003318598","OrganizationNumber":"29189730","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2022-04-08T00:00:00","PublicationEndDate":"2022-05-18T00:00:00","JobPositionInformation":{"PositionTitle":"Nymarkskolen - Svendborg Kommunes unikke ungeskole - søger skoleleder","Purpose":"Har du unge mennesker på sinde – og er du optaget af at gøre en forskel for netop denne gruppe elever i deres afsluttende folkeskoleår, så har vi en drømmestilling til dig, da Nymarkskolen søger en ny skoleleder.<br/><br/>Vi er en stor skole med 6 klasser på hver årgang fra 7. til 9. klasse – tre af klasserne er sportsklasser. Derudover ligger kommunens 10. klassecenter – med en EUD-linje – hos os. Endelig har vi et funktionsklassetilbud til udskolingselever med lavt intellektuelt funktionsniveau.<br/><br/>Nymarkskolen er en helt særlig ungeskole med et kæmpe potentiale.<br/>Din hovedopgave bliver at stå i spidsen for den fortsatte udvikling af en skole, der favner bredt. Vi skaber rammerne for elevernes læring, udvikling og overgang fra folkeskole til ungdomsuddannelse eller arbejde og dermed de bedst mulige forudsætninger for at komme godt videre i livet.<br/>Skolen har mange forskellige berøringsflader med det omgivende samfund og et internationalt udsyn, der både skal bevares og videreudvikles.<br/><br/><strong>Hvilke forventninger har vi til dig </strong><br/>Du skal som leder først og fremmest brænde for arbejdet i et ungemiljø. Ligesom du skal have faglig indsigt i og et særligt blik for netop denne gruppe elever.<br/><br/>Stillingen kræver, at du er en dygtig leder, der har erfaring med at udvikle mennesker og organisationer. Du har selvindsigt og stærke relationelle kompetencer.<br/><br/>Du skal være faglig opdateret og finde det naturligt at give pædagogisk og didaktisk sparring.<br/><br/>Vores forventning er, at du er en udadvendt, synlig, nærværende og lyttende leder, der med både faglighed og godt humør evner at inspirere og engagere. Du ved, at en stor og kompleks skole som Nymarkskolen kræver, at du er i stand til at ’stikke fingeren i jorden’ og søge pragmatiske løsninger.<br/><br/>På Nymarkskolen er det helt essentielt, at de forskellige faggruppers kompetencer kommer i spil, og vi forventer, at du har blik for, hvordan de hver især kan bidrage til kerneopgaven og et mangfoldigt læringsmiljø på en skole, der er præget af stor diversitet i elevgruppen.<br/><br/>Som skoleleder er du inddragende og transparent, når du tager de nødvendige beslutninger. Du formår at skabe meningsfulde sammenhænge, fx mellem overordnede politiske beslutninger og skolens egne strategier. Du er modig og i stand til at prioritere, og så kan du omsætte beslutninger til processer og konkrete handlinger.<br/><br/>Vi forventer, at du i et tæt og respektfuldt samarbejde med elever, medarbejdere, ledelse og bestyrelse får bragt byens ungeskole godt videre, herunder får kigget på de eksisterende rammer og strukturer og drøftet, hvordan de bedst mulig understøtter et godt læringsmiljø for både unge og voksne.<br/><br/>Din daglige ledelse er desuden kendetegnet ved ordentlighed, systematik og overblik – du er opgavemæssigt på forkant, og har fokus på kvalitet i opgaveløsningen.<br/><br/>Endelig er evnen til at omsætte et stort budget helt væsentligt samtidig med, at du kan se muligheder og bruge de tildelte ressourcer fleksibelt.<br/><br/><strong>Hvad kan du forvente </strong><br/>Du kan forvente at blive mødt af en gruppe skønne, livlige, forskellige og udfordrende <strong>unge mennesker</strong>. Ikke to dage er ens, men alle dage er givende, når man færdes rundt på skolen.<br/>Vores data viser, at der er tale om en gruppe elever, der er glade for deres skole og de voksne omkring dem.<br/><br/>Du kan forvente at blive mødt af en gruppe <strong>medarbejdere</strong>, der er motiverede, engagerede, loyale og hjælpsomme. De er eksperter i teenagere og ambitiøse på deres vegne.<br/><br/>Endelig kommer du til at indgå i et ny-sammensat forandringsparat, dynamisk og humørfyldt <strong>ledelsesteam</strong> bestående af en viceskoleleder og to afdelingsledere. Derudover er der ansat tre administrative medarbejdere.<br/><br/>Som ny leder i Svendborg Kommune bliver du en del af en skoleledergruppe, der tør drøfte både nemme og svære ting. Du får et introduktionsforløb både til kommunen og til skoleområdet, ligesom du tilbydes et sparringsforløb med en erfaren skoleleder fra kommunen i tæt samarbejde med Skole- og Uddannelseschefen.<br/><br/><strong>Vi er spændt på at høre dine tanker om…</strong><ul><li>Hvordan kan man udvikle Nymarkskolen fra de unges perspektiv, så vi i endnu højere grad sætter eleverne forrest og skiller os positivt ud, med et spændende og varieret ungemiljø?</li><li>Hvordan styrkes ’Vi-følelsen’ og sammenhængskraften på en skole, der strukturelt er opdelt i årgangsteam?</li><li>Hvordan vi i endnu højere grad kan udvikle læringsmiljøer, der afspejler den store diversitet og de meget forskellige behov og forudsætninger, der er i elevgruppen?</li></ul><strong>Skoleområdet i Svendborg Kommune</strong><br/>Svendborgs skolevæsen er velfungerende og har høj politisk prioritet. Vi har i alt 12 folkeskoler, der alle arbejder for at sætte god trivsel og undervisning i et <strong>mangfoldigt læringsmiljø</strong> højt på dagsordenen.<br/>Svendborg Kommune ser mangfoldighed og diversitet som en ressource og har ambitioner på&nbsp;alle&nbsp;børns vegne.<br/><br/>Derfor er vi optaget af den enkeltes deltagelse i fællesskabet og vi har en klar ambition om, at flest mulige&nbsp;forbliver i almentilbuddet – samtidig med, at vi har højt kvalificerede specialtilbud. Vi ønsker en skole og læringsmiljøer, der afspejler de elever, vi har. Men det er op til den enkelte skole at finde sin egen meningsfulde vej i dette arbejde.<br/><br/>Ud over de 12 folkeskoler er Ungdommens Uddannelsesvejledning og PPR en del af skoleområdet.<br/><br/><strong>Om Svendborg Kommune&nbsp;- Øhavets hovedstad</strong><br/>Svendborg har en suveræn beliggenhed midt i den skønneste natur, på kanten af det Sydfynske Øhav og med en mini-metropol, der byder på det hele. Vi tøver ikke, når vi med stolthed kalder Svendborg for Fyns kulturhovedstad. Vi har en charmerende bymidte og livlig handelsby med teatre og museer, rigt foreningsliv, samt folkeskoler i top og med særligt fokus på bevægelse og sport. Svendborg er placeret midt i landet med en halv time til Odense og under to timer til København og Århus. Svendborg er med sine godt 59.000 indbyggere Fyns andenstørste kommune.<br/><br/><strong>Ansættelsesvilkår</strong><br/>Der er tale om en fast stilling på 37 timer pr. uge.<br/>Årslønnen er på 760.687<strong> </strong>kr. eksklusive pension på 17,3 pct.<br/>Tiltrædelse 1. august 2022.<br/><br/><strong>Yderligere information</strong><br/>Vi opfordrer til, at du aflægger Nymarkskolen et besøg, inden du ansøger.<br/>Kontakt konstitueret skoleleder Peter Faarup for yderligere information og aftale om besøg.<br/>Tlf. 20 29 41 05<br/>Email: <a href=\"mailto:peter.faarup@svendborg.dk\" >Peter.Faarup@svendborg.dk</a><br/><br/>Skole- og Uddannelseschef Nanna Lohman<br/>Tlf. 29 65 76 40<br/>Email: <a href=\"mailto:nanna.lohman@svendborg.dk\" >nanna.lohman@svendborg.dk</a><br/><br/>Skolebestyrelsesformand Jannie Foss Hansen<br/>Tlf. 23 83 95 30<br/>Email: <a href=\"mailto:janniefoss@hotmail.com\" >janniefoss@hotmail.com</a><br/><br/><strong>Ansøgningsfrist og samtaler</strong><br/>Ansøgningsfrist: <strong>onsdag den 18. maj 2022</strong><br/>Der vil blive afholdt samtaler <strong>onsdag den 1. juni og fredag den 10. juni 2022.</strong><br/><br/>De kandidater, der udvælges til samtale, vil blive orienteret onsdag den 25. maj 2022. Man vil blive bedt om at forberede et kort oplæg forud for første samtale, ligesom der vil blive stillet en case forud for selve samtalen.<br/><br/>Mellem første og anden samtalerunde vil der blive udarbejdet en lederprofil på de kandidater, der går videre.<br/><br/>Løn- og personalekontoret indhenter straffeattest/børneattest på den ansøger, der bliver ansat. Det er en forudsætning for ansættelsen, at attesterne er tilfredsstillende i forhold til stillingen.<br/>Vurderingen foretages af Juridisk afdeling i samarbejde med direktøren for Børn og Unge i Svendborg Kommune.<br/><br/><strong>Om Nymarkskolen</strong><br/>Nymarkskolen er Svendborg Kommunes ungeskole. 7.-9. årgang, er placeret på Marslevvej – og 10. årgang (kommunalt 10.klassecenter) er placeret på Gyldenbjergvej – vi drømmer om, at den bliver en del af et fremtidigt campusmiljø. Tre af vores klasser er Svendborgs sportsklasser, der er et særligt spor for talenter fra alle sportsgrene i hele kommunen.<br/><br/>Vi har også et funktionsklassetilbud, hvor der aktuelt er 24 elever. Tilbuddet er målrettet udskolingselever fra Svendborg Kommune med kognitive, socioemotionelle udfordringer.<br/><br/>I år er der cirka 575 elever. Vi dækker et bredt opland og modtager elever fra tre skoledistrikter (børneskoler). Derfor er vores elevgruppe mangfoldigt sammensat. Knapt 20 pct. af vores elever er flersprogede - med 24 modersmål, og vi hylder mangfoldigheden som en af vores 5 grundlæggende værdier.<br/><br/>Der er omkring 80 medarbejdere fordelt på flg. personalegrupper: Lærere, pædagoger, sekretærer, køkkenleder og –assistenter, biblioteks- og kontorassistent samt ledere.<br/><br/>Skolens budget er på ca. 41 mio. kr. i 2022.<br/><br/>Endelig skal det fremhæves, at Nymarkskolen har et tæt samarbejde med ABIS (Den boligsociale helhedsplan). Helhedsplanen er en 4-årig plan for udvalgte boligområder i Svendborg med en række projekter samt en udviklingsplan for området. Nymarkskolen er en meget central medspiller ift. til indsatser, der bl.a. har fokus på, at flere unge skal i uddannelse og job, indsatser mod skolefravær m.m.<br/>Landsbyggefonden har netop doneret 42 million kroner til forbedring af udendørsarealerne ved det almene boligbyggeri, der er nabo til Nymarkskolen.<br/><br/><strong>Særlige fokusområder og indsatser</strong><br/>På Nymarkskolen er vi først og fremmest dygtige til at lave god undervisning, hvor vi skaber rammerne for en god og varieret læring på alle planer – både fagligt, socialt og personligt. Vi har mange åben-skole aktiviteter og et godt samarbejde med ungdomsuddannelser, UU, SSP m.v.<br/><br/>Derudover har vi en række indsatser, der er med til at tegne skolens profil.<br/><br/>Nymarkskolen er <strong>LOMA skole</strong> <strong>(Lokal Mad) </strong>hvor eleverne hver dag spiser sammen, enten mad produceret af skiftende klasser i vores produktionskøkken eller medbragt mad. LOMA baseres på lokale råvarer og indgår som en del af skolens undervisning, når eleverne planlægger menuer, besøger fx et landbrug og selv producerer mad til ca. 300 hver dag.<br/><br/>Med støtte fra Willum Fonden og Svendborg Kommune etableres der i foråret 2022 et stort centralt <strong>makerspace</strong> for Svendborg Kommune på Nymarkskolen. Her kan eleverne gennem innovative processer producere analoge og digitale produkter med en stærk kobling til samfundsrelevante problemstillinger. Makerspacepotentialet skal for alvor aktiveres i de kommende skoleår.<br/><br/>Nymarkskolen er <strong>Grønt Flag skole</strong> og har et stort fokus på bæredygtighed, madspild og at udvikle elevernes klimabevidsthed. Skolens Klimaråd bestående af elever og lærere er særdeles aktivt, og indsatsen understøttes af flere internationale samarbejder i Erasmus regi.<br/><br/>Vi er en akkrediteret <strong>Erasmus+ skole</strong>, og den internationale dimension vægtes og prioriteres højt. Vi har hvert år flere klasser og lærere, der rejser ud, ligesom vi også modtager mange gæster.<br/><br/>Nymarkskolen huser UU Sydfyns fritidsjobambassadør, der i tæt samarbejde med lærerne udvælger og matcher unge med fritidsjobs i lokale virksomheder. Projekt Fritidsjob er skabt i et samarbejde er mellem UU Sydfyn og ABIS (Den boligsociale helhedsplan) og har været støttet af Den A.P. Møllerske Støttefond. Projektet er pr.1.4.22 fuldt forankret i UU Sydfyn.<br/><br/><strong>Du kan læse mere her: </strong><br/>Om Nymarkskolen - <a href=\"https://nymarkskolen-svendborg.aula.dk/\" >https://nymarkskolen-svendborg.aula.dk/</a><br/><br/>Om fritidsjob - <a href=\"http://www.hopijob.dk\" >www.hopijob.dk</a><br/><br/>Den boligsociale helhedsplan - <a href=\"http://www.abis.dk\" >www.abis.dk</a><br/><br/>Ledelsesgrundlag - <a href=\"https://www.svendborg.dk/sites/default/files/pdf/ledelsesgrundlag.pdf\" >https://www.svendborg.dk/sites/default/files/PDF/ledelsesgrundlag.pdf</a><br/><br/>Om mangfoldige læringsmiljøer - <a href=\"https://www.svendborg.dk/om-kommunen/organisationen/boern-unge-kultur-og-fritid/skole-og-uddannelse/skole-og-uddannelse-4\" >https://www.svendborg.dk/om-kommunen/organisationen/boern-unge-kultur-og-fritid/skole-og-uddannelse/skole-og-uddannelse-4</a>","WorkLocation":{"AddressLine":"Marslevvej, 1","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":479,"Name":"Svendborg"},"Region":{"Id":3,"Name":"Syddanmark"},"PostalCode":"5700","City":"Svendborg"},"EmploymentType":1,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"DiscoWeb":0,"AlternateNames":[],"GroupId":0,"AreaId":0,"Id":0,"Name":null},"IsGovernmentHiring":false,"JppContacts":[{"Id":7896870,"Email":"nanna.lohman@svendborg.dk","FaxNumber":null,"PersonName":"Nanna Lohman","FirstName":"Nanna","LastName":"Lohman","PositionTitle":null,"PhoneNumbers":[{"Number":"29657640","Type":2,"Description":"Mobil"}]}],"EmploymentDate":"2022-08-01T00:00:00"},"IsRecruitmentOfForeignNationals":false,"IsWorkInDenmark":false,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://svendborg.career.emply.com/ad/nymarkskolen-svendborg-kommunes-unikke-ungeskole-soger-skoleleder/p7n8t4/da","ReplyInWriting":false,"ApplicationDeadlineDate":"2022-05-18T00:00:00"},"ContactAuthorityPhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=5574270&WorkPlace=65632&Organisation=29189730","Address":"Marslevvej, 1,5700, Svendborg","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=5574270&Company.Name=Svendborg Kommune&SubmissionDeadlineDate=2022-5-18&Title=Nymarkskolen - Svendborg Kommunes unikke ungeskole - søger skoleleder&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":false,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"Nymarkskolen - Svendborg Kommunes unikke ungeskole - søger skoleleder","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"5574270","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Svendborg Kommune","Address":"Marslevvej, 1","Country":null,"EmploymentAreaID":null,"PostCode":"5700","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Svendborg","ContactPerson":"Nanna Lohman","Phone":"29657640","Email":"nanna.lohman@svendborg.dk","Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2022-05-18T00:00:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"Place":"Arbejdspladsen ligger i Svendborg kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Svendborg Kommune","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"Har du unge mennesker på sinde – og er du optaget af at gøre en forskel for netop denne gruppe elever i deres afsluttende folkeskoleår, så har vi en drømmestilling til dig, da Nymarkskolen søger en ny skoleleder.Vi er en stor skole med 6 klasser på hver årgang fra 7. til 9. klasse – tre af klasserne er sportsklasser. Derudover ligger kommunens 10. ","DescriptionForSharing":"\"Har du unge mennesker på sinde – og er du optaget af at gøre en forskel for netop denne gruppe elever i deres afsluttende folkeskoleår, så har vi en drømmestilling til dig, da Nymarkskolen søger en ny skoleleder.Vi er en stor skole med 6 klasser på hver årgang fra 7. til 9. klasse – tre af klasserne er sportsklasser. Derudover ligger kommunens 10. \"","TitleForSharing":"\"Nymarkskolen - Svendborg Kommunes unikke ungeskole - søger skoleleder\"","RutePlan":"https://www.google.dk/maps/dir//Marslevvej,+1,5700,+Svendborg/","FormattedPurpose":"Har du unge mennesker på sinde – og er du optaget af at gøre en forskel for netop denne gruppe elever i deres afsluttende folkeskoleår, så har vi en drømmestilling til dig, da Nymarkskolen søger en ny skoleleder.<br/><br/>Vi er en stor skole med 6 klasser på hver årgang fra 7. til 9. klasse – tre af klasserne er sportsklasser. Derudover ligger kommunens 10. klassecenter – med en EUD-linje – hos os. Endelig har vi et funktionsklassetilbud til udskolingselever med lavt intellektuelt funktionsniveau.<br/><br/>Nymarkskolen er en helt særlig ungeskole med et kæmpe potentiale.<br/>Din hovedopgave bliver at stå i spidsen for den fortsatte udvikling af en skole, der favner bredt. Vi skaber rammerne for elevernes læring, udvikling og overgang fra folkeskole til ungdomsuddannelse eller arbejde og dermed de bedst mulige forudsætninger for at komme godt videre i livet.<br/>Skolen har mange forskellige berøringsflader med det omgivende samfund og et internationalt udsyn, der både skal bevares og videreudvikles.<br/><br/><strong>Hvilke forventninger har vi til dig </strong><br/>Du skal som leder først og fremmest brænde for arbejdet i et ungemiljø. Ligesom du skal have faglig indsigt i og et særligt blik for netop denne gruppe elever.<br/><br/>Stillingen kræver, at du er en dygtig leder, der har erfaring med at udvikle mennesker og organisationer. Du har selvindsigt og stærke relationelle kompetencer.<br/><br/>Du skal være faglig opdateret og finde det naturligt at give pædagogisk og didaktisk sparring.<br/><br/>Vores forventning er, at du er en udadvendt, synlig, nærværende og lyttende leder, der med både faglighed og godt humør evner at inspirere og engagere. Du ved, at en stor og kompleks skole som Nymarkskolen kræver, at du er i stand til at ’stikke fingeren i jorden’ og søge pragmatiske løsninger.<br/><br/>På Nymarkskolen er det helt essentielt, at de forskellige faggruppers kompetencer kommer i spil, og vi forventer, at du har blik for, hvordan de hver især kan bidrage til kerneopgaven og et mangfoldigt læringsmiljø på en skole, der er præget af stor diversitet i elevgruppen.<br/><br/>Som skoleleder er du inddragende og transparent, når du tager de nødvendige beslutninger. Du formår at skabe meningsfulde sammenhænge, fx mellem overordnede politiske beslutninger og skolens egne strategier. Du er modig og i stand til at prioritere, og så kan du omsætte beslutninger til processer og konkrete handlinger.<br/><br/>Vi forventer, at du i et tæt og respektfuldt samarbejde med elever, medarbejdere, ledelse og bestyrelse får bragt byens ungeskole godt videre, herunder får kigget på de eksisterende rammer og strukturer og drøftet, hvordan de bedst mulig understøtter et godt læringsmiljø for både unge og voksne.<br/><br/>Din daglige ledelse er desuden kendetegnet ved ordentlighed, systematik og overblik – du er opgavemæssigt på forkant, og har fokus på kvalitet i opgaveløsningen.<br/><br/>Endelig er evnen til at omsætte et stort budget helt væsentligt samtidig med, at du kan se muligheder og bruge de tildelte ressourcer fleksibelt.<br/><br/><strong>Hvad kan du forvente </strong><br/>Du kan forvente at blive mødt af en gruppe skønne, livlige, forskellige og udfordrende <strong>unge mennesker</strong>. Ikke to dage er ens, men alle dage er givende, når man færdes rundt på skolen.<br/>Vores data viser, at der er tale om en gruppe elever, der er glade for deres skole og de voksne omkring dem.<br/><br/>Du kan forvente at blive mødt af en gruppe <strong>medarbejdere</strong>, der er motiverede, engagerede, loyale og hjælpsomme. De er eksperter i teenagere og ambitiøse på deres vegne.<br/><br/>Endelig kommer du til at indgå i et ny-sammensat forandringsparat, dynamisk og humørfyldt <strong>ledelsesteam</strong> bestående af en viceskoleleder og to afdelingsledere. Derudover er der ansat tre administrative medarbejdere.<br/><br/>Som ny leder i Svendborg Kommune bliver du en del af en skoleledergruppe, der tør drøfte både nemme og svære ting. Du får et introduktionsforløb både til kommunen og til skoleområdet, ligesom du tilbydes et sparringsforløb med en erfaren skoleleder fra kommunen i tæt samarbejde med Skole- og Uddannelseschefen.<br/><br/><strong>Vi er spændt på at høre dine tanker om…</strong><ul><li>Hvordan kan man udvikle Nymarkskolen fra de unges perspektiv, så vi i endnu højere grad sætter eleverne forrest og skiller os positivt ud, med et spændende og varieret ungemiljø?</li><li>Hvordan styrkes ’Vi-følelsen’ og sammenhængskraften på en skole, der strukturelt er opdelt i årgangsteam?</li><li>Hvordan vi i endnu højere grad kan udvikle læringsmiljøer, der afspejler den store diversitet og de meget forskellige behov og forudsætninger, der er i elevgruppen?</li></ul><strong>Skoleområdet i Svendborg Kommune</strong><br/>Svendborgs skolevæsen er velfungerende og har høj politisk prioritet. Vi har i alt 12 folkeskoler, der alle arbejder for at sætte god trivsel og undervisning i et <strong>mangfoldigt læringsmiljø</strong> højt på dagsordenen.<br/>Svendborg Kommune ser mangfoldighed og diversitet som en ressource og har ambitioner på alle børns vegne.<br/><br/>Derfor er vi optaget af den enkeltes deltagelse i fællesskabet og vi har en klar ambition om, at flest mulige forbliver i almentilbuddet – samtidig med, at vi har højt kvalificerede specialtilbud. Vi ønsker en skole og læringsmiljøer, der afspejler de elever, vi har. Men det er op til den enkelte skole at finde sin egen meningsfulde vej i dette arbejde.<br/><br/>Ud over de 12 folkeskoler er Ungdommens Uddannelsesvejledning og PPR en del af skoleområdet.<br/><br/><strong>Om Svendborg Kommune - Øhavets hovedstad</strong><br/>Svendborg har en suveræn beliggenhed midt i den skønneste natur, på kanten af det Sydfynske Øhav og med en mini-metropol, der byder på det hele. Vi tøver ikke, når vi med stolthed kalder Svendborg for Fyns kulturhovedstad. Vi har en charmerende bymidte og livlig handelsby med teatre og museer, rigt foreningsliv, samt folkeskoler i top og med særligt fokus på bevægelse og sport. Svendborg er placeret midt i landet med en halv time til Odense og under to timer til København og Århus. Svendborg er med sine godt 59.000 indbyggere Fyns andenstørste kommune.<br/><br/><strong>Ansættelsesvilkår</strong><br/>Der er tale om en fast stilling på 37 timer pr. uge.<br/>Årslønnen er på 760.687<strong> </strong>kr. eksklusive pension på 17,3 pct.<br/>Tiltrædelse 1. august 2022.<br/><br/><strong>Yderligere information</strong><br/>Vi opfordrer til, at du aflægger Nymarkskolen et besøg, inden du ansøger.<br/>Kontakt konstitueret skoleleder Peter Faarup for yderligere information og aftale om besøg.<br/>Tlf. 20 29 41 05<br/>Email: <a target=\"_blank\" href=\"mailto:peter.faarup@svendborg.dk\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5574270\">Peter.Faarup@svendborg.dk</a><br/><br/>Skole- og Uddannelseschef Nanna Lohman<br/>Tlf. 29 65 76 40<br/>Email: <a target=\"_blank\" href=\"mailto:nanna.lohman@svendborg.dk\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5574270\">nanna.lohman@svendborg.dk</a><br/><br/>Skolebestyrelsesformand Jannie Foss Hansen<br/>Tlf. 23 83 95 30<br/>Email: <a target=\"_blank\" href=\"mailto:janniefoss@hotmail.com\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5574270\">janniefoss@hotmail.com</a><br/><br/><strong>Ansøgningsfrist og samtaler</strong><br/>Ansøgningsfrist: <strong>onsdag den 18. maj 2022</strong><br/>Der vil blive afholdt samtaler <strong>onsdag den 1. juni og fredag den 10. juni 2022.</strong><br/><br/>De kandidater, der udvælges til samtale, vil blive orienteret onsdag den 25. maj 2022. Man vil blive bedt om at forberede et kort oplæg forud for første samtale, ligesom der vil blive stillet en case forud for selve samtalen.<br/><br/>Mellem første og anden samtalerunde vil der blive udarbejdet en lederprofil på de kandidater, der går videre.<br/><br/>Løn- og personalekontoret indhenter straffeattest/børneattest på den ansøger, der bliver ansat. Det er en forudsætning for ansættelsen, at attesterne er tilfredsstillende i forhold til stillingen.<br/>Vurderingen foretages af Juridisk afdeling i samarbejde med direktøren for Børn og Unge i Svendborg Kommune.<br/><br/><strong>Om Nymarkskolen</strong><br/>Nymarkskolen er Svendborg Kommunes ungeskole. 7.-9. årgang, er placeret på Marslevvej – og 10. årgang (kommunalt 10.klassecenter) er placeret på Gyldenbjergvej – vi drømmer om, at den bliver en del af et fremtidigt campusmiljø. Tre af vores klasser er Svendborgs sportsklasser, der er et særligt spor for talenter fra alle sportsgrene i hele kommunen.<br/><br/>Vi har også et funktionsklassetilbud, hvor der aktuelt er 24 elever. Tilbuddet er målrettet udskolingselever fra Svendborg Kommune med kognitive, socioemotionelle udfordringer.<br/><br/>I år er der cirka 575 elever. Vi dækker et bredt opland og modtager elever fra tre skoledistrikter (børneskoler). Derfor er vores elevgruppe mangfoldigt sammensat. Knapt 20 pct. af vores elever er flersprogede - med 24 modersmål, og vi hylder mangfoldigheden som en af vores 5 grundlæggende værdier.<br/><br/>Der er omkring 80 medarbejdere fordelt på flg. personalegrupper: Lærere, pædagoger, sekretærer, køkkenleder og –assistenter, biblioteks- og kontorassistent samt ledere.<br/><br/>Skolens budget er på ca. 41 mio. kr. i 2022.<br/><br/>Endelig skal det fremhæves, at Nymarkskolen har et tæt samarbejde med ABIS (Den boligsociale helhedsplan). Helhedsplanen er en 4-årig plan for udvalgte boligområder i Svendborg med en række projekter samt en udviklingsplan for området. Nymarkskolen er en meget central medspiller ift. til indsatser, der bl.a. har fokus på, at flere unge skal i uddannelse og job, indsatser mod skolefravær m.m.<br/>Landsbyggefonden har netop doneret 42 million kroner til forbedring af udendørsarealerne ved det almene boligbyggeri, der er nabo til Nymarkskolen.<br/><br/><strong>Særlige fokusområder og indsatser</strong><br/>På Nymarkskolen er vi først og fremmest dygtige til at lave god undervisning, hvor vi skaber rammerne for en god og varieret læring på alle planer – både fagligt, socialt og personligt. Vi har mange åben-skole aktiviteter og et godt samarbejde med ungdomsuddannelser, UU, SSP m.v.<br/><br/>Derudover har vi en række indsatser, der er med til at tegne skolens profil.<br/><br/>Nymarkskolen er <strong>LOMA skole</strong> <strong>(Lokal Mad) </strong>hvor eleverne hver dag spiser sammen, enten mad produceret af skiftende klasser i vores produktionskøkken eller medbragt mad. LOMA baseres på lokale råvarer og indgår som en del af skolens undervisning, når eleverne planlægger menuer, besøger fx et landbrug og selv producerer mad til ca. 300 hver dag.<br/><br/>Med støtte fra Willum Fonden og Svendborg Kommune etableres der i foråret 2022 et stort centralt <strong>makerspace</strong> for Svendborg Kommune på Nymarkskolen. Her kan eleverne gennem innovative processer producere analoge og digitale produkter med en stærk kobling til samfundsrelevante problemstillinger. Makerspacepotentialet skal for alvor aktiveres i de kommende skoleår.<br/><br/>Nymarkskolen er <strong>Grønt Flag skole</strong> og har et stort fokus på bæredygtighed, madspild og at udvikle elevernes klimabevidsthed. Skolens Klimaråd bestående af elever og lærere er særdeles aktivt, og indsatsen understøttes af flere internationale samarbejder i Erasmus regi.<br/><br/>Vi er en akkrediteret <strong>Erasmus+ skole</strong>, og den internationale dimension vægtes og prioriteres højt. Vi har hvert år flere klasser og lærere, der rejser ud, ligesom vi også modtager mange gæster.<br/><br/>Nymarkskolen huser UU Sydfyns fritidsjobambassadør, der i tæt samarbejde med lærerne udvælger og matcher unge med fritidsjobs i lokale virksomheder. Projekt Fritidsjob er skabt i et samarbejde er mellem UU Sydfyn og ABIS (Den boligsociale helhedsplan) og har været støttet af Den A.P. Møllerske Støttefond. Projektet er pr.1.4.22 fuldt forankret i UU Sydfyn.<br/><br/><strong>Du kan læse mere her: </strong><br/>Om Nymarkskolen - <a target=\"_blank\" href=\"https://nymarkskolen-svendborg.aula.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5574270\">https://nymarkskolen-svendborg.aula.dk/</a><br/><br/>Om fritidsjob - <a target=\"_blank\" href=\"http://www.hopijob.dk\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5574270\">www.hopijob.dk</a><br/><br/>Den boligsociale helhedsplan - <a target=\"_blank\" href=\"http://www.abis.dk\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5574270\">www.abis.dk</a><br/><br/>Ledelsesgrundlag - <a target=\"_blank\" href=\"https://www.svendborg.dk/sites/default/files/pdf/ledelsesgrundlag.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5574270\">https://www.svendborg.dk/sites/default/files/PDF/ledelsesgrundlag.pdf</a><br/><br/>Om mangfoldige læringsmiljøer - <a target=\"_blank\" href=\"https://www.svendborg.dk/om-kommunen/organisationen/boern-unge-kultur-og-fritid/skole-og-uddannelse/skole-og-uddannelse-4\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5574270\">https://www.svendborg.dk/om-kommunen/organisationen/boern-unge-kultur-og-fritid/skole-og-uddannelse/skole-og-uddannelse-4</a>","MapUrl":"https://www.google.dk/maps/place/Marslevvej,+1,5700,+Svendborg/","OrganizationNumber":"29189730","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}