{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"Administrationsbefalingsmand (S1) ved 2. Kapacitetsafdeling, Danske Artilleriregiment","JobHeadline":"Administrationsbefalingsmand (S1) ved 2. Kapacitetsafdeling, Danske Artilleriregiment","Presentation":"Har du lyst til at være omdrejningspunktet for 2. Kapacitetsafdeling (2KAP) forvaltning og administrative virksomhed? Trives du med frihed under ansvar og har du en serviceminded optræden? Så er du må","HiringOrgName":"Oksbøl Kaserne","WorkPlaceAddress":"Grærup Havvej 2","WorkPlacePostalCode":"6840","WorkPlaceCity":"Oksbøl","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2022-04-22T00:00:00","LastDateApplication":"2022-05-15T00:00:00","FormattedLastDateApplication":"15. maj 2022","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/5581777","Region":"Syddanmark","Municipality":"Varde","Country":"Danmark","PostalCode":"6840","PostalCodeName":null,"JobAnnouncementType":"","EmploymentType":"","WorkHours":"Fuldtid","OccupationArea":"Vagt, sikkerhed og overvågning","OccupationGroup":"Militært arbejde","Occupation":"Sergent","Location":{"Latitude":55.6177,"Longitude":8.2371},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"WorkplaceID":0,"OrganisationId":"25767","HiringOrgCVR":16287180,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/5581777","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/5581777","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/5581777","HasLocationValues":true,"ID":"5581777","Latitude":55.6177,"Longitude":8.2371},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Oksbøl Kaserne","Address":{"AddressLine":"Grærup Havvej 2","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":573,"Name":"Varde"},"Region":{"Id":3,"Name":"Syddanmark"},"PostalCode":"6840","City":"Oksbøl"},"PhoneNumber":{"Number":"728 19175","Type":0,"Description":"Primary"},"FaxNumber":null,"Email":"FPS-BA-BS255@FIIN.DK","WebAddress":null,"Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1010472136","OrganizationNumber":"16287180","OrganizationDescription":null},"JobPositionPosting":{"Id":5581777,"OriginalJppId":5581777,"HiringOrg":{"Name":"Oksbøl Kaserne","Address":{"AddressLine":"Grærup Havvej 2","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":573,"Name":"Varde"},"Region":{"Id":3,"Name":"Syddanmark"},"PostalCode":"6840","City":"Oksbøl"},"PhoneNumber":{"Number":"728 19175","Type":0,"Description":"Primary"},"FaxNumber":null,"Email":"FPS-BA-BS255@FIIN.DK","WebAddress":null,"Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1010472136","OrganizationNumber":"16287180","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2022-04-22T00:00:00","PublicationEndDate":"2022-05-15T00:00:00","JobPositionInformation":{"PositionTitle":"Administrationsbefalingsmand (S1) ved 2. Kapacitetsafdeling, Danske Artilleriregiment","Purpose":"Har du lyst til at være omdrejningspunktet for 2. Kapacitetsafdeling (2KAP) forvaltning og administrative virksomhed? Trives du med frihed under ansvar og har du en serviceminded optræden? Så er du måske den kollega, vi søger til en nyoprettet stilling som Administrationsbefalingsmand (ADMBM) (S1).<br /><br /><b>Om os</b><br /><br>2KAP er ansvarlig for gennemførelse af Hærens Basisuddannelse og den efterfølgende Hærens Reaktionsstyrkeuddannelse. <br/><br/>2KAP har tillige til opgave at udvikle og opstille Hærens fremtidige luftværnsbatteri og er ansvarlig for dele af hærens tværfaglige områder (Hærens tværfaglige S7) som f. eks. håndvåben, uniform og personlig beskyttelse, pansrede mandskabsvogne, pansrede patruljekøretøjer, skydeuddannelse m.m., samt den relaterede kursusvirksomhed. Ydermere hidrører Hærens Simulationscenter under 2KAP.<br/><br/>Du kan finde supplerende oplysninger om Danske Artilleriregiment og 2. Kapacitetsafdeling på vores teamsite på FIIN eller på www.danskeartilleriregiment.dk.<br /><br /><b>Om stillingen</b><br /><br>Som ADMBM indgår du i ST og forestår løsningen af forvaltningsmæssige og administrative opgaver ved 2KAP, hvis organisation og egenart gør hverdagen udfordrende og varieret. <br/><br/>For den rette kandidat kan vi tilbyde en alsidig og udviklende tjeneste, hvor du for alvor kan bringe dine forskellige kompetencer indenfor stabstjeneste og administration i spil og bidrage til at gøre en forskel for enhederne i 2KAP.<br/> <br/>Som tilfældet altid har været i Oksbøl, er der generelt ”højt til loftet og langt til døren!” Vi sætter pris på at hjælpe og støtte hinanden indbyrdes, hvorfor stabens ad hoc-opgaver forventeligt vil fylde noget i hverdagen og i øvrigt kan tilpasses din baggrund og profil. <br/><br/>Grundstammen i din opgaveportefølje vil bestå af:<br/>• Udarbejdelse og administration af personelplaner i tæt samarbejde med ST/DAR, AFDBM og AC.<br/>• Håndtering af kompetenceudvikling af 2KAP medarbejdere i samarbejde med UAF-DCH, SEKCH, FGLD, AFDBM og AC, herunder grund-, videre- og efteruddannelse.<br/>• Støtte til monitering af Q-regimet, herunder helbredsstatus, basistest mv. samt udviklingskontrakter, FOKUS etc.<br/>• Håndtering af personel af reserven, herunder indkommanderinger.<br/>• Koordination af til- og afgang samt ansættelser, herunder stillingsopslag, samtaler, mødedag, onboarding mv. i samarbejde med ST/DAR.<br/>• Input til og udarbejdelse af Afdelingsbefalinger.<br/>• Håndtering af NYLØN-processen.<br/>• Håndtering af forespørgsler vedr. enkeltpersoner til NAT-/INTOPS.<br/><br/>En naturlig del af dit virke omfatter også:<br/>• Rådgivning af ledelsen indenfor personelforvaltning og-administration. <br/>• Lønbudgettering/-opfølgning, herunder merarbejde.<br/>• Rets- og straffeforhold.<br/>• Arbejdstidsforvaltning og -controlling.<br/>• Støtte til indkaldelse af HBU/HRU i samarbejde med de administrative teams. <br/>• Håndtering af tjenesterejser.<br/>• Rådgivning og bidragsyder til 2KAP økonomi i planlægnings- og budgetteringsfasen.<br/>• Med ansvar over for AC og STCH gennemføre budgetopfølgning, herunder kontrol og eventuel justering af 2KAP økonomi ift. tildelte rammer.<br /><br /><b>Om dig</b><br /><br>Vi forventer, at du er en rutineret seniorsergent med tidligere tjeneste som Underafdelingsbefalingsmand, evt. ADMBM ved en AFD/BTN, og gerne med indsigt i tjenesten på REG- og AFD-niveau. <br/><br/>Kommer du med en anden baggrund, kan vi sørge for en målrettet kompetenceudviklings- og omskolingsplan, ligesom øvrig kompetenceudvikling af dig selv naturligvis er mulig. Det vigtigste er interesse for og lyst til at prøve kræfter med de nævnte opgaver samt en veludviklet holdånd, der sætter os i stand til at løfte i flok.<br/><br/>Ved indtræden i stillingen som seniorsergent, skal du have eller erhverve dig følgende kompetencer efter aftale med STCH:<br/><br/>Militær efteruddannelse: <br/>• Planlagt, påbegyndt eller gennemført et grundmodul og et føringsmodul i den militære akademiuddannelse (MAU).<br/><br/>Føring: <br/>• Skal kunne varetage føring og ledelse, herunder udvise fysisk og psykisk handlekraft, for at fastholde undergivnes fokus på opgaveløsning.<br/>• Skal kunne tage ansvar for og kontrollere, at enheden lever op til Forsvarets værdier om etik og moral, herunder diversitet, disciplin og adfærd.<br/>• Skal kunne varetage føring, herunder afgøre relevansen af opgavers enkeltdele som et led i styring, prioritering og fordelingen af pålagte opgaver til underlagte førere, følge op med kontrol af kvaliteten og rettidigheden af løsningen samt korrigere, hvis resultater i enheden ikke er tilfredsstillende.<br/><br/>Ledelse:<br/>• Skal kunne indgå i udviklingsorienterede og/eller tværfaglige arbejdsprocesser, herunder initiere gennemførelsen af delelementer fra projekt- og stabsbeslutninger i egen enhed.<br/>• Skal kunne varetage ledelsesfunktioner og sikre en effektiv opgaveløsning ved enheden i praksis nære problemstillinger og strategiske beslutninger.<br/><br/>Uddannelse: <br/>• Skal kunne indgå i udviklingen af underordnet og sideordnet personels faglige og personlige kompetencer ud fra enhedens uddannelses- og udviklingsbehov.<br/>• Skal kunne indgå i udviklingsorienterede og tværfaglige arbejdsprocesser og herunder bidrage til uddannelsesforløb for dansk og udenlandsk militært personel. <br/>• Skal kunne identificere og udvikle egne udviklingsbehov, herunder opsøge kompetenceudvikling under vejledning fra egen samtaleleder.<br/><br/>Derudover bør du have:<br/>• Gode evner til at kommunikere, i såvel skrift som tale.<br/>• Interesse og flair for administration og forvaltning.<br/>• Lyst til at opbygge netværk, indhente erfaringer og udvikle ideer i fællesskab med DAR, sideordnede myndigheder, de administrative teams ved 2KAP styrkeproducerende batterier m.fl.<br/><br/>Den oplagte kandidat er desuden imødekommende, løsningsorienteret og en erfaren teamplayer med fokus på samarbejde og omgang med kolleger med forskellige profiler. <br/><br/>Du skal snarest muligt erhverve de nødvendige SAP-kvalifikationer.<br /><br /><b>Ansættelsesvilkår</b><br /><br>Stillingen er en seniorsergentstilling på overenskomstmæssige vilkår. Stillingen kan besættes med en tjenestemand. Løn m.v. er reguleret ved den til enhver tid gældende LC/CO10-fællesoverenskomst og organisationsaftale mellem Forsvarsministeriets Personalestyrelse, CO10 og Centralforeningen for Stampersonel for stampersonel af linjen og reserven samt elever i Forsvarsministeriet med tilhørende myndigheder.<br/><br/>Stillingen kan besættes af en oversergent med et godt udviklingspotentiale og som vurderes klar til udnævnelse eller klar til udnævnelse indenfor en kortere årrække. <br/>I så fald vil der blive taget stilling til udnævnelse i forbindelse med ansættelsen eller der vil blive udarbejdet en udviklingskontrakt der er målrettet gennemgang af den nødvendige kompetenceudvikling og/eller uddannelse, med henblik på udnævnelse til seniorsergent efterfølgende. Aflønning sker i henhold til stillingens lønniveau.<br/><br/>Ved ansøgning om en ny stilling i Forsvarsministeriets område, skal forhandling om personlige tillæg indgå i ansættelsesproceduren i henhold til gældende overenskomst.<br/><br/>Dit faste tjenestested vil være Oksbøl Kaserne.<br/><br/>Som ansat i Forsvarsministeriets område er du omfattet af nogle særlige vilkår. Du skal bl.a. kunne sikkerhedsgodkendes og opretholde sikkerhedsgodkendelsen under hele ansættelses-forløbet.<br/> <br/>Du har som ansat pligt til at forrette tjeneste uden for landets grænser, herunder ved enhe-der i internationale operationer med henblik på deltagelse i konfliktforebyggende, fredsbe-varende, fredsskabende, humanitære og andre lignende operationer.<br/> <br/>Ansættelsen er betinget af, at du kan bestå Forsvarets fysiske basiskrav og ved helbreds- og tandlægevurderinger erklæres for fuldt egnet til udsendelse i internationale operationer.<br/><br/>KONTAKT OG ANSØGNING<br/>Hvis du vil vide mere om stillingen, er du velkommen til at kontakte Afdelingsbefalingsmanden ved 2KAP, chefsergent Niels Mølleskov, telefon 72838502/22957762, E-mail: DAR-2A-AFDBM@FIIN.DK, eller n.moelleskov@mil.dk.<br/><br/>Har du spørgsmål til løn- og ansættelsesvilkår, kan du kontakte HR-konsulent Susan Hadberg ved Forsvarsministeriets Personalestyrelse på mail: FPS-BA-BS255@MIL.DK.<br/><br/>Såfremt du er omfattet af en lokal tjenesteplan eller er udpeget til deltagelse i internationale operationer, skal du gøre opmærksom på dette i din ansøgning.<br/><br/>Ansøgningsfristen er 15. maj 2022. Vi forventer at afholde ansættelsessamtaler umiddelbart efter ansøgningsfristens udløb.<br/><br/>Tiltrædelse er snarest muligt efter 1. juli 2022.<br/><br/>Ansøgningen sendes elektronisk via linket i annoncen.<br/><br/>FOKUS og referencer kan medsendes, men er ikke et krav.<br/><br/>I Forsvarsministeriets organisation tror vi på, at mangfoldighed styrker opgaveløsningen. Derfor opfordrer vi alle interesserede uanset baggrund til at søge stillingen.<br/><br/>Om Danske Artilleriregiment (DAR)<br/>DAR blev oprettet den 1. januar 2019 og er garnisoneret på Oksbøl Kaserne. DAR løser en bred vifte af opgaver til støtte for det øvrige forsvar og særligt hærens øvrige enheder.<br/><br/>1. Artilleriafdeling (1AA) yder ildstøtte og rådgivning til og med brigadeniveauet. 1AA be-sidder moderne artilleripjecer og morterer, nyt digitalt ildledelsessystem samt køretøjer.<br/><br/>2. Kapacitetsafdeling (2KAP) er ansvarlig for gennemførelse af Hærens Basisuddannelse og den efterfølgende Hærens Reaktionsstyrkeuddannelse. 2KAP har tillige til opgave at udvikle og opstille Hærens fremtidige luftværnsbatteri og er ansvarlig for dele af hærens tværfaglige områder (Hærens tværgående S7) som f. eks. håndvåben, uniform og personlig beskyttelse, pansrede mandskabsvogne, pansrede patruljekøretøjer, skydeuddannelse m.m., samt den relaterede kursusvirksomhed. Ydermere hidrører Hærens Simulationscenter under 2KAP.<br/><br/>3. Sikkerheds- og Ballistikafdeling er ansvarlig for områderne Skydebaneinspektoratet, sik-kerhed ved skydning med direkte og indirekte våbensystemer fra den mindste til den stør-ste kaliber, ballistik og tilhørende skydeteori samt kapacitetsudviklingen på ammunition tilknyttet de kinetiske våbensystemer.<br/><br/>Herudover består DAR af en regimentsstab og et Tjenestegrensinspektørelement.<br/>Om Oksbøl Garnison<br/>Oksbøl kaserne er placeret i et naturskønt område, tæt på skov og strand og med Danmarks største militære øvelsesplads i tilknytning til kasernen. Der er placeret tre garnisoner i Varde Kommune der huser Danske Artilleriregiment, Efterretningsregimentet, Hærens Sergentsko-le og Hjemmeværnsskolen, med tilsammen ca. 900 militære arbejdspladser. Du har derfor gode muligheder for et varieret tjenesteforløb inden for kommunens grænser.<br/><br/>Vi har et godt samarbejde med Esbjerg og Varde Kommune, som er klar til at støtte dig og din familie, hvis du flytter til området. Med udgangspunkt i dit / jeres behov og ønsker, til-passer vi støtten i forhold til partners job, skole, bolig med videre.<br/><br/>Esbjerg Kommune har et program for medflyttende partnere med blandt andet sparring på jobsøgning og formidling af CV’er til en lang række virksomheder. Ligeledes formidles kon-tant til private udlejere af lejeboliger. Tilflyttere med ansættelse kan skrive sig op på vente-liste hos boligforeningerne i Esbjerg Kommune og rykke frem i køen til lejligheder.  <br/><br/>Læs mere om, hvad Tilflytterservice kan gøre for dig/jer på www.nyiesbjerg.dk og www.vardekommune.dk/flyt-til-varde-kommune.I Varde Kommune har partneren fx mulig-hed for at komme til samtale ved udvalgte private og offentlige virksomheder, og tilflyttere med ansættelse samt pendlere har fortrinsret til lejeboliger.<br/>Du er meget velkommen til at kontakte:<br/>Bosætningskonsulent Esbjerg Kommune Pia Enemark, tilflytter@esbjergkommune.dk, 2047 3206 og Bosætningskonsulent Varde Kommune Jørgen Nielbæk, joni@varde.dk, 3059 0595.<br />","WorkLocation":{"AddressLine":"Grærup Havvej 2","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":573,"Name":"Varde"},"Region":{"Id":3,"Name":"Syddanmark"},"PostalCode":"6840","City":"Oksbøl"},"EmploymentType":1,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"DiscoWeb":0,"AlternateNames":[],"GroupId":0,"AreaId":0,"Id":0,"Name":null},"IsGovernmentHiring":true,"JppContacts":[{"Id":7925432,"Email":"FPS-BA-BS255@FIIN.DK","FaxNumber":null,"PersonName":"Hadberg Susan","FirstName":"Hadberg","LastName":"Susan","PositionTitle":null,"PhoneNumbers":[{"Number":"728 19175","Type":0,"Description":"Hovednummer"}]}],"EmploymentDate":"2022-07-01T00:00:00"},"IsRecruitmentOfForeignNationals":false,"IsWorkInDenmark":false,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=1236&ProjectId=174780&DepartmentId=18960&MediaId=4680&SkipAdvertisement=true","ReplyInWriting":false,"ApplicationDeadlineDate":"2022-05-15T00:00:00"},"ContactAuthorityPhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=5581777&Organisation=16287180","Address":"Grærup Havvej 2,6840, Oksbøl","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=5581777&Company.Name=Oksbøl Kaserne&SubmissionDeadlineDate=2022-5-15&Title=Administrationsbefalingsmand (S1) ved 2. Kapacitetsafdeling, Danske Artilleriregiment&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":false,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"Administrationsbefalingsmand (S1) ved 2. Kapacitetsafdeling, Danske Artilleriregiment","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"5581777","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Oksbøl Kaserne","Address":"Grærup Havvej 2","Country":null,"EmploymentAreaID":null,"PostCode":"6840","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Oksbøl","ContactPerson":"Hadberg Susan","Phone":"728 19175","Email":"fps-ba-bs255@fiin.dk","Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2022-05-15T00:00:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"Place":"Arbejdspladsen ligger i Varde kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Oksbøl Kaserne","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"Har du lyst til at være omdrejningspunktet for 2. Kapacitetsafdeling (2KAP) forvaltning og administrative virksomhed? Trives du med frihed under ansvar og har du en serviceminded optræden? Så er du måske den kollega, vi søger til en nyoprettet stilling som Administrationsbefalingsmand (ADMBM) (S1).Om os2KAP er ansvarlig for gennemførelse af Hærens ","DescriptionForSharing":"\"Har du lyst til at være omdrejningspunktet for 2. Kapacitetsafdeling (2KAP) forvaltning og administrative virksomhed? Trives du med frihed under ansvar og har du en serviceminded optræden? Så er du måske den kollega, vi søger til en nyoprettet stilling som Administrationsbefalingsmand (ADMBM) (S1).Om os2KAP er ansvarlig for gennemførelse af Hærens \"","TitleForSharing":"\"Administrationsbefalingsmand (S1) ved 2. Kapacitetsafdeling, Danske Artilleriregiment\"","RutePlan":"https://www.google.dk/maps/dir//Grærup+Havvej+2,6840,+Oksbøl/","FormattedPurpose":"Har du lyst til at være omdrejningspunktet for 2. Kapacitetsafdeling (2KAP) forvaltning og administrative virksomhed? Trives du med frihed under ansvar og har du en serviceminded optræden? Så er du måske den kollega, vi søger til en nyoprettet stilling som Administrationsbefalingsmand (ADMBM) (S1).<br /><br /><b>Om os</b><br /><br>2KAP er ansvarlig for gennemførelse af Hærens Basisuddannelse og den efterfølgende Hærens Reaktionsstyrkeuddannelse. <br/><br/>2KAP har tillige til opgave at udvikle og opstille Hærens fremtidige luftværnsbatteri og er ansvarlig for dele af hærens tværfaglige områder (Hærens tværfaglige S7) som f. eks. håndvåben, uniform og personlig beskyttelse, pansrede mandskabsvogne, pansrede patruljekøretøjer, skydeuddannelse m.m., samt den relaterede kursusvirksomhed. Ydermere hidrører Hærens Simulationscenter under 2KAP.<br/><br/>Du kan finde supplerende oplysninger om Danske Artilleriregiment og 2. Kapacitetsafdeling på vores teamsite på FIIN eller på <a target=\"_blank\" href=\"http://www.danskeartilleriregiment.dk\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5581777\">www.danskeartilleriregiment.dk</a>.<br /><br /><b>Om stillingen</b><br /><br>Som ADMBM indgår du i ST og forestår løsningen af forvaltningsmæssige og administrative opgaver ved 2KAP, hvis organisation og egenart gør hverdagen udfordrende og varieret. <br/><br/>For den rette kandidat kan vi tilbyde en alsidig og udviklende tjeneste, hvor du for alvor kan bringe dine forskellige kompetencer indenfor stabstjeneste og administration i spil og bidrage til at gøre en forskel for enhederne i 2KAP.<br/> <br/>Som tilfældet altid har været i Oksbøl, er der generelt ”højt til loftet og langt til døren!” Vi sætter pris på at hjælpe og støtte hinanden indbyrdes, hvorfor stabens ad hoc-opgaver forventeligt vil fylde noget i hverdagen og i øvrigt kan tilpasses din baggrund og profil. <br/><br/>Grundstammen i din opgaveportefølje vil bestå af:<br/>• Udarbejdelse og administration af personelplaner i tæt samarbejde med ST/DAR, AFDBM og AC.<br/>• Håndtering af kompetenceudvikling af 2KAP medarbejdere i samarbejde med UAF-DCH, SEKCH, FGLD, AFDBM og AC, herunder grund-, videre- og efteruddannelse.<br/>• Støtte til monitering af Q-regimet, herunder helbredsstatus, basistest mv. samt udviklingskontrakter, FOKUS etc.<br/>• Håndtering af personel af reserven, herunder indkommanderinger.<br/>• Koordination af til- og afgang samt ansættelser, herunder stillingsopslag, samtaler, mødedag, onboarding mv. i samarbejde med ST/DAR.<br/>• Input til og udarbejdelse af Afdelingsbefalinger.<br/>• Håndtering af NYLØN-processen.<br/>• Håndtering af forespørgsler vedr. enkeltpersoner til NAT-/INTOPS.<br/><br/>En naturlig del af dit virke omfatter også:<br/>• Rådgivning af ledelsen indenfor personelforvaltning og-administration. <br/>• Lønbudgettering/-opfølgning, herunder merarbejde.<br/>• Rets- og straffeforhold.<br/>• Arbejdstidsforvaltning og -controlling.<br/>• Støtte til indkaldelse af HBU/HRU i samarbejde med de administrative teams. <br/>• Håndtering af tjenesterejser.<br/>• Rådgivning og bidragsyder til 2KAP økonomi i planlægnings- og budgetteringsfasen.<br/>• Med ansvar over for AC og STCH gennemføre budgetopfølgning, herunder kontrol og eventuel justering af 2KAP økonomi ift. tildelte rammer.<br /><br /><b>Om dig</b><br /><br>Vi forventer, at du er en rutineret seniorsergent med tidligere tjeneste som Underafdelingsbefalingsmand, evt. ADMBM ved en AFD/BTN, og gerne med indsigt i tjenesten på REG- og AFD-niveau. <br/><br/>Kommer du med en anden baggrund, kan vi sørge for en målrettet kompetenceudviklings- og omskolingsplan, ligesom øvrig kompetenceudvikling af dig selv naturligvis er mulig. Det vigtigste er interesse for og lyst til at prøve kræfter med de nævnte opgaver samt en veludviklet holdånd, der sætter os i stand til at løfte i flok.<br/><br/>Ved indtræden i stillingen som seniorsergent, skal du have eller erhverve dig følgende kompetencer efter aftale med STCH:<br/><br/>Militær efteruddannelse: <br/>• Planlagt, påbegyndt eller gennemført et grundmodul og et føringsmodul i den militære akademiuddannelse (MAU).<br/><br/>Føring: <br/>• Skal kunne varetage føring og ledelse, herunder udvise fysisk og psykisk handlekraft, for at fastholde undergivnes fokus på opgaveløsning.<br/>• Skal kunne tage ansvar for og kontrollere, at enheden lever op til Forsvarets værdier om etik og moral, herunder diversitet, disciplin og adfærd.<br/>• Skal kunne varetage føring, herunder afgøre relevansen af opgavers enkeltdele som et led i styring, prioritering og fordelingen af pålagte opgaver til underlagte førere, følge op med kontrol af kvaliteten og rettidigheden af løsningen samt korrigere, hvis resultater i enheden ikke er tilfredsstillende.<br/><br/>Ledelse:<br/>• Skal kunne indgå i udviklingsorienterede og/eller tværfaglige arbejdsprocesser, herunder initiere gennemførelsen af delelementer fra projekt- og stabsbeslutninger i egen enhed.<br/>• Skal kunne varetage ledelsesfunktioner og sikre en effektiv opgaveløsning ved enheden i praksis nære problemstillinger og strategiske beslutninger.<br/><br/>Uddannelse: <br/>• Skal kunne indgå i udviklingen af underordnet og sideordnet personels faglige og personlige kompetencer ud fra enhedens uddannelses- og udviklingsbehov.<br/>• Skal kunne indgå i udviklingsorienterede og tværfaglige arbejdsprocesser og herunder bidrage til uddannelsesforløb for dansk og udenlandsk militært personel. <br/>• Skal kunne identificere og udvikle egne udviklingsbehov, herunder opsøge kompetenceudvikling under vejledning fra egen samtaleleder.<br/><br/>Derudover bør du have:<br/>• Gode evner til at kommunikere, i såvel skrift som tale.<br/>• Interesse og flair for administration og forvaltning.<br/>• Lyst til at opbygge netværk, indhente erfaringer og udvikle ideer i fællesskab med DAR, sideordnede myndigheder, de administrative teams ved 2KAP styrkeproducerende batterier m.fl.<br/><br/>Den oplagte kandidat er desuden imødekommende, løsningsorienteret og en erfaren teamplayer med fokus på samarbejde og omgang med kolleger med forskellige profiler. <br/><br/>Du skal snarest muligt erhverve de nødvendige SAP-kvalifikationer.<br /><br /><b>Ansættelsesvilkår</b><br /><br>Stillingen er en seniorsergentstilling på overenskomstmæssige vilkår. Stillingen kan besættes med en tjenestemand. Løn m.v. er reguleret ved den til enhver tid gældende LC/CO10-fællesoverenskomst og organisationsaftale mellem Forsvarsministeriets Personalestyrelse, CO10 og Centralforeningen for Stampersonel for stampersonel af linjen og reserven samt elever i Forsvarsministeriet med tilhørende myndigheder.<br/><br/>Stillingen kan besættes af en oversergent med et godt udviklingspotentiale og som vurderes klar til udnævnelse eller klar til udnævnelse indenfor en kortere årrække. <br/>I så fald vil der blive taget stilling til udnævnelse i forbindelse med ansættelsen eller der vil blive udarbejdet en udviklingskontrakt der er målrettet gennemgang af den nødvendige kompetenceudvikling og/eller uddannelse, med henblik på udnævnelse til seniorsergent efterfølgende. Aflønning sker i henhold til stillingens lønniveau.<br/><br/>Ved ansøgning om en ny stilling i Forsvarsministeriets område, skal forhandling om personlige tillæg indgå i ansættelsesproceduren i henhold til gældende overenskomst.<br/><br/>Dit faste tjenestested vil være Oksbøl Kaserne.<br/><br/>Som ansat i Forsvarsministeriets område er du omfattet af nogle særlige vilkår. Du skal bl.a. kunne sikkerhedsgodkendes og opretholde sikkerhedsgodkendelsen under hele ansættelses-forløbet.<br/> <br/>Du har som ansat pligt til at forrette tjeneste uden for landets grænser, herunder ved enhe-der i internationale operationer med henblik på deltagelse i konfliktforebyggende, fredsbe-varende, fredsskabende, humanitære og andre lignende operationer.<br/> <br/>Ansættelsen er betinget af, at du kan bestå Forsvarets fysiske basiskrav og ved helbreds- og tandlægevurderinger erklæres for fuldt egnet til udsendelse i internationale operationer.<br/><br/>KONTAKT OG ANSØGNING<br/>Hvis du vil vide mere om stillingen, er du velkommen til at kontakte Afdelingsbefalingsmanden ved 2KAP, chefsergent Niels Mølleskov, telefon 72838502/22957762, E-mail: DAR-2A-AFDBM@FIIN.DK, eller n.moelleskov@mil.dk.<br/><br/>Har du spørgsmål til løn- og ansættelsesvilkår, kan du kontakte HR-konsulent Susan Hadberg ved Forsvarsministeriets Personalestyrelse på mail: FPS-BA-BS255@MIL.DK.<br/><br/>Såfremt du er omfattet af en lokal tjenesteplan eller er udpeget til deltagelse i internationale operationer, skal du gøre opmærksom på dette i din ansøgning.<br/><br/>Ansøgningsfristen er 15. maj 2022. Vi forventer at afholde ansættelsessamtaler umiddelbart efter ansøgningsfristens udløb.<br/><br/>Tiltrædelse er snarest muligt efter 1. juli 2022.<br/><br/>Ansøgningen sendes elektronisk via linket i annoncen.<br/><br/>FOKUS og referencer kan medsendes, men er ikke et krav.<br/><br/>I Forsvarsministeriets organisation tror vi på, at mangfoldighed styrker opgaveløsningen. Derfor opfordrer vi alle interesserede uanset baggrund til at søge stillingen.<br/><br/>Om Danske Artilleriregiment (DAR)<br/>DAR blev oprettet den 1. januar 2019 og er garnisoneret på Oksbøl Kaserne. DAR løser en bred vifte af opgaver til støtte for det øvrige forsvar og særligt hærens øvrige enheder.<br/><br/>1. Artilleriafdeling (1AA) yder ildstøtte og rådgivning til og med brigadeniveauet. 1AA be-sidder moderne artilleripjecer og morterer, nyt digitalt ildledelsessystem samt køretøjer.<br/><br/>2. Kapacitetsafdeling (2KAP) er ansvarlig for gennemførelse af Hærens Basisuddannelse og den efterfølgende Hærens Reaktionsstyrkeuddannelse. 2KAP har tillige til opgave at udvikle og opstille Hærens fremtidige luftværnsbatteri og er ansvarlig for dele af hærens tværfaglige områder (Hærens tværgående S7) som f. eks. håndvåben, uniform og personlig beskyttelse, pansrede mandskabsvogne, pansrede patruljekøretøjer, skydeuddannelse m.m., samt den relaterede kursusvirksomhed. Ydermere hidrører Hærens Simulationscenter under 2KAP.<br/><br/>3. Sikkerheds- og Ballistikafdeling er ansvarlig for områderne Skydebaneinspektoratet, sik-kerhed ved skydning med direkte og indirekte våbensystemer fra den mindste til den stør-ste kaliber, ballistik og tilhørende skydeteori samt kapacitetsudviklingen på ammunition tilknyttet de kinetiske våbensystemer.<br/><br/>Herudover består DAR af en regimentsstab og et Tjenestegrensinspektørelement.<br/>Om Oksbøl Garnison<br/>Oksbøl kaserne er placeret i et naturskønt område, tæt på skov og strand og med Danmarks største militære øvelsesplads i tilknytning til kasernen. Der er placeret tre garnisoner i Varde Kommune der huser Danske Artilleriregiment, Efterretningsregimentet, Hærens Sergentsko-le og Hjemmeværnsskolen, med tilsammen ca. 900 militære arbejdspladser. Du har derfor gode muligheder for et varieret tjenesteforløb inden for kommunens grænser.<br/><br/>Vi har et godt samarbejde med Esbjerg og Varde Kommune, som er klar til at støtte dig og din familie, hvis du flytter til området. Med udgangspunkt i dit / jeres behov og ønsker, til-passer vi støtten i forhold til partners job, skole, bolig med videre.<br/><br/>Esbjerg Kommune har et program for medflyttende partnere med blandt andet sparring på jobsøgning og formidling af CV’er til en lang række virksomheder. Ligeledes formidles kon-tant til private udlejere af lejeboliger. Tilflyttere med ansættelse kan skrive sig op på vente-liste hos boligforeningerne i Esbjerg Kommune og rykke frem i køen til lejligheder.  <br/><br/>Læs mere om, hvad Tilflytterservice kan gøre for dig/jer på <a target=\"_blank\" href=\"http://www.nyiesbjerg.dk\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5581777\">www.nyiesbjerg.dk</a> og <a target=\"_blank\" href=\"http://www.vardekommune.dk/flyt-til-varde-kommune.I\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5581777\">www.vardekommune.dk/flyt-til-varde-kommune.I</a> Varde Kommune har partneren fx mulig-hed for at komme til samtale ved udvalgte private og offentlige virksomheder, og tilflyttere med ansættelse samt pendlere har fortrinsret til lejeboliger.<br/>Du er meget velkommen til at kontakte:<br/>Bosætningskonsulent Esbjerg Kommune Pia Enemark, tilflytter@esbjergkommune.dk, 2047 3206 og Bosætningskonsulent Varde Kommune Jørgen Nielbæk, joni@varde.dk, 3059 0595.<br />","MapUrl":"https://www.google.dk/maps/place/Grærup+Havvej+2,6840,+Oksbøl/","OrganizationNumber":"16287180","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}