{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"Associate Professor of Online Video Cultures at the Department of Media and Journalism Studies","JobHeadline":"Associate Professor of Online Video Cultures at the Department of Media and Journalism Studies","Presentation":"The School of Communication and Culture at Aarhus University invites applications for the position of associate professor of online video cultures based at the Department of Media and Journalism Studi","HiringOrgName":"Aarhus Universitet","WorkPlaceAddress":"Helsingforsgade 14","WorkPlacePostalCode":"8200","WorkPlaceCity":"Aarhus N","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2022-04-25T00:00:00","LastDateApplication":"2022-05-24T00:00:00","FormattedLastDateApplication":"24. maj 2022","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/5582493","Region":"Midtjylland","Municipality":"Aarhus","Country":"Danmark","PostalCode":"8200","PostalCodeName":null,"JobAnnouncementType":"","EmploymentType":"","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Forskning og universitetsundervisning, samfundsvidenskab ","Occupation":"Associate professor, samfundsvidenskab","Location":{"Latitude":56.1718,"Longitude":10.1887},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"WorkplaceID":106723,"OrganisationId":"90880","HiringOrgCVR":31119103,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/5582493","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/5582493","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/5582493","HasLocationValues":true,"ID":"5582493","Latitude":56.1718,"Longitude":10.1887},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Aarhus Universitet","Address":{"AddressLine":"Helsingforsgade 14","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8200","City":"Aarhus N"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":null,"Description":null,"Logo":106723,"WorkPlaceOrganizationNumber":"1013139071","OrganizationNumber":"31119103","OrganizationDescription":null},"JobPositionPosting":{"Id":5582493,"OriginalJppId":5582493,"HiringOrg":{"Name":"Aarhus Universitet","Address":{"AddressLine":"Helsingforsgade 14","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8200","City":"Aarhus N"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":null,"Description":null,"Logo":106723,"WorkPlaceOrganizationNumber":"1013139071","OrganizationNumber":"31119103","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2022-04-25T00:00:00","PublicationEndDate":"2022-05-24T00:00:00","JobPositionInformation":{"PositionTitle":"Associate Professor of Online Video Cultures at the Department of Media and Journalism Studies","Purpose":"The School of Communication and Culture at Aarhus University invites applications for the position of associate professor of online video cultures based at the Department of Media and Journalism Studies.<br/><br/>The appointment is full time and tenured and begins on 01/10/2022 or as soon as possible thereafter.<br/><br/>The School of Communication and Culture is committed to diversity and encourages all qualified applicants to apply regardless of their personal background.<br/><br/><strong>The position</strong><br/>The field of media and journalism studies is currently undergoing significant changes not least due to the increasing digitalisation of culture and society, which has radically transformed the basic conditions under which mediated content is produced, distributed, used and experienced. These new conditions call for critical and innovative ways to prepare students of media and journalism studies for a rapidly changing job market, and to produce high-quality research that helps citizens, society and industry to make sense of and navigate contemporary media landscapes. The Department of Media and Journalism Studies at Aarhus University is taking an international lead in developing research and study programmes based on the premise that the ability to understand fully the implications of digitalisation in communication, media production and distribution necessitates new modes of enquiry in both research and teaching.<br/><br/>Online video cultures are evolving rapidly as norms for social media content shift and new ways of engaging viewers and stakeholders emerge in tandem with technological changes impacting proximate user contexts, and as an expression of institutional and corporate dynamics deriving from media platforms such as YouTube and TikTok that commission, produce, distribute, stream and share audiovisual content. Furthermore, burgeoning online video cultures deploy new technologies (AR, VR, projection mapping, small screens, mobile and locative technologies) to generate new professional standards, formats, genres and screen aesthetics (for example, ultrashort video formats, promo videos, innovative music video genres, vidding, fan-based remix videos, documentary videos); collaborative production and funding models (crowd funding); and user-generated and user-modified content.<br/><br/>Against this background, we are looking for a colleague with strong skills in the textual analysis of online video formats and aesthetics, a person who can strengthen and develop the department’s profile in online video cultures in Nordic and international contexts, and who can develop teaching and research in this area including screen theory, screen technologies and practice-based research and teaching. The successful applicant will be expected to build on and contribute to the department’s commitment to digital methods as well as to reflexive practice-based methods. Experience of producing video for online platforms is considered a strength, but not a requirement.<br/><br/>We are looking for applicants who can document research results at an international level in one or more of the following areas:<ul><li>contemporary online video cultures in aesthetic, commercial, historical, technological or civil society contexts</li><li>textual analysis of audiovisual genres, formats and narratives, and/or audio storytelling including in-depth knowledge of short online video formats such as music videos, YouTube videos, TikTok videos, commercials, Vlogging and social media video platforms and phenomena</li><li>online video culture research in a Nordic context</li><li>new collaborative production and funding models for online videos, user-generated and user-modified content, sharing cultures, shifting norms for content commissioned/produced for streaming on social media services, as well as new ways of engaging viewers and stakeholders</li><li>new video technologies and production cultures, for example AR, VR, projection mapping and cell phone production practices</li><li>production of video content for online platforms in a research context</li></ul><br/>In sum, we are looking for an innovative and dedicated applicant who has made a significant contribution to Nordic online video cultures research, who will enhance the research and teaching profiles of the department nationally and internationally, and who will contribute to Aarhus University’s core activities in the areas of research, teaching and supervision, talent development and knowledge exchange.<br/><br/><strong>Research</strong><br/>The Department of Media and Journalism Studies at Aarhus University has a significant international profile and provides a mature and robust research environment. Information about departmental research relevant for the position:<ul><li><a href=\"https://cc.au.dk/en/research/research-programmes/media-communication-and-society/\">Media, Communication and Society (MCS)</a></li><li><a href=\"https://cc.au.dk/en/research/research-programmes/cultural-transformations\">Cultural Transformations (CT)</a></li><li><a href=\"https://cc.au.dk/en/centre-for-media-industries-and-production-studies/\">Centre for Media Industries and Production Studies (CMIP)</a></li><li><a href=\"https://cc.au.dk/en/ctmr\">Centre for Transnational Media Research (CTMR)</a></li><li><a href=\"https://cc.au.dk/en/center-for-sound-studies\">Center for Sound Studies (CSS)</a></li><li><a href=\"https://cc.au.dk/en/cdmm\">Centre for Digital Methods and Media</a></li><li><a href=\"https://cc.au.dk/en/research/research-programmes/cultural-transformations/filmmaking-research-academic-film-and-videographic-criticism\">Filmmaking Research, Academic Film and Videographic Criticism research unit</a></li></ul><br/>We are looking for an applicant who is enthusiastic about developing digital and online video cultures as a new field of research and teaching at the department, drawing on existing resources and competences as well as developing their own research portfolio and expertise in an internationally competitive and highly relevant field of research.<br/><br/>The successful applicant will be expected to take a role in developing research in the field of online video cultures, and to publish original peer-reviewed research internationally as well as making scholarly contributions to developments within the field. The successful applicant will also be expected to contribute to research initiatives in relation to both the field of online video cultures and the research community at the department in terms of new collaborative research projects with internal and external partners, and in connection with external research funding.<br/><br/><strong>Teaching and supervision</strong><br/>We are looking for applicants with teaching and supervision experience in the field of film and media studies at university level.<br/><br/>The successful applicant will be expected to take part in the department’s teaching and supervision activities and to teach and supervise on the department’s <a href=\"https://eddiprod.au.dk/eddi/webservices/dokordningservice.cfc?method=visgodkendtordning&amp;dokordningid=13750&amp;sprog=en\">Bachelor</a> and <a href=\"https://eddiprod.au.dk/eddi/webservices/dokordningservice.cfc?method=visgodkendtordning&amp;dokordningid=17290&amp;sprog=da\">Master programmes</a>, including Media Textual Analysis, Analysis of Digital Media and Analysis of Film and Television on the Bachelor’s degree programmes in media studies, and Production Culture on the Master’s degree programme in media studies, which is expected to start in 2022. Applicants must indicate which of the courses at the department they would be able to teach.<br/><br/>The successful applicant will be expected to develop supervision capabilities at both Bachelor and Master levels and to apply and develop innovative teaching methods in synergy with existing degree programmes and research units and centres. The successful applicant will also be expected to contribute to the ongoing development of curricula and the degree programme(s) within the field of online video cultures, and in this connection experience of degree programme and curriculum development at universities or similar institutions will be an advantage. Furthermore, the successful applicant is expected to bolster the students’ ability to work entrepreneurially — autonomously as well as in teams, improving career paths in start-ups and small and medium-sized enterprises (SMEs).<br/><br/>Given the international focus of the degree programmes, the successful applicant will be expected to teach in English as well as Danish.<br/><br/><strong>Talent development</strong><br/>We are looking for applicants who have experience of supervising students at both BA and MA levels. The successful applicant will be expected to supervise students at both Bachelor’s and Master’s levels, and to supervise and help develop the careers of early-career researchers as well as recruiting and supervising PhD students and participating in the development and implementation of PhD courses within the field.<br/><br/><strong>Knowledge exchange</strong><br/>It is expected that the successful applicant will engage in knowledge exchange, for instance in terms of research collaboration with private companies, government consultancy, collaboration with civil society, and the public dissemination of knowledge.<br/>The successful applicant will have excellent opportunities to engage in relevant collaborative initiatives with partners inside and outside Aarhus University.<br/><br/><strong>Qualifications</strong><br/>Applicants must have a PhD degree or must document equivalent qualifications in a relevant field related to online video cultures as well as teaching and research experience commensurate with that attained through an assistant professorship. Applicants must be able to document, relevant to the position:<ul><li>an internationally oriented research profile as documented by a strong international peer-reviewed research publication record within digital audiovisual cultures</li><li>experience of participation in international research projects as well as national and international research networks</li></ul><ul><li>teaching and supervision competences and experience at BA and MA level, including curriculum development within film and media studies</li><li>experience of knowledge exchange</li></ul><ul><li>completion of a teacher-training programme designed for university teaching or an equivalent qualification</li></ul>Furthermore, it will be considered an advantage if applicants can document<ul><li>time spent abroad working at one or more internationally recognised research institutions</li><li>experience of applying for external research funding</li></ul>Finally, applicants are asked to provide a research plan for the next five years as well as stating how they see themselves and the department contributing to future research developments within the field.<br/><br/>Please note that applications that do not include uploaded publications (maximum eight) will not be considered.<br/><br/>Although the Aarhus University application system includes an option to upload letters of recommendation, please do not include letters of recommendation or references with the application. Applicants who are invited to an interview may be asked to provide references.<br/><br/><strong>Work environment</strong><br/>Active participation in the daily life of the department is a high priority, and we emphasise the importance of good working relationships, both among colleagues and with our students. In order to maintain and develop the department’s excellent teaching and research environment, the successful applicant is expected to be present at the department on a daily basis.<br/><br/>We respect the balance between work and private life and strive to create a work environment in which that balance can be maintained. You can read more about <a href=\"https://international.au.dk/life/lifeindenmark/familyworklife/\">family and work-life balance</a> in Denmark.<br/><br/><strong>International applicants</strong><br/>International applicants are encouraged to read about the <a href=\"https://international.au.dk/research/researcher-positions/workingconditions/\">attractive working conditions</a> and other benefits of working at Aarhus University and in Denmark, including healthcare, paid holidays and, if relevant, maternity/paternity leave, childcare and schooling. Aarhus University offers a wide variety of services for international researchers and accompanying families, including a <a href=\"https://internationalstaff.au.dk/for-professors/\">relocation service</a> and an <a href=\"https://internationalstaff.au.dk/expatpartnerprogramme/\">AU Expat Partner Programme</a>. You can also find information about the <a href=\"https://internationalstaff.au.dk/taxation/\">taxation aspects of international researchers’ employment by AU</a>.<br/><br/>An appointee who does not speak Danish will be required to acquire proficiency in Danish equivalent to level <a href=\"https://www.coe.int/en/web/common-european-framework-reference-languages/table-1-cefr-3.3-common-reference-levels-global-scale\">B2 (CEFR)</a> in order to handle tasks including administrative and managerial responsibilities, and to participate fully in the activities of the School of Communication and Culture within approximately three years of commencing the appointment. These activities include, but are not limited to, teaching and examining students, reading work-related texts and participating in meetings and collegial gatherings in Danish.<br/><br/><strong>The department</strong><br/>The place of employment is the Department of Media and Journalism Studies, Helsingforsgade 14, 8200 Aarhus N, Denmark.<br/><br/>Prospective applicants are invited to view the <a href=\"https://cc.au.dk/om-instituttet/afdelinger/medievidenskab-og-journalistik/\">department’s website</a>.<br/><br/><strong>School of Communication and Culture</strong><br/>The school is a part of the Faculty of Arts. You will find information about the school and its <a href=\"http://cc.au.dk/en/research/\">research programmes</a>, <a href=\"http://cc.au.dk/en/about-the-school/departments/\">departments</a>, and diverse activities on its <a href=\"http://cc.au.dk/en/\">website</a>.<br/><br/><strong>Contact</strong><br/>For further information about the position, please contact Head of Department Anne Marit Waade, <a href=\"mailto:amwaade@cc.au.dk\">amwaade@cc.au.dk</a>.<br/><br/>If you need help uploading your application or have questions about the recruitment process, please contact Arts HR support by email: <a href=\"mailto:hsi@au.dk\">hsi@au.dk</a>.<br/><br/><strong>Qualification requirements</strong><br/>Applicants should hold a PhD or equivalent academic qualifications.<br/><br/><a href=\"https://au.career.emply.com/ad/associate-professor-of-digital-audiovisual-cultures/m1gwck/en\" target=\"_blank\">Read the full text and apply online</a><p>&nbsp;</p>","WorkLocation":{"AddressLine":"Helsingforsgade 14","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8200","City":"Aarhus N"},"EmploymentType":1,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"DiscoWeb":0,"AlternateNames":[],"GroupId":0,"AreaId":0,"Id":0,"Name":null},"IsGovernmentHiring":true,"JppContacts":[{"Id":7928434,"Email":"amwaade@cc.au.dk","FaxNumber":null,"PersonName":"Anne Marit Waade","FirstName":"Anne Marit","LastName":"Waade","PositionTitle":"Professor, Afdelings","PhoneNumbers":[{"Number":"-","Type":0,"Description":"Hovednummer"},{"Number":"87162009","Type":1,"Description":"Arbejde direkte"}]}],"EmploymentDate":"2022-10-01T00:00:00"},"IsRecruitmentOfForeignNationals":false,"IsWorkInDenmark":true,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://AU.emply.net/recruitment/vacancyApply.aspx?publishingId=d88a1fcb-176b-480d-b34d-49defb3b8d36","ReplyInWriting":false,"ApplicationDeadlineDate":"2022-05-24T00:00:00"},"ContactAuthorityPhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=5582493&WorkPlace=106723&Organisation=31119103","Address":"Helsingforsgade 14,8200, Aarhus N","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=5582493&Company.Name=Aarhus Universitet&SubmissionDeadlineDate=2022-5-24&Title=Associate Professor of Online Video Cultures at the Department of Media and Journalism Studies&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":false,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"Associate Professor of Online Video Cultures at the Department of Media and Journalism Studies","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"5582493","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Aarhus Universitet","Address":"Helsingforsgade 14","Country":null,"EmploymentAreaID":null,"PostCode":"8200","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Aarhus N","ContactPerson":"Anne Marit Waade","Phone":"-","Email":"amwaade@cc.au.dk","Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2022-05-24T00:00:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"Place":"Arbejdspladsen ligger i Aarhus kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Aarhus Universitet","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"The School of Communication and Culture at Aarhus University invites applications for the position of associate professor of online video cultures based at the Department of Media and Journalism Studies.The appointment is full time and tenured and begins on 01/10/2022 or as soon as possible thereafter.The School of Communication and Culture is comm","DescriptionForSharing":"\"The School of Communication and Culture at Aarhus University invites applications for the position of associate professor of online video cultures based at the Department of Media and Journalism Studies.The appointment is full time and tenured and begins on 01/10/2022 or as soon as possible thereafter.The School of Communication and Culture is comm\"","TitleForSharing":"\"Associate Professor of Online Video Cultures at the Department of Media and Journalism Studies\"","RutePlan":"https://www.google.dk/maps/dir//Helsingforsgade+14,8200,+Aarhus+N/","FormattedPurpose":"The School of Communication and Culture at Aarhus University invites applications for the position of associate professor of online video cultures based at the Department of Media and Journalism Studies.<br/><br/>The appointment is full time and tenured and begins on 01/10/2022 or as soon as possible thereafter.<br/><br/>The School of Communication and Culture is committed to diversity and encourages all qualified applicants to apply regardless of their personal background.<br/><br/><strong>The position</strong><br/>The field of media and journalism studies is currently undergoing significant changes not least due to the increasing digitalisation of culture and society, which has radically transformed the basic conditions under which mediated content is produced, distributed, used and experienced. These new conditions call for critical and innovative ways to prepare students of media and journalism studies for a rapidly changing job market, and to produce high-quality research that helps citizens, society and industry to make sense of and navigate contemporary media landscapes. The Department of Media and Journalism Studies at Aarhus University is taking an international lead in developing research and study programmes based on the premise that the ability to understand fully the implications of digitalisation in communication, media production and distribution necessitates new modes of enquiry in both research and teaching.<br/><br/>Online video cultures are evolving rapidly as norms for social media content shift and new ways of engaging viewers and stakeholders emerge in tandem with technological changes impacting proximate user contexts, and as an expression of institutional and corporate dynamics deriving from media platforms such as YouTube and TikTok that commission, produce, distribute, stream and share audiovisual content. Furthermore, burgeoning online video cultures deploy new technologies (AR, VR, projection mapping, small screens, mobile and locative technologies) to generate new professional standards, formats, genres and screen aesthetics (for example, ultrashort video formats, promo videos, innovative music video genres, vidding, fan-based remix videos, documentary videos); collaborative production and funding models (crowd funding); and user-generated and user-modified content.<br/><br/>Against this background, we are looking for a colleague with strong skills in the textual analysis of online video formats and aesthetics, a person who can strengthen and develop the department’s profile in online video cultures in Nordic and international contexts, and who can develop teaching and research in this area including screen theory, screen technologies and practice-based research and teaching. The successful applicant will be expected to build on and contribute to the department’s commitment to digital methods as well as to reflexive practice-based methods. Experience of producing video for online platforms is considered a strength, but not a requirement.<br/><br/>We are looking for applicants who can document research results at an international level in one or more of the following areas:<ul><li>contemporary online video cultures in aesthetic, commercial, historical, technological or civil society contexts</li><li>textual analysis of audiovisual genres, formats and narratives, and/or audio storytelling including in-depth knowledge of short online video formats such as music videos, YouTube videos, TikTok videos, commercials, Vlogging and social media video platforms and phenomena</li><li>online video culture research in a Nordic context</li><li>new collaborative production and funding models for online videos, user-generated and user-modified content, sharing cultures, shifting norms for content commissioned/produced for streaming on social media services, as well as new ways of engaging viewers and stakeholders</li><li>new video technologies and production cultures, for example AR, VR, projection mapping and cell phone production practices</li><li>production of video content for online platforms in a research context</li></ul><br/>In sum, we are looking for an innovative and dedicated applicant who has made a significant contribution to Nordic online video cultures research, who will enhance the research and teaching profiles of the department nationally and internationally, and who will contribute to Aarhus University’s core activities in the areas of research, teaching and supervision, talent development and knowledge exchange.<br/><br/><strong>Research</strong><br/>The Department of Media and Journalism Studies at Aarhus University has a significant international profile and provides a mature and robust research environment. Information about departmental research relevant for the position:<ul><li><a target=\"_blank\" href=\"https://cc.au.dk/en/research/research-programmes/media-communication-and-society/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5582493\">Media, Communication and Society (MCS)</a></li><li><a target=\"_blank\" href=\"https://cc.au.dk/en/research/research-programmes/cultural-transformations\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5582493\">Cultural Transformations (CT)</a></li><li><a target=\"_blank\" href=\"https://cc.au.dk/en/centre-for-media-industries-and-production-studies/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5582493\">Centre for Media Industries and Production Studies (CMIP)</a></li><li><a target=\"_blank\" href=\"https://cc.au.dk/en/ctmr\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5582493\">Centre for Transnational Media Research (CTMR)</a></li><li><a target=\"_blank\" href=\"https://cc.au.dk/en/center-for-sound-studies\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5582493\">Center for Sound Studies (CSS)</a></li><li><a target=\"_blank\" href=\"https://cc.au.dk/en/cdmm\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5582493\">Centre for Digital Methods and Media</a></li><li><a target=\"_blank\" href=\"https://cc.au.dk/en/research/research-programmes/cultural-transformations/filmmaking-research-academic-film-and-videographic-criticism\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5582493\">Filmmaking Research, Academic Film and Videographic Criticism research unit</a></li></ul><br/>We are looking for an applicant who is enthusiastic about developing digital and online video cultures as a new field of research and teaching at the department, drawing on existing resources and competences as well as developing their own research portfolio and expertise in an internationally competitive and highly relevant field of research.<br/><br/>The successful applicant will be expected to take a role in developing research in the field of online video cultures, and to publish original peer-reviewed research internationally as well as making scholarly contributions to developments within the field. The successful applicant will also be expected to contribute to research initiatives in relation to both the field of online video cultures and the research community at the department in terms of new collaborative research projects with internal and external partners, and in connection with external research funding.<br/><br/><strong>Teaching and supervision</strong><br/>We are looking for applicants with teaching and supervision experience in the field of film and media studies at university level.<br/><br/>The successful applicant will be expected to take part in the department’s teaching and supervision activities and to teach and supervise on the department’s <a target=\"_blank\" href=\"https://eddiprod.au.dk/eddi/webservices/dokordningservice.cfc?method=visgodkendtordning&amp;dokordningid=13750&amp;sprog=en\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5582493\">Bachelor</a> and <a target=\"_blank\" href=\"https://eddiprod.au.dk/eddi/webservices/dokordningservice.cfc?method=visgodkendtordning&amp;dokordningid=17290&amp;sprog=da\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5582493\">Master programmes</a>, including Media Textual Analysis, Analysis of Digital Media and Analysis of Film and Television on the Bachelor’s degree programmes in media studies, and Production Culture on the Master’s degree programme in media studies, which is expected to start in 2022. Applicants must indicate which of the courses at the department they would be able to teach.<br/><br/>The successful applicant will be expected to develop supervision capabilities at both Bachelor and Master levels and to apply and develop innovative teaching methods in synergy with existing degree programmes and research units and centres. The successful applicant will also be expected to contribute to the ongoing development of curricula and the degree programme(s) within the field of online video cultures, and in this connection experience of degree programme and curriculum development at universities or similar institutions will be an advantage. Furthermore, the successful applicant is expected to bolster the students’ ability to work entrepreneurially — autonomously as well as in teams, improving career paths in start-ups and small and medium-sized enterprises (SMEs).<br/><br/>Given the international focus of the degree programmes, the successful applicant will be expected to teach in English as well as Danish.<br/><br/><strong>Talent development</strong><br/>We are looking for applicants who have experience of supervising students at both BA and MA levels. The successful applicant will be expected to supervise students at both Bachelor’s and Master’s levels, and to supervise and help develop the careers of early-career researchers as well as recruiting and supervising PhD students and participating in the development and implementation of PhD courses within the field.<br/><br/><strong>Knowledge exchange</strong><br/>It is expected that the successful applicant will engage in knowledge exchange, for instance in terms of research collaboration with private companies, government consultancy, collaboration with civil society, and the public dissemination of knowledge.<br/>The successful applicant will have excellent opportunities to engage in relevant collaborative initiatives with partners inside and outside Aarhus University.<br/><br/><strong>Qualifications</strong><br/>Applicants must have a PhD degree or must document equivalent qualifications in a relevant field related to online video cultures as well as teaching and research experience commensurate with that attained through an assistant professorship. Applicants must be able to document, relevant to the position:<ul><li>an internationally oriented research profile as documented by a strong international peer-reviewed research publication record within digital audiovisual cultures</li><li>experience of participation in international research projects as well as national and international research networks</li></ul><ul><li>teaching and supervision competences and experience at BA and MA level, including curriculum development within film and media studies</li><li>experience of knowledge exchange</li></ul><ul><li>completion of a teacher-training programme designed for university teaching or an equivalent qualification</li></ul>Furthermore, it will be considered an advantage if applicants can document<ul><li>time spent abroad working at one or more internationally recognised research institutions</li><li>experience of applying for external research funding</li></ul>Finally, applicants are asked to provide a research plan for the next five years as well as stating how they see themselves and the department contributing to future research developments within the field.<br/><br/>Please note that applications that do not include uploaded publications (maximum eight) will not be considered.<br/><br/>Although the Aarhus University application system includes an option to upload letters of recommendation, please do not include letters of recommendation or references with the application. Applicants who are invited to an interview may be asked to provide references.<br/><br/><strong>Work environment</strong><br/>Active participation in the daily life of the department is a high priority, and we emphasise the importance of good working relationships, both among colleagues and with our students. In order to maintain and develop the department’s excellent teaching and research environment, the successful applicant is expected to be present at the department on a daily basis.<br/><br/>We respect the balance between work and private life and strive to create a work environment in which that balance can be maintained. You can read more about <a target=\"_blank\" href=\"https://international.au.dk/life/lifeindenmark/familyworklife/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5582493\">family and work-life balance</a> in Denmark.<br/><br/><strong>International applicants</strong><br/>International applicants are encouraged to read about the <a target=\"_blank\" href=\"https://international.au.dk/research/researcher-positions/workingconditions/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5582493\">attractive working conditions</a> and other benefits of working at Aarhus University and in Denmark, including healthcare, paid holidays and, if relevant, maternity/paternity leave, childcare and schooling. Aarhus University offers a wide variety of services for international researchers and accompanying families, including a <a target=\"_blank\" href=\"https://internationalstaff.au.dk/for-professors/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5582493\">relocation service</a> and an <a target=\"_blank\" href=\"https://internationalstaff.au.dk/expatpartnerprogramme/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5582493\">AU Expat Partner Programme</a>. You can also find information about the <a target=\"_blank\" href=\"https://internationalstaff.au.dk/taxation/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5582493\">taxation aspects of international researchers’ employment by AU</a>.<br/><br/>An appointee who does not speak Danish will be required to acquire proficiency in Danish equivalent to level <a target=\"_blank\" href=\"https://www.coe.int/en/web/common-european-framework-reference-languages/table-1-cefr-3.3-common-reference-levels-global-scale\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5582493\">B2 (CEFR)</a> in order to handle tasks including administrative and managerial responsibilities, and to participate fully in the activities of the School of Communication and Culture within approximately three years of commencing the appointment. These activities include, but are not limited to, teaching and examining students, reading work-related texts and participating in meetings and collegial gatherings in Danish.<br/><br/><strong>The department</strong><br/>The place of employment is the Department of Media and Journalism Studies, Helsingforsgade 14, 8200 Aarhus N, Denmark.<br/><br/>Prospective applicants are invited to view the <a target=\"_blank\" href=\"https://cc.au.dk/om-instituttet/afdelinger/medievidenskab-og-journalistik/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5582493\">department’s website</a>.<br/><br/><strong>School of Communication and Culture</strong><br/>The school is a part of the Faculty of Arts. You will find information about the school and its <a target=\"_blank\" href=\"http://cc.au.dk/en/research/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5582493\">research programmes</a>, <a target=\"_blank\" href=\"http://cc.au.dk/en/about-the-school/departments/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5582493\">departments</a>, and diverse activities on its <a target=\"_blank\" href=\"http://cc.au.dk/en/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5582493\">website</a>.<br/><br/><strong>Contact</strong><br/>For further information about the position, please contact Head of Department Anne Marit Waade, <a target=\"_blank\" href=\"mailto:amwaade@cc.au.dk\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5582493\">amwaade@cc.au.dk</a>.<br/><br/>If you need help uploading your application or have questions about the recruitment process, please contact Arts HR support by email: <a target=\"_blank\" href=\"mailto:hsi@au.dk\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5582493\">hsi@au.dk</a>.<br/><br/><strong>Qualification requirements</strong><br/>Applicants should hold a PhD or equivalent academic qualifications.<br/><br/><a target=\"_blank\" href=\"https://au.career.emply.com/ad/associate-professor-of-digital-audiovisual-cultures/m1gwck/en\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5582493\">Read the full text and apply online</a><p> </p>","MapUrl":"https://www.google.dk/maps/place/Helsingforsgade+14,8200,+Aarhus+N/","OrganizationNumber":"31119103","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}