{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"Sektionsfører til CBRN delingen ved CBRN- & GEOKMP i Skive","JobHeadline":"Sektionsfører til CBRN delingen ved CBRN- & GEOKMP i Skive","Presentation":"Sektionsfører til CBRN delingen i CBRN- & Geospatialkompagniet (CBRN- & GEOKMP) ved Ingeniørregimentet i Skive.Har du mod på at gennemføre opklaring- og rekognosceringsopgaver samt operativ ","HiringOrgName":"Skive Kaserne","WorkPlaceAddress":"Sdr Boulevard 15 - 1","WorkPlacePostalCode":"7800","WorkPlaceCity":"Skive","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2022-04-25T00:00:00","LastDateApplication":"2022-05-15T00:00:00","FormattedLastDateApplication":"15. maj 2022","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/5582600","Region":"Midtjylland","Municipality":"Holstebro","Country":"Danmark","PostalCode":"7800","PostalCodeName":null,"JobAnnouncementType":"","EmploymentType":"","WorkHours":"Fuldtid","OccupationArea":"Vagt, sikkerhed og overvågning","OccupationGroup":"Militært arbejde","Occupation":"Sergent","Location":{"Latitude":56.5415,"Longitude":9.0363},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"WorkplaceID":0,"OrganisationId":"25767","HiringOrgCVR":16287180,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/5582600","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/5582600","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/5582600","HasLocationValues":true,"ID":"5582600","Latitude":56.5415,"Longitude":9.0363},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Skive Kaserne","Address":{"AddressLine":"Sdr Boulevard 15 - 1","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":661,"Name":"Holstebro"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"7800","City":"Skive"},"PhoneNumber":{"Number":"728 19000","Type":0,"Description":"Primary"},"FaxNumber":null,"Email":"FPS-BA-BS247@FIIN.DK","WebAddress":null,"Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1016257032","OrganizationNumber":"16287180","OrganizationDescription":null},"JobPositionPosting":{"Id":5582600,"OriginalJppId":5582600,"HiringOrg":{"Name":"Skive Kaserne","Address":{"AddressLine":"Sdr Boulevard 15 - 1","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":661,"Name":"Holstebro"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"7800","City":"Skive"},"PhoneNumber":{"Number":"728 19000","Type":0,"Description":"Primary"},"FaxNumber":null,"Email":"FPS-BA-BS247@FIIN.DK","WebAddress":null,"Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1016257032","OrganizationNumber":"16287180","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2022-04-25T00:00:00","PublicationEndDate":"2022-05-15T00:00:00","JobPositionInformation":{"PositionTitle":"Sektionsfører til CBRN delingen ved CBRN- & GEOKMP i Skive","Purpose":"Sektionsfører til CBRN delingen i CBRN- & Geospatialkompagniet (CBRN- & GEOKMP) ved Ingeniørregimentet i Skive.<br/><br/>Har du mod på at gennemføre opklaring- og rekognosceringsopgaver samt operativ prøvetagning i hele brigadens rum - herunder operere i forskelligartede miljøer og uvante situationer?   <br/><br/>Hvad med at træne dine analytiske evner og ledelsesmæssige kompetencer i en stilling med et stort udviklingspotentiale – såvel personligt som fagligt? <br/><br/>Såfremt ja, ses stillingen som sektionsfører (SF) i CBRN delingen oplagt for dig, idet vi netop står og mangler en oversergent af den rette støbning.<br/><br /><br /><b>Om os</b><br /><br>Rekognosceringssektionen er en integreret del af den ene af de to CBRN-delinger i Chemical-, Biological-, Radiological-, Nuclear- og Geospatialkompagniet, som er en yderst specialiseret enhed i Forsvaret. <br/><br/>Dette betyder bl.a., at vi er pålagt et stort antal unikke opgaver og samtidig råder over store mængder essentielt materiel.<br/><br/>Vores nuværende bemanding er på 76 medarbejdere, hvoraf specialisterne (SPEC) i rekognosceringssektionen udgår 16 medarbejdere (MA) af vores samlede bemanding. <br/><br/>Kompagniet (KMP) kan ved tilgang af designeringspersonel komme op på 92 MA. <br/><br/>KMP er en enhed der er sammensat af fem specialer. Derudover er der også en kommandodeling indeholdende en forsynings- og vedligeholdelsessektion. <br/><br/>Vores kapaciteter er efterspurgte, hvorfor vi årligt deltager i mange aktiviteter og øvelser, såvel i ind- som i udlandet.<br/><br/>Kompagniets motto er gennemsyret af vores evne og vilje til at tilpasse os den moderne kamplads – hvorfor vi såvel fysisk som mentalt altid skal være rede til at tilpasse os en given situation, med henblik på fortsat at kunne opretholde den fornødne effektivitet til støtte for foresattes opgaveløsning.<br/><br /><br /><b>Om stillingen</b><br /><br>Som SF for den ene af enhedens to rekognosceringssektioner, vil du blive fører (FØ) for en enhed som skal kunne operere i forskelligartede CBRN-miljøer. <br/><br/>Du skal derfor være indstillet på at kunne blive indsat i et forurenede miljø over en længere periode under forskellige forhold, i mørke og snævre rum m.v. <br/><br/>Du skal kunne analysere et område, gerningssted samt improviseret laboratorium, således du med din sektion kan forestå relevante prøvetagninger uden at ødelægge andre mulige beviser til støtte for den videre efterforskning.<br/><br/>Som SF i rekognosceringssektionen er du til dagligt FØ for syv specialister.<br/><br/>Som SF er du ansvarlig for, i samarbejde med din delingsfører, at forestå planlægning og uddannelse af sektionen, samt rådgivning og støtte til CBRN officeren på bataljonsniveauet. <br/><br/>I sektionen bliver alle uddannet til at løse opgaver inden for opklaring, sporing og prøvetagning af skarpe kemiske, biologisk og radiologiske kampstoffer. Derudover samarbejdes der med det civile beredskab. <br/><br/>Du bliver fører for en sektion som arbejder enormt selvstændigt i sin opgaveløsning, hvor den primære tilgang til læring udmøntes via frihed under ansvarlig, hvilket både gør gældende i hverdagen og i enhedens operative funktion og indsættelse.<br/><br/>Du vil som operativ fører ofte føre sektionen under mange forskellige CBRN opgaver i forskellige situationer, som ofte stiller store krav til enheden. <br/><br/>Du skal som fører kunne bevare det kølige overblik og samtidig vejlede samt styre sektionens indsættelse, med henblik på at opnå resultater som kan anvendes på højere niveau og i evt. retssager.<br/><br/>I den daglige uddannelse har du fokus på at opretholde og udvikle enhedens faglighed - primært inden for det aktuelle speciale - og deres enkeltkæmperfærdigheder inden for egen uddannelse samt via såvel intern som ekstern kursusvirksomhed.<br/><br/>Tjenesten veksler mellem dage på kasernen, hvor vi uddanner og træner til indsættelse via enhedsuddannelse og deltagelse i udenlandske øvelser, hvorfor enheden i perioder må forventes væk fra kasernen i adskillige dage/uger. <br/><br/>Den daglige tjenestetid er som udgangspunkt mellem kl. 07:30 til 15:15 - derudover kan der forekomme tjeneste enkelte dage frem til 17:00. Yderligere information vil fremgå af enhedens årlige aktivitetsoversigt (AKOS).  <br/><br /><br /><b>Om dig</b><br /><br>Du er udnævnt oversergent (OS) eller erfaren sergent (SG), der er egnet til at gennemføre de gældende uddannelses- og/eller udnævnelseskriterier, der kvalificerer dig til udnævnelse til OS. <br/><br/>Du har gennemført begge af Ingeniørregimentets fører-uddannelser for mellemledere (IGR 201 og IGR 204). Hvis dette ikke er tilfældet, vil det manglende efterfølgende blive inkorporeret i din udviklingskontrakt. <br/><br/>Du skal besidde viljen og evnen til at arbejde inden for et specialistområde, herunder kunne lide at arbejde i et miljø, hvor der er fart over feltet og hvor fagligheden vurderes essentiel for den samlede opgaveløsning. <br/><br/>Vi giver dig alle redskaberne til at blive en dygtig specialist, men det er din egen disciplin der holder redskaberne skarpe.<br/><br/>Du behøver ikke være specialist, så længe du blot har den fornødne interesse og motivation, samt formår at bringe dine kompetencer i spil, i rette tid og i rette mængde, med det evige ønske om en proportionel udvikling. <br/><br/>Som person er du driftig, styrings- og detaljeorienteret samt fremsynet.  <br/><br/>Du er helhedsorienteret og ressourcebevidst i din tilgang til tjenesten samt de opgaver du bliver tildelt. <br/><br/>Du forstår at bruge dine medarbejderes og kollegaers færdigheder og kompetencer samt erfaringer til at holde et højt fagligt niveau. <br/><br/>Samtidigt er det nødvendigt, at du kan arbejde selvstændigt inden for dit ansvarsområde og tilmed sætter stor pris på en høj grad af frihed under ansvar for at kunne trives i stillingen. <br/><br/>Derudover skal du være proaktiv og opsøgende af natur i din tilgang til virket og tilmed kunne indgå i specialiserede arbejdsgrupper. <br/><br/>Du skal desuden være rede til at deltage i mange forskelligartede aktiviteter, hvor du til tider kan forvente at være væk hjemmefra på grund af f.eks. øvelsesaktivitet eller kursus for at opbygge din og sektionens færdigheder/kompetencer. <br/><br/>Du skal have lyst til at indgå i et dynamisk team hvor dyder som fællesskab og samarbejde er ligeså vigtige som vores professionalisme.<br/>  <br/>Ved indtrædelse i stillingen forventes det at du besidder, eller løbende erhverver dig følgende kompetencer:<br/><br/>- TRR 1415, Køreassistentuddannelse.<br/>- FAGLÆ, Faglærerkursus alment (HRN).<br/>- SKYLE-II, Skydelederkursus 2.<br/><br/>Det er slutteligt et krav, at du har kørekort kategori B samt ønskeligt, at du tilmed besidder kørekort til kategori C/CE. Du skal kunne leve op til kravene for erhvervelse af kategori C/CE.<br/>Såfremt ovenstående har vakt din interesse, glæder vi os til at høre fra dig.<br/><br /><br /><b>Ansættelsesvilkår</b><br /><br>Stillingen er en oversergentstilling på overenskomstmæssige vilkår. Stillingen kan besættes med en tjenestemand. Løn m.v. er reguleret ved den til enhver tid gældende LC/CO10-fællesoverenskomst og organisationsaftale mellem Forsvarsministeriets Personalestyrelse, CO10 og Centralforeningen for Stampersonel for stampersonel af linjen og reserven samt elever i Forsvarsministeriet med tilhørende myndigheder.<br/><br/>Stillingen kan besættes af en sergent med et godt udviklingspotentiale og som vurderes klar til udnævnelse eller klar til udnævnelse indenfor en kortere årrække. <br/>I så fald vil der blive taget stilling til udnævnelse i forbindelse med ansættelsen eller der vil blive udarbejdet en udviklingskontrakt der er målrettet gennemgang af den nødvendige kompetenceudvikling og/eller uddannelse, med henblik på efterfølgende udnævnelse. Aflønning sker i henhold til stillingens lønniveau.<br/><br/>Ved ansøgning om en ny stilling i Forsvarsministeriets område, skal forhandling om personlige tillæg indgå i ansættelsesproceduren i henhold til gældende overenskomst.<br/><br/>Dit faste tjenestested vil være i Skive.<br/> <br/>Som ansat i Forsvarsministeriets område er du omfattet af nogle særlige vilkår. Du skal bl.a. kunne sikkerhedsgodkendes og opretholde sikkerhedsgodkendelsen under hele ansættelsesforløbet.<br/> <br/>Du har som ansat pligt til at forrette tjeneste uden for landets grænser, herunder ved enheder i internationale operationer med henblik på deltagelse i konfliktforebyggende, fredsbevarende, fredsskabende, humanitære og andre lignende operationer.<br/> <br/>Ansættelsen er betinget af, at du kan bestå Forsvarets fysiske basiskrav og ved helbreds- og tandlægevurderinger erklæres for fuldt egnet til udsendelse i internationale operationer.<br/><br/>KONTAKT OG ANSØGNING<br/>Hvis du vil vide mere om stillingen, er du meget velkommen til at kontakte kompagnichef Bjarke Beck tlf. 51 51 90 70.<br/><br/>Har du spørgsmål til løn- og ansættelsesvilkår, kan du kontakte HR-konsulent Seniorsergent Karsten Lund ved Forsvarsministeriets Personalestyrelse på mail FPS-BA-BS247@MIL.DK.<br/><br/>Såfremt du er omfattet af en lokal tjenesteplan eller er udpeget til deltagelse i internationale operationer, skal du gøre opmærksom på dette i din ansøgning.<br/><br/>Ansøgningsfrist er den 15. maj 2022 og samtaler forventes afholdt umiddelbart herefter.<br/><br/>Stillingen er til besættelse snarest muligt.<br/><br/>Ansøgningen sendes elektronisk via linket i annoncen.<br/><br/>FOKUS og referencer kan medsendes, men er ikke et krav.<br/><br/>I Forsvarsministeriets organisation tror vi på, at mangfoldighed styrker opgaveløsningen. Derfor opfordrer vi alle interesserede uanset baggrund til at søge stillingen.<br/><br/><br/>OM INGENIØRREGIMENTET<br/>Ingeniørregimentet hører hjemme på Ingeniørkasernen i Skive, en af landets største kaserner. <br/>Regimentets hovedopgave er at uddanne enheder indenfor de fem ingeniørspecialer; kampingeniør-, ammunitionsrydnings-, konstruktions-, geospatial- og CBRN-tjeneste.<br/>Regimentet består af et garnisonsstøtteelement, tre professionelle bataljoner og en reservestruktur. Regimentet uddanner årligt knap 600 værnepligtige i regi af Hærens Basisuddannelse (HBU) og kursister fra alle våbenarter og værn. <br/>Regimentet har også enheder på Pionergården på Vestamager, hvor dele af Ammunitionsrydningscenteret holder til. <br/>Ingeniørkasernen huser også Prinsens Musikkorps, Hjemmeværnets Landsdelsregion Vest, Hærhjemmeværnsdistrikt Midt- & Vestjylland samt Hjemmeværnsskolens Uddannelsescenter Midt- og Vestjylland. Derudover er der også elementer fra de funktionelle tjenester; bl.a. Driftsområde Skive under Forsvarsministeriet Ejendomsstyrelse, Forsyningscenter Skive under Forsvarsministeriets Materiel- og Indkøbsstyrelse og Garnisons- og Specialværkstedet, begge under Forsvarets Vedligeholdelsestjeneste.<br/>Med op til ca. 1.500 medarbejdere, når vi er flest og inkl. værnepligtigt personel og elever, er Ingeniørkasernen byens absolut største arbejdsplads. Garnisonen tilbyder dermed gode muligheder for en alsidig og varieret tjeneste.<br/><br/><br/><br />","WorkLocation":{"AddressLine":"Sdr Boulevard 15 - 1","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":661,"Name":"Holstebro"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"7800","City":"Skive"},"EmploymentType":1,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"DiscoWeb":0,"AlternateNames":[],"GroupId":0,"AreaId":0,"Id":0,"Name":null},"IsGovernmentHiring":true,"JppContacts":[{"Id":7928692,"Email":"FPS-BA-BS247@FIIN.DK","FaxNumber":null,"PersonName":"Lund Karsten","FirstName":"Lund","LastName":"Karsten","PositionTitle":null,"PhoneNumbers":[{"Number":"728 19000","Type":0,"Description":"Hovednummer"}]}],"EmploymentDate":"2022-06-01T00:00:00"},"IsRecruitmentOfForeignNationals":false,"IsWorkInDenmark":false,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=1236&ProjectId=174803&DepartmentId=18960&MediaId=4680&SkipAdvertisement=true","ReplyInWriting":false,"ApplicationDeadlineDate":"2022-05-15T00:00:00"},"ContactAuthorityPhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=5582600&Organisation=16287180","Address":"Sdr Boulevard 15 - 1,7800, Skive","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=5582600&Company.Name=Skive Kaserne&SubmissionDeadlineDate=2022-5-15&Title=Sektionsfører til CBRN delingen ved CBRN- & GEOKMP i Skive&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":false,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"Sektionsfører til CBRN delingen ved CBRN- & GEOKMP i Skive","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"5582600","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Skive Kaserne","Address":"Sdr Boulevard 15 - 1","Country":null,"EmploymentAreaID":null,"PostCode":"7800","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Skive","ContactPerson":"Lund Karsten","Phone":"728 19000","Email":"fps-ba-bs247@fiin.dk","Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2022-05-15T00:00:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"Place":"Arbejdspladsen ligger i Holstebro kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Skive Kaserne","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"Sektionsfører til CBRN delingen i CBRN- & Geospatialkompagniet (CBRN- & GEOKMP) ved Ingeniørregimentet i Skive.Har du mod på at gennemføre opklaring- og rekognosceringsopgaver samt operativ prøvetagning i hele brigadens rum - herunder operere i forskelligartede miljøer og uvante situationer?   Hvad med at træne dine analytiske evner og ledelsesmæss","DescriptionForSharing":"\"Sektionsfører til CBRN delingen i CBRN- \\u0026 Geospatialkompagniet (CBRN- \\u0026 GEOKMP) ved Ingeniørregimentet i Skive.Har du mod på at gennemføre opklaring- og rekognosceringsopgaver samt operativ prøvetagning i hele brigadens rum - herunder operere i forskelligartede miljøer og uvante situationer?   Hvad med at træne dine analytiske evner og ledelsesmæss\"","TitleForSharing":"\"Sektionsfører til CBRN delingen ved CBRN- \\u0026 GEOKMP i Skive\"","RutePlan":"https://www.google.dk/maps/dir//Sdr+Boulevard+15+-+1,7800,+Skive/","FormattedPurpose":"Sektionsfører til CBRN delingen i CBRN- & Geospatialkompagniet (CBRN- & GEOKMP) ved Ingeniørregimentet i Skive.<br/><br/>Har du mod på at gennemføre opklaring- og rekognosceringsopgaver samt operativ prøvetagning i hele brigadens rum - herunder operere i forskelligartede miljøer og uvante situationer?   <br/><br/>Hvad med at træne dine analytiske evner og ledelsesmæssige kompetencer i en stilling med et stort udviklingspotentiale – såvel personligt som fagligt? <br/><br/>Såfremt ja, ses stillingen som sektionsfører (SF) i CBRN delingen oplagt for dig, idet vi netop står og mangler en oversergent af den rette støbning.<br/><br /><br /><b>Om os</b><br /><br>Rekognosceringssektionen er en integreret del af den ene af de to CBRN-delinger i Chemical-, Biological-, Radiological-, Nuclear- og Geospatialkompagniet, som er en yderst specialiseret enhed i Forsvaret. <br/><br/>Dette betyder bl.a., at vi er pålagt et stort antal unikke opgaver og samtidig råder over store mængder essentielt materiel.<br/><br/>Vores nuværende bemanding er på 76 medarbejdere, hvoraf specialisterne (SPEC) i rekognosceringssektionen udgår 16 medarbejdere (MA) af vores samlede bemanding. <br/><br/>Kompagniet (KMP) kan ved tilgang af designeringspersonel komme op på 92 MA. <br/><br/>KMP er en enhed der er sammensat af fem specialer. Derudover er der også en kommandodeling indeholdende en forsynings- og vedligeholdelsessektion. <br/><br/>Vores kapaciteter er efterspurgte, hvorfor vi årligt deltager i mange aktiviteter og øvelser, såvel i ind- som i udlandet.<br/><br/>Kompagniets motto er gennemsyret af vores evne og vilje til at tilpasse os den moderne kamplads – hvorfor vi såvel fysisk som mentalt altid skal være rede til at tilpasse os en given situation, med henblik på fortsat at kunne opretholde den fornødne effektivitet til støtte for foresattes opgaveløsning.<br/><br /><br /><b>Om stillingen</b><br /><br>Som SF for den ene af enhedens to rekognosceringssektioner, vil du blive fører (FØ) for en enhed som skal kunne operere i forskelligartede CBRN-miljøer. <br/><br/>Du skal derfor være indstillet på at kunne blive indsat i et forurenede miljø over en længere periode under forskellige forhold, i mørke og snævre rum m.v. <br/><br/>Du skal kunne analysere et område, gerningssted samt improviseret laboratorium, således du med din sektion kan forestå relevante prøvetagninger uden at ødelægge andre mulige beviser til støtte for den videre efterforskning.<br/><br/>Som SF i rekognosceringssektionen er du til dagligt FØ for syv specialister.<br/><br/>Som SF er du ansvarlig for, i samarbejde med din delingsfører, at forestå planlægning og uddannelse af sektionen, samt rådgivning og støtte til CBRN officeren på bataljonsniveauet. <br/><br/>I sektionen bliver alle uddannet til at løse opgaver inden for opklaring, sporing og prøvetagning af skarpe kemiske, biologisk og radiologiske kampstoffer. Derudover samarbejdes der med det civile beredskab. <br/><br/>Du bliver fører for en sektion som arbejder enormt selvstændigt i sin opgaveløsning, hvor den primære tilgang til læring udmøntes via frihed under ansvarlig, hvilket både gør gældende i hverdagen og i enhedens operative funktion og indsættelse.<br/><br/>Du vil som operativ fører ofte føre sektionen under mange forskellige CBRN opgaver i forskellige situationer, som ofte stiller store krav til enheden. <br/><br/>Du skal som fører kunne bevare det kølige overblik og samtidig vejlede samt styre sektionens indsættelse, med henblik på at opnå resultater som kan anvendes på højere niveau og i evt. retssager.<br/><br/>I den daglige uddannelse har du fokus på at opretholde og udvikle enhedens faglighed - primært inden for det aktuelle speciale - og deres enkeltkæmperfærdigheder inden for egen uddannelse samt via såvel intern som ekstern kursusvirksomhed.<br/><br/>Tjenesten veksler mellem dage på kasernen, hvor vi uddanner og træner til indsættelse via enhedsuddannelse og deltagelse i udenlandske øvelser, hvorfor enheden i perioder må forventes væk fra kasernen i adskillige dage/uger. <br/><br/>Den daglige tjenestetid er som udgangspunkt mellem kl. 07:30 til 15:15 - derudover kan der forekomme tjeneste enkelte dage frem til 17:00. Yderligere information vil fremgå af enhedens årlige aktivitetsoversigt (AKOS).  <br/><br /><br /><b>Om dig</b><br /><br>Du er udnævnt oversergent (OS) eller erfaren sergent (SG), der er egnet til at gennemføre de gældende uddannelses- og/eller udnævnelseskriterier, der kvalificerer dig til udnævnelse til OS. <br/><br/>Du har gennemført begge af Ingeniørregimentets fører-uddannelser for mellemledere (IGR 201 og IGR 204). Hvis dette ikke er tilfældet, vil det manglende efterfølgende blive inkorporeret i din udviklingskontrakt. <br/><br/>Du skal besidde viljen og evnen til at arbejde inden for et specialistområde, herunder kunne lide at arbejde i et miljø, hvor der er fart over feltet og hvor fagligheden vurderes essentiel for den samlede opgaveløsning. <br/><br/>Vi giver dig alle redskaberne til at blive en dygtig specialist, men det er din egen disciplin der holder redskaberne skarpe.<br/><br/>Du behøver ikke være specialist, så længe du blot har den fornødne interesse og motivation, samt formår at bringe dine kompetencer i spil, i rette tid og i rette mængde, med det evige ønske om en proportionel udvikling. <br/><br/>Som person er du driftig, styrings- og detaljeorienteret samt fremsynet.  <br/><br/>Du er helhedsorienteret og ressourcebevidst i din tilgang til tjenesten samt de opgaver du bliver tildelt. <br/><br/>Du forstår at bruge dine medarbejderes og kollegaers færdigheder og kompetencer samt erfaringer til at holde et højt fagligt niveau. <br/><br/>Samtidigt er det nødvendigt, at du kan arbejde selvstændigt inden for dit ansvarsområde og tilmed sætter stor pris på en høj grad af frihed under ansvar for at kunne trives i stillingen. <br/><br/>Derudover skal du være proaktiv og opsøgende af natur i din tilgang til virket og tilmed kunne indgå i specialiserede arbejdsgrupper. <br/><br/>Du skal desuden være rede til at deltage i mange forskelligartede aktiviteter, hvor du til tider kan forvente at være væk hjemmefra på grund af f.eks. øvelsesaktivitet eller kursus for at opbygge din og sektionens færdigheder/kompetencer. <br/><br/>Du skal have lyst til at indgå i et dynamisk team hvor dyder som fællesskab og samarbejde er ligeså vigtige som vores professionalisme.<br/>  <br/>Ved indtrædelse i stillingen forventes det at du besidder, eller løbende erhverver dig følgende kompetencer:<br/><br/>- TRR 1415, Køreassistentuddannelse.<br/>- FAGLÆ, Faglærerkursus alment (HRN).<br/>- SKYLE-II, Skydelederkursus 2.<br/><br/>Det er slutteligt et krav, at du har kørekort kategori B samt ønskeligt, at du tilmed besidder kørekort til kategori C/CE. Du skal kunne leve op til kravene for erhvervelse af kategori C/CE.<br/>Såfremt ovenstående har vakt din interesse, glæder vi os til at høre fra dig.<br/><br /><br /><b>Ansættelsesvilkår</b><br /><br>Stillingen er en oversergentstilling på overenskomstmæssige vilkår. Stillingen kan besættes med en tjenestemand. Løn m.v. er reguleret ved den til enhver tid gældende LC/CO10-fællesoverenskomst og organisationsaftale mellem Forsvarsministeriets Personalestyrelse, CO10 og Centralforeningen for Stampersonel for stampersonel af linjen og reserven samt elever i Forsvarsministeriet med tilhørende myndigheder.<br/><br/>Stillingen kan besættes af en sergent med et godt udviklingspotentiale og som vurderes klar til udnævnelse eller klar til udnævnelse indenfor en kortere årrække. <br/>I så fald vil der blive taget stilling til udnævnelse i forbindelse med ansættelsen eller der vil blive udarbejdet en udviklingskontrakt der er målrettet gennemgang af den nødvendige kompetenceudvikling og/eller uddannelse, med henblik på efterfølgende udnævnelse. Aflønning sker i henhold til stillingens lønniveau.<br/><br/>Ved ansøgning om en ny stilling i Forsvarsministeriets område, skal forhandling om personlige tillæg indgå i ansættelsesproceduren i henhold til gældende overenskomst.<br/><br/>Dit faste tjenestested vil være i Skive.<br/> <br/>Som ansat i Forsvarsministeriets område er du omfattet af nogle særlige vilkår. Du skal bl.a. kunne sikkerhedsgodkendes og opretholde sikkerhedsgodkendelsen under hele ansættelsesforløbet.<br/> <br/>Du har som ansat pligt til at forrette tjeneste uden for landets grænser, herunder ved enheder i internationale operationer med henblik på deltagelse i konfliktforebyggende, fredsbevarende, fredsskabende, humanitære og andre lignende operationer.<br/> <br/>Ansættelsen er betinget af, at du kan bestå Forsvarets fysiske basiskrav og ved helbreds- og tandlægevurderinger erklæres for fuldt egnet til udsendelse i internationale operationer.<br/><br/>KONTAKT OG ANSØGNING<br/>Hvis du vil vide mere om stillingen, er du meget velkommen til at kontakte kompagnichef Bjarke Beck tlf. 51 51 90 70.<br/><br/>Har du spørgsmål til løn- og ansættelsesvilkår, kan du kontakte HR-konsulent Seniorsergent Karsten Lund ved Forsvarsministeriets Personalestyrelse på mail FPS-BA-BS247@MIL.DK.<br/><br/>Såfremt du er omfattet af en lokal tjenesteplan eller er udpeget til deltagelse i internationale operationer, skal du gøre opmærksom på dette i din ansøgning.<br/><br/>Ansøgningsfrist er den 15. maj 2022 og samtaler forventes afholdt umiddelbart herefter.<br/><br/>Stillingen er til besættelse snarest muligt.<br/><br/>Ansøgningen sendes elektronisk via linket i annoncen.<br/><br/>FOKUS og referencer kan medsendes, men er ikke et krav.<br/><br/>I Forsvarsministeriets organisation tror vi på, at mangfoldighed styrker opgaveløsningen. Derfor opfordrer vi alle interesserede uanset baggrund til at søge stillingen.<br/><br/><br/>OM INGENIØRREGIMENTET<br/>Ingeniørregimentet hører hjemme på Ingeniørkasernen i Skive, en af landets største kaserner. <br/>Regimentets hovedopgave er at uddanne enheder indenfor de fem ingeniørspecialer; kampingeniør-, ammunitionsrydnings-, konstruktions-, geospatial- og CBRN-tjeneste.<br/>Regimentet består af et garnisonsstøtteelement, tre professionelle bataljoner og en reservestruktur. Regimentet uddanner årligt knap 600 værnepligtige i regi af Hærens Basisuddannelse (HBU) og kursister fra alle våbenarter og værn. <br/>Regimentet har også enheder på Pionergården på Vestamager, hvor dele af Ammunitionsrydningscenteret holder til. <br/>Ingeniørkasernen huser også Prinsens Musikkorps, Hjemmeværnets Landsdelsregion Vest, Hærhjemmeværnsdistrikt Midt- & Vestjylland samt Hjemmeværnsskolens Uddannelsescenter Midt- og Vestjylland. Derudover er der også elementer fra de funktionelle tjenester; bl.a. Driftsområde Skive under Forsvarsministeriet Ejendomsstyrelse, Forsyningscenter Skive under Forsvarsministeriets Materiel- og Indkøbsstyrelse og Garnisons- og Specialværkstedet, begge under Forsvarets Vedligeholdelsestjeneste.<br/>Med op til ca. 1.500 medarbejdere, når vi er flest og inkl. værnepligtigt personel og elever, er Ingeniørkasernen byens absolut største arbejdsplads. Garnisonen tilbyder dermed gode muligheder for en alsidig og varieret tjeneste.<br/><br/><br/><br />","MapUrl":"https://www.google.dk/maps/place/Sdr+Boulevard+15+-+1,7800,+Skive/","OrganizationNumber":"16287180","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}