{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"Postdoc or research assistant for development of - and research in - digital laboratory (DTL) in Skjern.","JobHeadline":"Postdoc or research assistant for development of - and research in - digital laboratory (DTL) in Skjern.","Presentation":"Are you knowledgeable in the ways industrial companies work and do you want to help make digital twins a game changer in the Danish business community?Do you enjoy challengi","HiringOrgName":"Aarhus Universitet","WorkPlaceAddress":"Ånumvej 28","WorkPlacePostalCode":"6900","WorkPlaceCity":"Skjern","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2022-04-26T00:00:00","LastDateApplication":"2022-05-20T00:00:00","FormattedLastDateApplication":"20. maj 2022","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/5583955","Region":"Midtjylland","Municipality":"Ringkøbing-Skjern","Country":"Danmark","PostalCode":"6900","PostalCodeName":null,"JobAnnouncementType":"","EmploymentType":"","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Forskning og universitetsundervisning, naturvidenskab og teknik ","Occupation":"Post doc., naturvidenskab og teknik","Location":{"Latitude":55.9427,"Longitude":8.5192},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"WorkplaceID":0,"OrganisationId":"90880","HiringOrgCVR":31119103,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/5583955","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/5583955","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/5583955","HasLocationValues":true,"ID":"5583955","Latitude":55.9427,"Longitude":8.5192},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Aarhus Universitet","Address":{"AddressLine":"Ånumvej 28","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":760,"Name":"Ringkøbing-Skjern"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"6900","City":"Skjern"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":null,"Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1026917669","OrganizationNumber":"31119103","OrganizationDescription":null},"JobPositionPosting":{"Id":5583955,"OriginalJppId":5583955,"HiringOrg":{"Name":"Aarhus Universitet","Address":{"AddressLine":"Ånumvej 28","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":760,"Name":"Ringkøbing-Skjern"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"6900","City":"Skjern"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":null,"Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1026917669","OrganizationNumber":"31119103","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2022-04-26T00:00:00","PublicationEndDate":"2022-05-20T00:00:00","JobPositionInformation":{"PositionTitle":"Postdoc or research assistant for development of - and research in - digital laboratory (DTL) in Skjern.","Purpose":"<strong>Are you knowledgeable in the ways industrial companies work and do you want to help make digital twins a game changer in the Danish business community?</strong><br/><br/>Do you enjoy challenging yourself professionally, and developing your visions from thoughts to reality? Do you have knowledge within the manufacturing/industrial production areas and in developing digital twins and are you willing to test your skills in collaboration with both researchers and companies? If key words like Digitalization, Industry/University collaboration and digital twins sound interesting, you might be our new colleague.<br/><br/>If you are passionate about making the world more digital, in a way that provides value to society and find it exciting to work at the crossroads between research and business, then the position&nbsp; DTL Ringkøbing-Skjern is perfect for you. At latest we want you to start august 1st 2022.<br/>&nbsp;You will be employed by the Department of Electrical and Computer Engineering at Aarhus University (AU) and your primary place of work will be in the new AU Digital Transformation Lab in Skjern alongside the Lab manager.<br/><br/>Your tasks will focus on realizing proof-of-concept models within digital twins and integration of e.g., robots or various digital factory tools. This is carried out in close collaboration with industrial partners and the staff at the laboratory.<br/><br/>In addition to the Lab manager and a Postdoc, there will be colleagues visiting the laboratory in the form of other AU researchers working on specific research projects. Depending on what motivates you, it is also possible to be a sparring partner in the organizational development of the lab or part of the close, and growing, collaboration with the local business community.<br/>&nbsp;<br/>We expect you to have an understanding of, and an interest in, the concept of digital twins in an industrial setting and that you want to use your knowledge to create value for companies that are part of research collaborations with Aarhus University.<p >You will take part in the work of shaping an innovative knowledge environment in growth, and together with your colleagues you will contribute to the work of strengthening the research, development, and innovation activities at the <a href=\"https://ece.au.dk/en\" >Department of&nbsp;Electrical and Computer Engineering</a>.</p>The Digital Transformation Lab (DTL) is a new concept from AU, where physical laboratories are built close to the knowledge that resides within the business communities outside the main university campus locations. The laboratory in Skjern is the first of hopefully several laboratories placed throughout the Central Denmark Region. At the DTL in Skjern the focus is on digital twins and the laboratory will act as both an ambassador, a communicator and a facilitator for existing and new research and educational activities. DTL will be your new workplace.<br/><br/>Our task is to experiment with the latest knowledge and make it interesting for businesses to use. What could be more fun and educational for someone who loves his profession!<br/>&nbsp;<br/><br/><b><strong>Your work tasks will include</strong></b><br/><br/><ul><li>On-site development of proof-of-concept models in close collaboration with researchers and local industrial companies</li><li>Development of ideas for new value-creating projects in collaboration with the Lab manager and the business community (including assisting with writing research/innovation proposals)</li><li>Collaboration with fellow interdisciplinary colleagues in novel research on future smart manufacturing and production companies</li><li>Challenge the industry with novel methods of coming up with new digital solutions</li><li>Dissemination of knowledge both scientifically and industrially</li></ul>&nbsp;<br/><br/><b><strong>Your profile</strong></b><br/><br/><br/>We expect you to be motivated to work with development of digital twins. You must be professionally skilled within digitalization and be able to make independent decisions in relation to e.g., modelling, simulation and optimization of digital manufacturing processes. You must find satisfaction in diving deep into the subject matter and translating new knowledge into useful solutions for business. You are responsible and proactive in your work.<ul><li>You have an M.Sc. degree in engineering e.g., manufacturing, mechanical or computer engineering</li><li>You have an understanding of the manufacturing industry and its challenges within digitalization</li><li>You can contribute to the development of digital twins in an industrial context</li><li>You are curious and willing to try new things</li><li>You are agile and able to maintain an overview in changing situations</li><li>You enjoy collaborating across disciplines and cultures and know how to get others involved</li><li>You communicate smoothly in either Danish or English</li><li>You smile easily and keep an informal tone</li><li>Your qualifications will decide the type of position. If you hold an MSc, you will be employed as a research assistant and if you hold a PhD, you will be employed as a postdoc</li></ul>Other competences that would be beneficial to the position could be:<ul><li>Willingness to spar about the development of the concept behind DTL</li><li>Have experience working with robots or digital manufacturing tools</li><li>Knowledge about AI/ML and/or data analytics tools</li><li>Knowledge in recent advancements in modelling and simulation tools, digital twin technology, virtual factories and/or digitalization in general. &nbsp;</li></ul>If you find the above interesting, we can offer you an exciting and meaningful job with experienced and skilled colleagues and a wide range of contacts to both students and researchers as well as companies. You will have a dynamic job with freedom and good opportunities to plan your own everyday life.<br/>&nbsp;<br/><br/><b><strong>Who we are</strong></b><br/><br/>&nbsp;DTL (Digital Transformation Lab) is a collaboration between AU, the Municipality of Rinkoebing-Skjern and five local companies. From the laboratory in Skjern we develop new projects together with companies in the local area. The goal is to assist with the digitalization journey in the municipality overall and contribute to high quality education, development and research. The lab is associated with the software engineering and computing systems section.<br/>The software engineering and computing systems section is part of the department of electrical and computer engineering and&nbsp;performs teaching and conduct innovation &amp; research in the systematic development of software taking its context into account. This ranges all the way from software on desktop computers over mobile devices to fully fledged system of systems and cyber-physical systems.<br/>The employees provide courses on these topics in a long range of studies where the development of software is included. They are also involved in a long list of externally funded research and innovation projects and they are responsible for different facilities (centres, laboratories and software tool) accessible and used by a long list of stakeholders outside the section.<br/>Both the educational activities as well as the innovation and research is targeting the development of high quality software using modern state-of-the-art tools including our own research results.<br/>&nbsp;<br/><br/><b><strong>What we offer </strong></b><br/><br/><ul><li>A well-equipped digital twin lab, with state-of-the-art infrastructure</li><li>A strong and supporting research group within emergent technologies and digital twins</li><li>A supportive, experienced and friendly environment, to help you get up to speed quickly</li><li>A culture where you are given responsibility and have freedom to choose how to solve the tasks you are doing</li><li>Close contact to a wide range of growing companies in the Municipality of Ringkoebing-Skjern</li></ul>&nbsp;<br/><br/><b><strong>Place of work and area of employment</strong><strong> </strong></b><br/><br/><br/>You are employed by Aarhus University, <a href=\"https://ece.au.dk/en\" >Department of&nbsp;Electrical and Computer Engineering</a>. The place of work is DTL Ringkoebing-Skjern, Aanumvej 28, 6900 Skjern.<br/>&nbsp;<br/><br/><b><strong>Contact information</strong></b><br/><br/><p>For further information, please contact: Lab Manager, Jakob Lemming, +45 93511580, jle@ece.au.dk<em>.</em></p><br/><br/><b><strong>Deadline</strong></b><br/><br/>&nbsp;Applications must be received no later than May 20th 2022.<br/>Please note in your application whether you are applying as a Post doc or research assistent.&nbsp;<br/><br/><br/><b><strong>Application procedure</strong></b><br/><br/><br/>Shortlisting is used. This means that after the deadline for applications – and with the assistance from the assessment committee chairman, and the appointment committee if necessary, – the head of department selects the candidates to be evaluated. All applicants will be notified whether or not their applications have been sent to an expert assessment committee for evaluation. The selected applicants will be informed about the composition of the committee, and each applicant is given the opportunity to comment on the part of the assessment that concerns him/her self. Once the recruitment process is completed a final letter of rejection is sent to the deselected applicants.<br/>&nbsp;<br/><br/><b><strong>Letter of reference</strong></b><br/><br/><br/>If you want a referee to upload a letter of reference on your behalf, please state the referee’s contact information when you submit your application. We strongly recommend that you make an agreement with the person in question before you enter the referee’s contact information, and that you ensure that the referee has enough time to write the letter of reference before the application deadline.<br/>Unfortunately, it is not possible to ensure that letters of reference received after the application deadline will be taken into consideration.<br/>&nbsp;<br/><br/><b><strong>Formalities and salary range</strong></b><br/><br/><br/>Technical Sciences refers to the <a href=\"https://international.au.dk/fileadmin/bekendtgoerelse_nr__242_af_a3__marts_2012_-_engelsk_udgave.pdf\" target=\"_blank\">Ministerial Order on the Appointment of Academic Staff at Danish Universities under the Danish Ministry of Science, Technology and Innovation</a>.<br/><br/>The application must be in English and include a curriculum vitae, degree certificate, a complete list of publications, a statement of future research plans and information about research activities, teaching portfolio and verified information on previous teaching experience (if any). Guidelines for applicants can be found <a href=\"https://tech.au.dk/en/about-the-faculty/vacant-positions-and-career/guidelines-and-rules/\" target=\"_blank\">here.</a><br/><br/>Appointment shall be in accordance with the collective labour agreement between the Danish Ministry of Finance and the Danish Confederation of Professional Associations. Further information on qualification requirements and job content may be found in the <a href=\"https://medarbejdere.au.dk/fileadmin/www.medarbejdere.au.dk/hr/rekruttering/onboarding/ministerial_order_no._1443_of_11_december_2019_on_job_structure_for_academic_staff_at_universities.pdf\" target=\"_blank\">Memorandum on Job Structure for Academic Staff at Danish Universities</a>. <br/><br/>Salary depends on seniority as agreed between the Danish Ministry of Finance and the Confederation of Professional Associations.<br/><br/>Aarhus University’s ambition is to be an attractive and inspiring workplace for all and to foster a culture in which each individual has opportunities to thrive, achieve and develop. We view equality and diversity as assets, and we welcome all applicants.<br/><br/>Research activities will be evaluated in relation to actual research time. Thus, we encourage applicants to specify periods of leave without research activities, in order to be able to subtract these periods from the span of the scientific career during the evaluation of scientific productivity.<br/><br/>Aarhus University offers a broad variety of services for international researchers and accompanying families, including relocation service and career counselling to expat partners. Read more <a href=\"http://ias.au.dk/au-relocation-service/\" target=\"_blank\">here</a>. Please find more information about entering and working in Denmark <a href=\"http://international.au.dk/research/\" target=\"_blank\">here</a>.<br/><br/>Aarhus University also offers a Junior Researcher Development Programme targeted at career development for postdocs at AU. You can read more about it <a href=\"http://talent.au.dk/junior-researcher-development-programme/\" target=\"_blank\">here</a>.<br/><br/><em>The application must be submitted via Aarhus University’s recruitment system, which can be accessed under the job advertisement on Aarhus University's website.</em><br/>&nbsp;<br/><br/><br/><b><strong>Aarhus </strong><strong>University</strong><strong> </strong></b><br/><br/><em>Aarhus University is an academically diverse and research-intensive university with a strong commitment to high-quality research and education and the development of society nationally and globally. The university offers an inspiring research and teaching environment to </em><em>its 38,000 students (FTEs) and 8,000 employees, and has an annual revenues of EUR 885 million. Learn more at </em><em><a href=\"http://www.international.au.dk/\">www.international.au.dk/</a></em>","WorkLocation":{"AddressLine":"Ånumvej 28","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":760,"Name":"Ringkøbing-Skjern"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"6900","City":"Skjern"},"EmploymentType":16,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"DiscoWeb":0,"AlternateNames":[],"GroupId":0,"AreaId":0,"Id":0,"Name":null},"IsGovernmentHiring":true,"JppContacts":[{"Id":7934524,"Email":null,"FaxNumber":null,"PersonName":"Jakob Lemming","FirstName":"Jakob","LastName":"Lemming","PositionTitle":null,"PhoneNumbers":[{"Number":"+4593511580","Type":2,"Description":"Mobil"}]}],"EmploymentDate":"2022-08-01T00:00:00"},"IsRecruitmentOfForeignNationals":true,"IsWorkInDenmark":true,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://AU.emply.net/recruitment/vacancyApply.aspx?publishingId=221617c2-6dc6-444b-a29c-37bd7a1d519c","ReplyInWriting":false,"ApplicationDeadlineDate":"2022-05-20T00:00:00"},"ContactAuthorityPhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=5583955&Organisation=31119103","Address":"Ånumvej 28,6900, Skjern","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=5583955&Company.Name=Aarhus Universitet&SubmissionDeadlineDate=2022-5-20&Title=Postdoc or research assistant for development of - and research in - digital laboratory (DTL) in Skjern.&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":false,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"Postdoc or research assistant for development of - and research in - digital laboratory (DTL) in Skjern.","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"5583955","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Aarhus Universitet","Address":"Ånumvej 28","Country":null,"EmploymentAreaID":null,"PostCode":"6900","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Skjern","ContactPerson":"Jakob Lemming","Phone":"+4593511580","Email":null,"Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2022-05-20T00:00:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"Place":"Arbejdspladsen ligger i Ringkøbing-Skjern kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Aarhus Universitet","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"Are you knowledgeable in the ways industrial companies work and do you want to help make digital twins a game changer in the Danish business community?Do you enjoy challenging yourself professionally, and developing your visions from thoughts to reality? Do you have knowledge within the manufacturing/industrial production areas and in developing di","DescriptionForSharing":"\"Are you knowledgeable in the ways industrial companies work and do you want to help make digital twins a game changer in the Danish business community?Do you enjoy challenging yourself professionally, and developing your visions from thoughts to reality? Do you have knowledge within the manufacturing/industrial production areas and in developing di\"","TitleForSharing":"\"Postdoc or research assistant for development of - and research in - digital laboratory (DTL) in Skjern.\"","RutePlan":"https://www.google.dk/maps/dir//Ånumvej+28,6900,+Skjern/","FormattedPurpose":"<strong>Are you knowledgeable in the ways industrial companies work and do you want to help make digital twins a game changer in the Danish business community?</strong><br/><br/>Do you enjoy challenging yourself professionally, and developing your visions from thoughts to reality? Do you have knowledge within the manufacturing/industrial production areas and in developing digital twins and are you willing to test your skills in collaboration with both researchers and companies? If key words like Digitalization, Industry/University collaboration and digital twins sound interesting, you might be our new colleague.<br/><br/>If you are passionate about making the world more digital, in a way that provides value to society and find it exciting to work at the crossroads between research and business, then the position  DTL Ringkøbing-Skjern is perfect for you. At latest we want you to start august 1st 2022.<br/> You will be employed by the Department of Electrical and Computer Engineering at Aarhus University (AU) and your primary place of work will be in the new AU Digital Transformation Lab in Skjern alongside the Lab manager.<br/><br/>Your tasks will focus on realizing proof-of-concept models within digital twins and integration of e.g., robots or various digital factory tools. This is carried out in close collaboration with industrial partners and the staff at the laboratory.<br/><br/>In addition to the Lab manager and a Postdoc, there will be colleagues visiting the laboratory in the form of other AU researchers working on specific research projects. Depending on what motivates you, it is also possible to be a sparring partner in the organizational development of the lab or part of the close, and growing, collaboration with the local business community.<br/> <br/>We expect you to have an understanding of, and an interest in, the concept of digital twins in an industrial setting and that you want to use your knowledge to create value for companies that are part of research collaborations with Aarhus University.<p >You will take part in the work of shaping an innovative knowledge environment in growth, and together with your colleagues you will contribute to the work of strengthening the research, development, and innovation activities at the <a target=\"_blank\" href=\"https://ece.au.dk/en\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5583955\">Department of Electrical and Computer Engineering</a>.</p>The Digital Transformation Lab (DTL) is a new concept from AU, where physical laboratories are built close to the knowledge that resides within the business communities outside the main university campus locations. The laboratory in Skjern is the first of hopefully several laboratories placed throughout the Central Denmark Region. At the DTL in Skjern the focus is on digital twins and the laboratory will act as both an ambassador, a communicator and a facilitator for existing and new research and educational activities. DTL will be your new workplace.<br/><br/>Our task is to experiment with the latest knowledge and make it interesting for businesses to use. What could be more fun and educational for someone who loves his profession!<br/> <br/><br/><b><strong>Your work tasks will include</strong></b><br/><br/><ul><li>On-site development of proof-of-concept models in close collaboration with researchers and local industrial companies</li><li>Development of ideas for new value-creating projects in collaboration with the Lab manager and the business community (including assisting with writing research/innovation proposals)</li><li>Collaboration with fellow interdisciplinary colleagues in novel research on future smart manufacturing and production companies</li><li>Challenge the industry with novel methods of coming up with new digital solutions</li><li>Dissemination of knowledge both scientifically and industrially</li></ul> <br/><br/><b><strong>Your profile</strong></b><br/><br/><br/>We expect you to be motivated to work with development of digital twins. You must be professionally skilled within digitalization and be able to make independent decisions in relation to e.g., modelling, simulation and optimization of digital manufacturing processes. You must find satisfaction in diving deep into the subject matter and translating new knowledge into useful solutions for business. You are responsible and proactive in your work.<ul><li>You have an M.Sc. degree in engineering e.g., manufacturing, mechanical or computer engineering</li><li>You have an understanding of the manufacturing industry and its challenges within digitalization</li><li>You can contribute to the development of digital twins in an industrial context</li><li>You are curious and willing to try new things</li><li>You are agile and able to maintain an overview in changing situations</li><li>You enjoy collaborating across disciplines and cultures and know how to get others involved</li><li>You communicate smoothly in either Danish or English</li><li>You smile easily and keep an informal tone</li><li>Your qualifications will decide the type of position. If you hold an MSc, you will be employed as a research assistant and if you hold a PhD, you will be employed as a postdoc</li></ul>Other competences that would be beneficial to the position could be:<ul><li>Willingness to spar about the development of the concept behind DTL</li><li>Have experience working with robots or digital manufacturing tools</li><li>Knowledge about AI/ML and/or data analytics tools</li><li>Knowledge in recent advancements in modelling and simulation tools, digital twin technology, virtual factories and/or digitalization in general.  </li></ul>If you find the above interesting, we can offer you an exciting and meaningful job with experienced and skilled colleagues and a wide range of contacts to both students and researchers as well as companies. You will have a dynamic job with freedom and good opportunities to plan your own everyday life.<br/> <br/><br/><b><strong>Who we are</strong></b><br/><br/> DTL (Digital Transformation Lab) is a collaboration between AU, the Municipality of Rinkoebing-Skjern and five local companies. From the laboratory in Skjern we develop new projects together with companies in the local area. The goal is to assist with the digitalization journey in the municipality overall and contribute to high quality education, development and research. The lab is associated with the software engineering and computing systems section.<br/>The software engineering and computing systems section is part of the department of electrical and computer engineering and performs teaching and conduct innovation &amp; research in the systematic development of software taking its context into account. This ranges all the way from software on desktop computers over mobile devices to fully fledged system of systems and cyber-physical systems.<br/>The employees provide courses on these topics in a long range of studies where the development of software is included. They are also involved in a long list of externally funded research and innovation projects and they are responsible for different facilities (centres, laboratories and software tool) accessible and used by a long list of stakeholders outside the section.<br/>Both the educational activities as well as the innovation and research is targeting the development of high quality software using modern state-of-the-art tools including our own research results.<br/> <br/><br/><b><strong>What we offer </strong></b><br/><br/><ul><li>A well-equipped digital twin lab, with state-of-the-art infrastructure</li><li>A strong and supporting research group within emergent technologies and digital twins</li><li>A supportive, experienced and friendly environment, to help you get up to speed quickly</li><li>A culture where you are given responsibility and have freedom to choose how to solve the tasks you are doing</li><li>Close contact to a wide range of growing companies in the Municipality of Ringkoebing-Skjern</li></ul> <br/><br/><b><strong>Place of work and area of employment</strong><strong> </strong></b><br/><br/><br/>You are employed by Aarhus University, <a target=\"_blank\" href=\"https://ece.au.dk/en\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5583955\">Department of Electrical and Computer Engineering</a>. The place of work is DTL Ringkoebing-Skjern, Aanumvej 28, 6900 Skjern.<br/> <br/><br/><b><strong>Contact information</strong></b><br/><br/><p>For further information, please contact: Lab Manager, Jakob Lemming, +45 93511580, jle@ece.au.dk<em>.</em></p><br/><br/><b><strong>Deadline</strong></b><br/><br/> Applications must be received no later than May 20th 2022.<br/>Please note in your application whether you are applying as a Post doc or research assistent. <br/><br/><br/><b><strong>Application procedure</strong></b><br/><br/><br/>Shortlisting is used. This means that after the deadline for applications – and with the assistance from the assessment committee chairman, and the appointment committee if necessary, – the head of department selects the candidates to be evaluated. All applicants will be notified whether or not their applications have been sent to an expert assessment committee for evaluation. The selected applicants will be informed about the composition of the committee, and each applicant is given the opportunity to comment on the part of the assessment that concerns him/her self. Once the recruitment process is completed a final letter of rejection is sent to the deselected applicants.<br/> <br/><br/><b><strong>Letter of reference</strong></b><br/><br/><br/>If you want a referee to upload a letter of reference on your behalf, please state the referee’s contact information when you submit your application. We strongly recommend that you make an agreement with the person in question before you enter the referee’s contact information, and that you ensure that the referee has enough time to write the letter of reference before the application deadline.<br/>Unfortunately, it is not possible to ensure that letters of reference received after the application deadline will be taken into consideration.<br/> <br/><br/><b><strong>Formalities and salary range</strong></b><br/><br/><br/>Technical Sciences refers to the <a target=\"_blank\" href=\"https://international.au.dk/fileadmin/bekendtgoerelse_nr__242_af_a3__marts_2012_-_engelsk_udgave.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5583955\">Ministerial Order on the Appointment of Academic Staff at Danish Universities under the Danish Ministry of Science, Technology and Innovation</a>.<br/><br/>The application must be in English and include a curriculum vitae, degree certificate, a complete list of publications, a statement of future research plans and information about research activities, teaching portfolio and verified information on previous teaching experience (if any). Guidelines for applicants can be found <a target=\"_blank\" href=\"https://tech.au.dk/en/about-the-faculty/vacant-positions-and-career/guidelines-and-rules/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5583955\">here.</a><br/><br/>Appointment shall be in accordance with the collective labour agreement between the Danish Ministry of Finance and the Danish Confederation of Professional Associations. Further information on qualification requirements and job content may be found in the <a target=\"_blank\" href=\"https://medarbejdere.au.dk/fileadmin/www.medarbejdere.au.dk/hr/rekruttering/onboarding/ministerial_order_no._1443_of_11_december_2019_on_job_structure_for_academic_staff_at_universities.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5583955\">Memorandum on Job Structure for Academic Staff at Danish Universities</a>. <br/><br/>Salary depends on seniority as agreed between the Danish Ministry of Finance and the Confederation of Professional Associations.<br/><br/>Aarhus University’s ambition is to be an attractive and inspiring workplace for all and to foster a culture in which each individual has opportunities to thrive, achieve and develop. We view equality and diversity as assets, and we welcome all applicants.<br/><br/>Research activities will be evaluated in relation to actual research time. Thus, we encourage applicants to specify periods of leave without research activities, in order to be able to subtract these periods from the span of the scientific career during the evaluation of scientific productivity.<br/><br/>Aarhus University offers a broad variety of services for international researchers and accompanying families, including relocation service and career counselling to expat partners. Read more <a target=\"_blank\" href=\"http://ias.au.dk/au-relocation-service/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5583955\">here</a>. Please find more information about entering and working in Denmark <a target=\"_blank\" href=\"http://international.au.dk/research/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5583955\">here</a>.<br/><br/>Aarhus University also offers a Junior Researcher Development Programme targeted at career development for postdocs at AU. You can read more about it <a target=\"_blank\" href=\"http://talent.au.dk/junior-researcher-development-programme/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5583955\">here</a>.<br/><br/><em>The application must be submitted via Aarhus University’s recruitment system, which can be accessed under the job advertisement on Aarhus University's website.</em><br/> <br/><br/><br/><b><strong>Aarhus </strong><strong>University</strong><strong> </strong></b><br/><br/><em>Aarhus University is an academically diverse and research-intensive university with a strong commitment to high-quality research and education and the development of society nationally and globally. The university offers an inspiring research and teaching environment to </em><em>its 38,000 students (FTEs) and 8,000 employees, and has an annual revenues of EUR 885 million. Learn more at </em><em><a target=\"_blank\" href=\"http://www.international.au.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5583955\">www.international.au.dk/</a></em>","MapUrl":"https://www.google.dk/maps/place/Ånumvej+28,6900,+Skjern/","OrganizationNumber":"31119103","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}