{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"Professor in Bionanoscience at the Interdisciplinary Nanoscience Center, Aarhus University","JobHeadline":"Professor in Bionanoscience at the Interdisciplinary Nanoscience Center, Aarhus University","Presentation":"Applications are invited for a position as full Professor in the field of bionanoscience at the Interdisciplinary Nanoscience Center (inano.au.dk), Aarhus University (au.dk). The intended start is 1 J","HiringOrgName":"Aarhus Universitet","WorkPlaceAddress":"Gustav Wieds Vej 14","WorkPlacePostalCode":"8000","WorkPlaceCity":"Aarhus C","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2022-04-27T00:00:00","LastDateApplication":"2022-05-16T00:00:00","FormattedLastDateApplication":"16. maj 2022","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/5584213","Region":"Midtjylland","Municipality":"Aarhus","Country":"Danmark","PostalCode":"8000","PostalCodeName":null,"JobAnnouncementType":"","EmploymentType":"","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Forskning og universitetsundervisning, naturvidenskab og teknik ","Occupation":"Professor, naturvidenskab og teknik","Location":{"Latitude":56.1505,"Longitude":10.278},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"WorkplaceID":106623,"OrganisationId":"90880","HiringOrgCVR":31119103,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/5584213","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/5584213","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/5584213","HasLocationValues":true,"ID":"5584213","Latitude":56.1505,"Longitude":10.278},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Aarhus Universitet","Address":{"AddressLine":"Gustav Wieds Vej 14","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8000","City":"Aarhus C"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":null,"Description":null,"Logo":106623,"WorkPlaceOrganizationNumber":"1018150863","OrganizationNumber":"31119103","OrganizationDescription":null},"JobPositionPosting":{"Id":5584213,"OriginalJppId":5584213,"HiringOrg":{"Name":"Aarhus Universitet","Address":{"AddressLine":"Gustav Wieds Vej 14","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8000","City":"Aarhus C"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":null,"Description":null,"Logo":106623,"WorkPlaceOrganizationNumber":"1018150863","OrganizationNumber":"31119103","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2022-04-27T00:00:00","PublicationEndDate":"2022-05-16T00:00:00","JobPositionInformation":{"PositionTitle":"Professor in Bionanoscience at the Interdisciplinary Nanoscience Center, Aarhus University","Purpose":"Applications are invited for a position as full Professor in the field of bionanoscience at the Interdisciplinary Nanoscience Center (inano.au.dk), Aarhus University (au.dk). The intended start is 1 January 2023 or as soon as possible.<br/>&nbsp;<br/><br/><b><strong>Job description</strong></b><br/><br/>iNANO currently seeks outstanding applicants who are expected to lead and develop research and teaching activities within the field of bionanoscience. Candidates should have a personal track record in interdisciplinary research preferably spanning across at least two major fields including biophysics, biochemistry, medicine and molecular biology. Applications are welcome in the broad field of bionanoscience such as artificial cells, biological interfaces, novel biomolecular constructs, nanomedicine, bioimaging and biosensing, or synthetic biology.&nbsp;<br/><br/><b><br/><strong>Your profile</strong></b><br/><br/>The candidate is expected to play a central role in recruiting and supervising pre- and post-doctoral fellows as well as in the teaching of courses offered by iNANO and associated departments.<br/><br/>The applicant should hold a PhD degree in nanoscience, molecular and cellular biology, (bio)chemistry, biophysics or within a closely related field. The successful candidate is expected to establish and lead strong interdisciplinary research and teaching collaborations at Aarhus University, in particular between the faculties of Natural Sciences, Technical Sciences, and Health Sciences.&nbsp;<br/><br/>To qualify for the position, it is essential to document experience in managing an active research group.&nbsp; In particular, the successful applicant must demonstrate the ability to (a) publish at an internationally high level, (b) attract substantial research funding from a broad pool of sources, and (c) supervise and advise people ranging from bachelor students to postdoctoral associates and faculty colleagues. Interdisciplinary research and collaboration with other research groups at iNANO and other departments at Aarhus University, at other Universities, and with private industry is anticipated. Visionary plans for future research should be outlined in the application.<br/><br/>Interest and competence in teaching nanoscience at all levels of university education are essential. Applicants must document a record of significant teaching and supervision experience at undergraduate, graduate and post-graduate levels. Teaching can be in Danish and English, depending on the course. For non-Danish speaking employees, we offer Danish language courses to help integrating into daily life in Denmark.<br/><br/>We expect our new colleague to value and participate in the general academic work at iNANO. This includes serving on committees, collaborating with colleagues on the many tasks of the center, helping and giving feedback to colleagues, mentoring of junior colleagues, etc. Experience with administrative duties is desirable.<br/>&nbsp;<br/><br/><b><strong>Who we are</strong></b><br/><br/>iNANO, Interdisciplinary Nanoscience Center (<a href=\"http://www.inano.au.dk/\" >www.inano.au.dk</a>), was established in 2002 and at present is a major research and education center based at the beautiful campus of Aarhus University. The center is hosting 50 senior scientists, ~60 post docs, and ~100 PhD students and combines expertise and faculty from Physics, Chemistry, Molecular biology, Engineering, and Medicine to carry out world class interdisciplinary research in Nanoscience and Nanotechnology. The center gives access to a broad range of state-of-the-art infrastructure, tools and expertise. With a 5-year undergraduate nanotechnology program and nanoscience graduate program (<a href=\"http://www.inanoschool.au.dk/\" >www.inanoschool.au.dk</a>) the center provides a full educational environment. Besides the large base of basic research, the center has a large number of ongoing industrial projects, partnerships and has given rise to innovation in the form of several spin-outs. In addition to excellence in research, teaching and supervision, iNANO values equal opportunities, a collegial atmosphere, and a student-friendly mindset.<br/>&nbsp;<br/><br/><b><strong>Work and life in Denmark</strong> <strong>and Aarhus</strong></b><br/><br/>Ensuring gender balance at the Interdisciplinary Nanoscience Center is a high priority at Aarhus University, and we particularly encourage women to apply for this position. No candidate will be given preferential treatment, and all applicants will be assessed on the basis of their qualifications for the position in question. All interested candidates are encouraged to apply, regardless of their personal background. We see diversity as a strength. It is a priority that the successful candidate has a personality that promotes positive interactions with students and staff, as well as being a good colleague in general. Together, we define the future of iNANO, both scientifically and with respect to thriving in our day-to-day work.<br/><br/>Working in Denmark offers opportunities for a good work-life balance. In Denmark there is a system of guaranteed and affordable daycare.&nbsp; Education is free, including universities. English is widely spoken, though Danish is the common language off campus. A fraction of the courses at iNANO is given in English. The majority of BSc and MSc thesis works are written in English, as are all PhD theses. We offer free Danish courses.<br/><br/>Aarhus University offers Relocation service to International researchers. You can read more about it here: <a href=\"https://internationalstaff.au.dk/relocationservice/\" >https://internationalstaff.au.dk/relocationservice/</a><br/><br/>Aarhus is Denmark’s second largest city, and forms the center of the western parts of the country on the Jutland peninsula. It is situated beautifully at the Aarhus Bay near Mols National Park and the Lake District around Silkeborg. Recently, Aarhus has attracted international attention as a travel destination due to its unique combination of a thriving food-scene, high-quality museums, surrounding beautiful nature, a lively city due to the “young population”, and many cultural events including music festivals. etc. See e.g. the recent recommendation by CNN (<a href=\"https://edition.cnn.com/travel/article/aarhus-denmark-things-to-do/index.html\" >https://edition.cnn.com/travel/article/aarhus-denmark-things-to-do/index.html</a>). Aarhus is easily reached through local international airports in Jutland within 1 hour of Aarhus, or through either Copenhagen or Hamburg Airports, both situated about a 3-hour train-journey from Aarhus.<br/><br/>Aarhus University is consistently ranked as a top-100 university in the world and it houses both an engineering and a medical school, as well as divisions for the traditional natural sciences, business, social sciences, arts, and environmental and agricultural sciences.<br/><br/><b><br/><strong>Place of work and area of employment</strong><strong> </strong></b><br/><br/>The place of work is Interdisciplinary Nanoscience Center, Gustav Wieds Vej 14, 8000 Aarhus C and the area of employment is Aarhus University with related departments.&nbsp;<br/>&nbsp;<br/><br/><b><strong>Contact information</strong></b><br/><br/>For further information, please contact: Acting director, Professor Thomas Vosegaard, +45 60 20 26 39, tv@inano.au.dk<br/>&nbsp;<br/><br/><b><strong>Deadline</strong></b><br/><br/>Applications must be received no later than&nbsp;May 16th 2022. &nbsp;Interviews are expected to be held in the summer of 2022.&nbsp;<br/><br/><br/><b><strong>Application procedure</strong></b><br/><br/>Shortlisting is used. This means that after the deadline for applications – and with the assistance from the assessment committee chairman, and the assessment committee if necessary, – the head of department selects the candidates to be evaluated. The selection is made on the basis of an assessment of who of the candidates are most relevant considering the requirements of the advertisement. All applicants will be notified within 6 weeks whether or not their applications have been sent to an expert assessment committee for evaluation. The selected applicants will be informed about the composition of the committee and will receive his/her assessment. Once the recruitment process is completed a final letter of rejection is sent to the deselected applicants.<br/><br/><b><br/><strong>Letter of reference</strong></b><br/><br/>If you want a referee to upload a letter of reference on your behalf, please state the referee’s contact information when you submit your application. We strongly recommend that you make an agreement with the person in question before you enter the referee’s contact information, and that you ensure that the referee has enough time to write the letter of reference before the application deadline. Unfortunately, it is not possible to ensure that letters of reference received after the application deadline will be taken into consideration.<br/><br/><b><br/><strong>Formalities and salary range Formalities and salary range</strong></b><br/><br/>Natural Sciences refers to the <a href=\"http://www.medarbejdere.au.dk/appointment_of_academic_staff_at_universities\" target=\"_blank\">Ministerial Order on the Appointment of Academic Staff at Danish Universities under the Danish Ministry of Science, Technology and Innovation</a>.<br/><br/>The application must be in English and include a curriculum vitae, degree certificate, a complete list of publications, a statement of future research plans and information about research activities, teaching portfolio and verified information on previous teaching experience (if any). Guidelines for applicants can be found <a href=\"https://nat.au.dk/en/about-the-faculty/vacant-positions-and-career/guidelines-and-rules/\" target=\"_blank\">here.</a><br/><br/>Appointment shall be in accordance with the collective labour agreement between the Danish Ministry of Finance and the Danish Confederation of Professional Associations. Further information on qualification requirements and job content may be found in the <a href=\"https://medarbejdere.au.dk/fileadmin/www.medarbejdere.au.dk/hr/rekruttering/onboarding/ministerial_order_no._1443_of_11_december_2019_on_job_structure_for_academic_staff_at_universities.pdf\" target=\"_blank\">Memorandum on Job Structure for Academic Staff at Danish Universities.</a> <br/><br/>Salary depends on seniority as agreed between the Danish Ministry of Finance and the Confederation of Professional Associations.<br/><br/>Aarhus University’s ambition is to be an attractive and inspiring workplace for all and to foster a culture in which each individual has opportunities to thrive, achieve and develop. We view equality and diversity as assets, and we welcome all applicants.<br/><br/>Research activities will be evaluated in relation to actual research time. Thus, we encourage applicants to specify periods of leave without research activities, in order to be able to subtract these periods from the span of the scientific career during the evaluation of scientific productivity.<br/><br/>Aarhus University offers a broad variety of services for international researchers and accompanying families, including relocation service and career counselling to expat partners. Read more <a href=\"http://ias.au.dk/au-relocation-service/\" target=\"_blank\">here</a>. Please find more information about entering and working in Denmark <a href=\"http://international.au.dk/research/\" target=\"_blank\">here</a>.<br/><br/><em>The application must be submitted via Aarhus University’s recruitment system, which can be accessed under the job advertisement on Aarhus University's website.</em><br/>&nbsp;<br/><br/><br/><b><strong>Aarhus </strong><strong>University</strong><strong> </strong></b><br/><br/><em>Aarhus University is an academically diverse and research-intensive university with a strong commitment to high-quality research and education and the development of society nationally and globally. The university offers an inspiring research and teaching environment to </em><em>its 38,000 students (FTEs) and 8,000 employees, and has an annual revenues of EUR 885 million. Learn more at </em><em><a href=\"http://www.international.au.dk/\">www.international.au.dk/</a></em><br/><br/>&nbsp;","WorkLocation":{"AddressLine":"Gustav Wieds Vej 14","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8000","City":"Aarhus C"},"EmploymentType":1,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"DiscoWeb":0,"AlternateNames":[],"GroupId":0,"AreaId":0,"Id":0,"Name":null},"IsGovernmentHiring":true,"JppContacts":[{"Id":7936278,"Email":null,"FaxNumber":null,"PersonName":"Thomas Vosegaard","FirstName":"Thomas","LastName":"Vosegaard","PositionTitle":null,"PhoneNumbers":[{"Number":"+4560202639","Type":2,"Description":"Mobil"}]}],"EmploymentDate":"2023-01-01T00:00:00"},"IsRecruitmentOfForeignNationals":true,"IsWorkInDenmark":true,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://AU.emply.net/recruitment/vacancyApply.aspx?publishingId=92355f8d-a83d-451d-bbc2-1f976db423f6","ReplyInWriting":false,"ApplicationDeadlineDate":"2022-05-16T00:00:00"},"ContactAuthorityPhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=5584213&WorkPlace=106623&Organisation=31119103","Address":"Gustav Wieds Vej 14,8000, Aarhus C","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=5584213&Company.Name=Aarhus Universitet&SubmissionDeadlineDate=2022-5-16&Title=Professor in Bionanoscience at the Interdisciplinary Nanoscience Center, Aarhus University&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":false,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"Professor in Bionanoscience at the Interdisciplinary Nanoscience Center, Aarhus University","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"5584213","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Aarhus Universitet","Address":"Gustav Wieds Vej 14","Country":null,"EmploymentAreaID":null,"PostCode":"8000","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Aarhus C","ContactPerson":"Thomas Vosegaard","Phone":"+4560202639","Email":null,"Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2022-05-16T00:00:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"Place":"Arbejdspladsen ligger i Aarhus kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Aarhus Universitet","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"Applications are invited for a position as full Professor in the field of bionanoscience at the Interdisciplinary Nanoscience Center (inano.au.dk), Aarhus University (au.dk). The intended start is 1 January 2023 or as soon as possible.Job descriptioniNANO currently seeks outstanding applicants who are expected to lead and develop research and teach","DescriptionForSharing":"\"Applications are invited for a position as full Professor in the field of bionanoscience at the Interdisciplinary Nanoscience Center (inano.au.dk), Aarhus University (au.dk). The intended start is 1 January 2023 or as soon as possible.Job descriptioniNANO currently seeks outstanding applicants who are expected to lead and develop research and teach\"","TitleForSharing":"\"Professor in Bionanoscience at the Interdisciplinary Nanoscience Center, Aarhus University\"","RutePlan":"https://www.google.dk/maps/dir//Gustav+Wieds+Vej+14,8000,+Aarhus+C/","FormattedPurpose":"Applications are invited for a position as full Professor in the field of bionanoscience at the Interdisciplinary Nanoscience Center (inano.au.dk), Aarhus University (au.dk). The intended start is 1 January 2023 or as soon as possible.<br/> <br/><br/><b><strong>Job description</strong></b><br/><br/>iNANO currently seeks outstanding applicants who are expected to lead and develop research and teaching activities within the field of bionanoscience. Candidates should have a personal track record in interdisciplinary research preferably spanning across at least two major fields including biophysics, biochemistry, medicine and molecular biology. Applications are welcome in the broad field of bionanoscience such as artificial cells, biological interfaces, novel biomolecular constructs, nanomedicine, bioimaging and biosensing, or synthetic biology. <br/><br/><b><br/><strong>Your profile</strong></b><br/><br/>The candidate is expected to play a central role in recruiting and supervising pre- and post-doctoral fellows as well as in the teaching of courses offered by iNANO and associated departments.<br/><br/>The applicant should hold a PhD degree in nanoscience, molecular and cellular biology, (bio)chemistry, biophysics or within a closely related field. The successful candidate is expected to establish and lead strong interdisciplinary research and teaching collaborations at Aarhus University, in particular between the faculties of Natural Sciences, Technical Sciences, and Health Sciences. <br/><br/>To qualify for the position, it is essential to document experience in managing an active research group.  In particular, the successful applicant must demonstrate the ability to (a) publish at an internationally high level, (b) attract substantial research funding from a broad pool of sources, and (c) supervise and advise people ranging from bachelor students to postdoctoral associates and faculty colleagues. Interdisciplinary research and collaboration with other research groups at iNANO and other departments at Aarhus University, at other Universities, and with private industry is anticipated. Visionary plans for future research should be outlined in the application.<br/><br/>Interest and competence in teaching nanoscience at all levels of university education are essential. Applicants must document a record of significant teaching and supervision experience at undergraduate, graduate and post-graduate levels. Teaching can be in Danish and English, depending on the course. For non-Danish speaking employees, we offer Danish language courses to help integrating into daily life in Denmark.<br/><br/>We expect our new colleague to value and participate in the general academic work at iNANO. This includes serving on committees, collaborating with colleagues on the many tasks of the center, helping and giving feedback to colleagues, mentoring of junior colleagues, etc. Experience with administrative duties is desirable.<br/> <br/><br/><b><strong>Who we are</strong></b><br/><br/>iNANO, Interdisciplinary Nanoscience Center (<a target=\"_blank\" href=\"http://www.inano.au.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5584213\">www.inano.au.dk</a>), was established in 2002 and at present is a major research and education center based at the beautiful campus of Aarhus University. The center is hosting 50 senior scientists, ~60 post docs, and ~100 PhD students and combines expertise and faculty from Physics, Chemistry, Molecular biology, Engineering, and Medicine to carry out world class interdisciplinary research in Nanoscience and Nanotechnology. The center gives access to a broad range of state-of-the-art infrastructure, tools and expertise. With a 5-year undergraduate nanotechnology program and nanoscience graduate program (<a target=\"_blank\" href=\"http://www.inanoschool.au.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5584213\">www.inanoschool.au.dk</a>) the center provides a full educational environment. Besides the large base of basic research, the center has a large number of ongoing industrial projects, partnerships and has given rise to innovation in the form of several spin-outs. In addition to excellence in research, teaching and supervision, iNANO values equal opportunities, a collegial atmosphere, and a student-friendly mindset.<br/> <br/><br/><b><strong>Work and life in Denmark</strong> <strong>and Aarhus</strong></b><br/><br/>Ensuring gender balance at the Interdisciplinary Nanoscience Center is a high priority at Aarhus University, and we particularly encourage women to apply for this position. No candidate will be given preferential treatment, and all applicants will be assessed on the basis of their qualifications for the position in question. All interested candidates are encouraged to apply, regardless of their personal background. We see diversity as a strength. It is a priority that the successful candidate has a personality that promotes positive interactions with students and staff, as well as being a good colleague in general. Together, we define the future of iNANO, both scientifically and with respect to thriving in our day-to-day work.<br/><br/>Working in Denmark offers opportunities for a good work-life balance. In Denmark there is a system of guaranteed and affordable daycare.  Education is free, including universities. English is widely spoken, though Danish is the common language off campus. A fraction of the courses at iNANO is given in English. The majority of BSc and MSc thesis works are written in English, as are all PhD theses. We offer free Danish courses.<br/><br/>Aarhus University offers Relocation service to International researchers. You can read more about it here: <a target=\"_blank\" href=\"https://internationalstaff.au.dk/relocationservice/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5584213\">https://internationalstaff.au.dk/relocationservice/</a><br/><br/>Aarhus is Denmark’s second largest city, and forms the center of the western parts of the country on the Jutland peninsula. It is situated beautifully at the Aarhus Bay near Mols National Park and the Lake District around Silkeborg. Recently, Aarhus has attracted international attention as a travel destination due to its unique combination of a thriving food-scene, high-quality museums, surrounding beautiful nature, a lively city due to the “young population”, and many cultural events including music festivals. etc. See e.g. the recent recommendation by CNN (<a target=\"_blank\" href=\"https://edition.cnn.com/travel/article/aarhus-denmark-things-to-do/index.html\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5584213\">https://edition.cnn.com/travel/article/aarhus-denmark-things-to-do/index.html</a>). Aarhus is easily reached through local international airports in Jutland within 1 hour of Aarhus, or through either Copenhagen or Hamburg Airports, both situated about a 3-hour train-journey from Aarhus.<br/><br/>Aarhus University is consistently ranked as a top-100 university in the world and it houses both an engineering and a medical school, as well as divisions for the traditional natural sciences, business, social sciences, arts, and environmental and agricultural sciences.<br/><br/><b><br/><strong>Place of work and area of employment</strong><strong> </strong></b><br/><br/>The place of work is Interdisciplinary Nanoscience Center, Gustav Wieds Vej 14, 8000 Aarhus C and the area of employment is Aarhus University with related departments. <br/> <br/><br/><b><strong>Contact information</strong></b><br/><br/>For further information, please contact: Acting director, Professor Thomas Vosegaard, +45 60 20 26 39, tv@inano.au.dk<br/> <br/><br/><b><strong>Deadline</strong></b><br/><br/>Applications must be received no later than May 16th 2022.  Interviews are expected to be held in the summer of 2022. <br/><br/><br/><b><strong>Application procedure</strong></b><br/><br/>Shortlisting is used. This means that after the deadline for applications – and with the assistance from the assessment committee chairman, and the assessment committee if necessary, – the head of department selects the candidates to be evaluated. The selection is made on the basis of an assessment of who of the candidates are most relevant considering the requirements of the advertisement. All applicants will be notified within 6 weeks whether or not their applications have been sent to an expert assessment committee for evaluation. The selected applicants will be informed about the composition of the committee and will receive his/her assessment. Once the recruitment process is completed a final letter of rejection is sent to the deselected applicants.<br/><br/><b><br/><strong>Letter of reference</strong></b><br/><br/>If you want a referee to upload a letter of reference on your behalf, please state the referee’s contact information when you submit your application. We strongly recommend that you make an agreement with the person in question before you enter the referee’s contact information, and that you ensure that the referee has enough time to write the letter of reference before the application deadline. Unfortunately, it is not possible to ensure that letters of reference received after the application deadline will be taken into consideration.<br/><br/><b><br/><strong>Formalities and salary range Formalities and salary range</strong></b><br/><br/>Natural Sciences refers to the <a target=\"_blank\" href=\"http://www.medarbejdere.au.dk/appointment_of_academic_staff_at_universities\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5584213\">Ministerial Order on the Appointment of Academic Staff at Danish Universities under the Danish Ministry of Science, Technology and Innovation</a>.<br/><br/>The application must be in English and include a curriculum vitae, degree certificate, a complete list of publications, a statement of future research plans and information about research activities, teaching portfolio and verified information on previous teaching experience (if any). Guidelines for applicants can be found <a target=\"_blank\" href=\"https://nat.au.dk/en/about-the-faculty/vacant-positions-and-career/guidelines-and-rules/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5584213\">here.</a><br/><br/>Appointment shall be in accordance with the collective labour agreement between the Danish Ministry of Finance and the Danish Confederation of Professional Associations. Further information on qualification requirements and job content may be found in the <a target=\"_blank\" href=\"https://medarbejdere.au.dk/fileadmin/www.medarbejdere.au.dk/hr/rekruttering/onboarding/ministerial_order_no._1443_of_11_december_2019_on_job_structure_for_academic_staff_at_universities.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5584213\">Memorandum on Job Structure for Academic Staff at Danish Universities.</a> <br/><br/>Salary depends on seniority as agreed between the Danish Ministry of Finance and the Confederation of Professional Associations.<br/><br/>Aarhus University’s ambition is to be an attractive and inspiring workplace for all and to foster a culture in which each individual has opportunities to thrive, achieve and develop. We view equality and diversity as assets, and we welcome all applicants.<br/><br/>Research activities will be evaluated in relation to actual research time. Thus, we encourage applicants to specify periods of leave without research activities, in order to be able to subtract these periods from the span of the scientific career during the evaluation of scientific productivity.<br/><br/>Aarhus University offers a broad variety of services for international researchers and accompanying families, including relocation service and career counselling to expat partners. Read more <a target=\"_blank\" href=\"http://ias.au.dk/au-relocation-service/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5584213\">here</a>. Please find more information about entering and working in Denmark <a target=\"_blank\" href=\"http://international.au.dk/research/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5584213\">here</a>.<br/><br/><em>The application must be submitted via Aarhus University’s recruitment system, which can be accessed under the job advertisement on Aarhus University's website.</em><br/> <br/><br/><br/><b><strong>Aarhus </strong><strong>University</strong><strong> </strong></b><br/><br/><em>Aarhus University is an academically diverse and research-intensive university with a strong commitment to high-quality research and education and the development of society nationally and globally. The university offers an inspiring research and teaching environment to </em><em>its 38,000 students (FTEs) and 8,000 employees, and has an annual revenues of EUR 885 million. Learn more at </em><em><a target=\"_blank\" href=\"http://www.international.au.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5584213\">www.international.au.dk/</a></em><br/><br/>","MapUrl":"https://www.google.dk/maps/place/Gustav+Wieds+Vej+14,8000,+Aarhus+C/","OrganizationNumber":"31119103","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}