{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"Associate Professor in Scientific Computing and Algorithms","JobHeadline":"Associate Professor in Scientific Computing and Algorithms","Presentation":"Aarhus University (AU) invites applications for a position as Associate Professor to our research within scientific computing and algorithms in Electrical and Computer Engineering (ECE). The responsib","HiringOrgName":"Aarhus Universitet","WorkPlaceAddress":"Finlandsgade 22","WorkPlacePostalCode":"8200","WorkPlaceCity":"Aarhus N","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2022-04-29T00:00:00","LastDateApplication":"2022-05-31T00:00:00","FormattedLastDateApplication":"31. maj 2022","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/5586485","Region":"Midtjylland","Municipality":"Aarhus","Country":"Danmark","PostalCode":"8200","PostalCodeName":null,"JobAnnouncementType":"","EmploymentType":"","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Forskning og universitetsundervisning, naturvidenskab og teknik ","Occupation":"Lektor, naturvidenskab og teknik","Location":{"Latitude":56.172,"Longitude":10.1911},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"WorkplaceID":106631,"OrganisationId":"90880","HiringOrgCVR":31119103,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/5586485","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/5586485","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/5586485","HasLocationValues":true,"ID":"5586485","Latitude":56.172,"Longitude":10.1911},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Aarhus Universitet","Address":{"AddressLine":"Finlandsgade 22","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8200","City":"Aarhus N"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":null,"Description":null,"Logo":106631,"WorkPlaceOrganizationNumber":"1017878251","OrganizationNumber":"31119103","OrganizationDescription":null},"JobPositionPosting":{"Id":5586485,"OriginalJppId":5586485,"HiringOrg":{"Name":"Aarhus Universitet","Address":{"AddressLine":"Finlandsgade 22","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8200","City":"Aarhus N"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":null,"Description":null,"Logo":106631,"WorkPlaceOrganizationNumber":"1017878251","OrganizationNumber":"31119103","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2022-04-29T00:00:00","PublicationEndDate":"2022-05-31T00:00:00","JobPositionInformation":{"PositionTitle":"Associate Professor in Scientific Computing and Algorithms","Purpose":"Aarhus University (AU) invites applications for a position as Associate Professor to our research within scientific computing and algorithms in Electrical and Computer Engineering (ECE). The responsibility of the associate professor is to advance the research within (a) mathematical modelling, (b) algorithm development, as well as (c) analysis and implementation of high-performance software packages based on those algorithms. The candidate will provide scientific leadership to fundamental research in these areas as well as contributing to inter-disciplinary research within the department and, ideally, across departments at Aarhus University. The candidate will also support technology transfer and create a strong scientific foundation for industrial collaboration when appropriate.<br/><br/>The university has made an ambitious strategic investment in a 2025-year recruitment plan to increase its activities significantly within research and education in the engineering sciences with the vision of bringing AU into the global engineering elite. As of 1 January 2021 ECE became a department within the Faculty of Technical Sciences to further reinforce the growth strategy.<br/><br/>Candidates must have a PhD in electrical engineering, computer science or a closely related field. In the assessment of candidates, strong emphasis and consideration will be given to:<ul><li>Excellence in research demonstrated by publications in relevant scientific journals and conferences</li><li>Research impact, e.g., in terms of citations. Technology transfer and commercialization, e.g., patent applications, are considered as a plus</li><li>Experience and success in attracting funding for research projects with national and international research agencies and industry as well as experience in research leadership</li><li>Experience and impact from collaboration with relevant industry partners, incl. industrial experience</li><li>Research network and established research collaboration with relevant academic and industrial partners</li><li>Strong track-record of interdisciplinary research and cross-cutting activities</li><li>Experience and quality of teaching and supervision. Experience in development of research-based educations is a plus</li><li>Experience in MSc, PhD and post-doctoral training; and</li><li>Excellent communication skills</li></ul>For the position, it is key that candidates hold a deep understanding of complex real-world systems and applications/problems as well as the ability to approach new complex problems, lead a thorough mathematical modelling with software implementation potential. Areas of interest lie in data management (e.g., analytics-driven data compression, Internet of Things, cyber-physical systems, machine learning, computational chemistry). The candidate should lead activities in our department domains in strong cooperation with existing research groups to bring additional depth and impact to ECE’s research.<br/><br/><b><br/><strong>Application</strong></b><br/><br/>Your application must be in English and include a CV that describes research activities, R&amp;D experience, a complete publication list as well as your teaching, fundraising and leadership experience. Also, a teaching plan/statement and a research plan (length of 2-5 pages including your planned research directions) are required. Please provide your ResearcherID, Google Scholar profile link, and/or a unique search query in Google Scholar and/or Web of Science to retrieve your publication and citation track record. Also, please provide names of references (minimum 3) whom the search committee may contact directly. All applications must be made online.<br/>&nbsp;<br/><br/><b><strong>Expected start date&nbsp;</strong></b><br/><br/>The position is available from 1st of September 2022 or as soon as possible thereafter.<br/><br/><b><br/><strong>Job description</strong></b><br/><br/>The candidate is expected to be able to drive the build-up of national and internationally competitive research activities, to contribute to strengthening current research activities, and expanding internal and external collaborations. The associate professor will participate in knowledge exchange with society and industry, raise external funding and participate in supervision of PhD students and post-doctoral training, support the educational guidance of assistant professors. The associate professor will be an active contributor to the development of the ECE organization.<br/><br/>The associate professor is expected to participate in teaching at both undergraduate and graduate levels in both electrical and computer engineering study programs, and to engage in the continued development of both existing and new courses. Undergraduate courses are primarily taught in Danish, whereas other courses are taught in English. The candidate must have excellent written and verbal communication skills.<br/><br/><b><br/><strong>Your profile</strong></b><br/><br/>Candidates must have a PhD in electrical engineering, computer science or a closely related field. In the assessment of candidates, strong emphasis and consideration will be given to:<ul><li>Excellence in research demonstrated by publications in relevant scientific journals and conferences</li><li>Research impact, e.g., in terms of citations. Technology transfer and commercialization, e.g., patent applications, are considered as a plus</li><li>Experience and success in attracting funding for research projects with national and international research agencies and industry as well as experience in research leadership</li><li>Experience and impact from collaboration with relevant industry partners, incl. industrial experience</li><li>Research network and established research collaboration with relevant academic and industrial partners</li><li>Strong track-record of interdisciplinary research and cross-cutting activities</li><li>Experience and quality of teaching and supervision</li><li>Experience in development of research-based educations is a plus</li><li>Experience in MSc, PhD and post-doctoral training; and</li><li>Excellent communication skills</li></ul>For the position, it is key that candidates hold a deep understanding of complex real-world systems and applications/problems as well as the ability to approach new complex problems, lead a thorough mathematical modelling with software implementation potential. Areas of interest lie in data management (e.g., analytics-driven data compression, Internet of Things, cyber-physical systems, machine learning, computational chemistry). The candidate should lead activities in our department domains in strong cooperation with existing research groups to bring additional depth and impact to ECE’s research.<br/>&nbsp;<br/><br/><b><strong>Who we are</strong></b><br/><br/>Electrical and computer engineering are closely related technical science disciplines focusing on research into hardware and software technologies that play a vital role in defining modern society, its digitalisation and human behaviour therein. Our focus is on research and development activities in the fields of communication and networks, control and automation, photonics, signal processing, software and IT systems, robot technology, medical technology, health technology, electrical energy technology, and acoustics and sound technology.<br/>Many of our research and development activities are based on the specific innovation needs or specialist application areas of specific companies. Close collaboration with the public sector and private companies ensures that the knowledge and technology generated in the department's research environments has a clear anchoring in reality and benefits society as whole. We also provide research-based public sector consultancy on technology in the agriculture and food area.&nbsp;<br/>At the department, we educate BEng, BSc and MSc graduates in engineering for Danish society.<br/><em>https://ece.au.dk/</em><br/><br/><b><br/><strong>What we offer </strong></b><br/><br/>The department/centre offers:<ul><li>a well-developed research infrastructure, laboratories and access to shared equipment</li><li>an exciting interdisciplinary environment with many national, international and industrial collaborators</li><li>a research climate encouraging lively, open and critical discussion within and across different fields of research</li><li>a work environment with close working relationships, networking and social activities</li><li>a workplace characterised by professionalism, equality and a healthy work-life balance.</li></ul>&nbsp;<br/><br/><b><strong>Place of work and area of employment</strong><strong> </strong></b><br/><br/>Place of employment is Aarhus University, and place of work is Faculty of Technical Sciences, Finlandsgade 22, 8200 Aarhus.<br/>&nbsp;<br/><br/><b><strong>Contact information</strong></b><br/><br/>For more information, please contact Head of Department of Electrical and Computer Engineering, Mikael Bergholz Knudsen (mbk@ece.au.dk / +45 21745355).<br/>&nbsp;<br/><br/><b><strong>Deadline</strong></b><br/><br/>Applications must be received no later than 31th of May 2022.<br/>&nbsp;<br/><br/><br/><b><strong>Application procedure</strong></b><br/><br/>Shortlisting is used. This means that after the deadline for applications – and with the assistance from the assessment committee chairman, and the assessment committee if necessary, – the head of department selects the candidates to be evaluated. The selection is made on the basis of an assessment of who of the candidates are most relevant considering the requirements of the advertisement. All applicants will be notified within 6 weeks whether or not their applications have been sent to an expert assessment committee for evaluation. The selected applicants will be informed about the composition of the committee and will receive his/her assessment. Once the recruitment process is completed a final letter of rejection is sent to the deselected applicants.<br/><br/><b><br/><strong>Letter of reference</strong></b><br/><br/>If you want a referee to upload a letter of reference on your behalf, please state the referee’s contact information when you submit your application. We strongly recommend that you make an agreement with the person in question before you enter the referee’s contact information, and that you ensure that the referee has enough time to write the letter of reference before the application deadline.<br/>Unfortunately, it is not possible to ensure that letters of reference received after the application deadline will be taken into consideration.<br/><br/><b><br/><strong>Formalities and salary range </strong></b><br/><br/>Technical Sciences refers to the <a href=\"https://international.au.dk/fileadmin/bekendtgoerelse_nr__242_af_a3__marts_2012_-_engelsk_udgave.pdf\" target=\"_blank\">Ministerial Order on the Appointment of Academic Staff at Danish Universities under the Danish Ministry of Science, Technology and Innovation</a>.<br/><br/>The application must be in English and include a curriculum vitae, degree certificate, a complete list of publications, a statement of future research plans and information about research activities, teaching portfolio and verified information on previous teaching experience (if any). Guidelines for applicants can be found <a href=\"https://tech.au.dk/en/about-the-faculty/vacant-positions-and-career/guidelines-and-rules/\" target=\"_blank\">here.</a><br/><br/>Appointment shall be in accordance with the collective labour agreement between the Danish Ministry of Finance and the Danish Confederation of Professional Associations. Further information on qualification requirements and job content may be found in the <a href=\"https://medarbejdere.au.dk/fileadmin/www.medarbejdere.au.dk/hr/rekruttering/onboarding/ministerial_order_no._1443_of_11_december_2019_on_job_structure_for_academic_staff_at_universities.pdf\" target=\"_blank\">Memorandum on Job Structure for Academic Staff at Danish Universities.</a> <br/><br/>Salary depends on seniority as agreed between the Danish Ministry of Finance and the Confederation of Professional Associations.<br/><br/>Aarhus University’s ambition is to be an attractive and inspiring workplace for all and to foster a culture in which each individual has opportunities to thrive, achieve and develop. We view equality and diversity as assets, and we welcome all applicants.<br/>&nbsp;Ensuring gender balance at the Department of Electrical and Computer Engineering&nbsp;is a high priority at Aarhus University, and therefore, we particularly encourage women&nbsp;to apply for this position. No candidate will be given preferential treatment, and all applicants will be assessed on the basis of their qualifications for the position in question.<br/>Research activities will be evaluated in relation to actual research time. Thus, we encourage applicants to specify periods of leave without research activities, in order to be able to subtract these periods from the span of the scientific career during the evaluation of scientific productivity.<br/><br/>Aarhus University offers a broad variety of services for international researchers and accompanying families, including relocation service and career counselling to expat partners. Read more <a href=\"https://internationalstaff.au.dk/relocationservice\" target=\"_blank\">here</a>. Please find more information about entering and working in Denmark <a href=\"http://international.au.dk/research/\" target=\"_blank\">here</a>.<br/><br/><em>The application must be submitted via Aarhus University’s recruitment system, which can be accessed under the job advertisement on Aarhus University's website.</em><br/><br/>&nbsp;<br/><br/><br/><b><strong>Aarhus </strong><strong>University</strong><strong> </strong></b><br/><br/><em>Aarhus University is an academically diverse and research-intensive university with a strong commitment to high-quality research and education and the development of society nationally and globally. The university offers an inspiring research and teaching environment to </em><em>its 38,000 students (FTEs) and 8,000 employees, and has an annual revenues of EUR 885 million. Learn more at </em><em><a href=\"http://www.international.au.dk/\">www.international.au.dk/</a></em><br/><br/>&nbsp;","WorkLocation":{"AddressLine":"Finlandsgade 22","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8200","City":"Aarhus N"},"EmploymentType":1,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"DiscoWeb":0,"AlternateNames":[],"GroupId":0,"AreaId":0,"Id":0,"Name":null},"IsGovernmentHiring":true,"JppContacts":[{"Id":7944369,"Email":null,"FaxNumber":null,"PersonName":"Mikael Bergholz Knudsen","FirstName":"Mikael","LastName":"Bergholz Knudsen","PositionTitle":null,"PhoneNumbers":[{"Number":"+4521745355","Type":2,"Description":"Mobil"}]}],"EmploymentDate":"2022-09-01T00:00:00"},"IsRecruitmentOfForeignNationals":false,"IsWorkInDenmark":true,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://AU.emply.net/recruitment/vacancyApply.aspx?publishingId=5951c2bf-0246-4c0f-b8c7-0064ac6a10d7","ReplyInWriting":false,"ApplicationDeadlineDate":"2022-05-31T00:00:00"},"ContactAuthorityPhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=5586485&WorkPlace=106631&Organisation=31119103","Address":"Finlandsgade 22,8200, Aarhus N","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=5586485&Company.Name=Aarhus Universitet&SubmissionDeadlineDate=2022-5-31&Title=Associate Professor in Scientific Computing and Algorithms&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":false,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"Associate Professor in Scientific Computing and Algorithms","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"5586485","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Aarhus Universitet","Address":"Finlandsgade 22","Country":null,"EmploymentAreaID":null,"PostCode":"8200","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Aarhus N","ContactPerson":"Mikael Bergholz Knudsen","Phone":"+4521745355","Email":null,"Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2022-05-31T00:00:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"Place":"Arbejdspladsen ligger i Aarhus kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Aarhus Universitet","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"Aarhus University (AU) invites applications for a position as Associate Professor to our research within scientific computing and algorithms in Electrical and Computer Engineering (ECE). The responsibility of the associate professor is to advance the research within (a) mathematical modelling, (b) algorithm development, as well as (c) analysis and ","DescriptionForSharing":"\"Aarhus University (AU) invites applications for a position as Associate Professor to our research within scientific computing and algorithms in Electrical and Computer Engineering (ECE). The responsibility of the associate professor is to advance the research within (a) mathematical modelling, (b) algorithm development, as well as (c) analysis and \"","TitleForSharing":"\"Associate Professor in Scientific Computing and Algorithms\"","RutePlan":"https://www.google.dk/maps/dir//Finlandsgade+22,8200,+Aarhus+N/","FormattedPurpose":"Aarhus University (AU) invites applications for a position as Associate Professor to our research within scientific computing and algorithms in Electrical and Computer Engineering (ECE). The responsibility of the associate professor is to advance the research within (a) mathematical modelling, (b) algorithm development, as well as (c) analysis and implementation of high-performance software packages based on those algorithms. The candidate will provide scientific leadership to fundamental research in these areas as well as contributing to inter-disciplinary research within the department and, ideally, across departments at Aarhus University. The candidate will also support technology transfer and create a strong scientific foundation for industrial collaboration when appropriate.<br/><br/>The university has made an ambitious strategic investment in a 2025-year recruitment plan to increase its activities significantly within research and education in the engineering sciences with the vision of bringing AU into the global engineering elite. As of 1 January 2021 ECE became a department within the Faculty of Technical Sciences to further reinforce the growth strategy.<br/><br/>Candidates must have a PhD in electrical engineering, computer science or a closely related field. In the assessment of candidates, strong emphasis and consideration will be given to:<ul><li>Excellence in research demonstrated by publications in relevant scientific journals and conferences</li><li>Research impact, e.g., in terms of citations. Technology transfer and commercialization, e.g., patent applications, are considered as a plus</li><li>Experience and success in attracting funding for research projects with national and international research agencies and industry as well as experience in research leadership</li><li>Experience and impact from collaboration with relevant industry partners, incl. industrial experience</li><li>Research network and established research collaboration with relevant academic and industrial partners</li><li>Strong track-record of interdisciplinary research and cross-cutting activities</li><li>Experience and quality of teaching and supervision. Experience in development of research-based educations is a plus</li><li>Experience in MSc, PhD and post-doctoral training; and</li><li>Excellent communication skills</li></ul>For the position, it is key that candidates hold a deep understanding of complex real-world systems and applications/problems as well as the ability to approach new complex problems, lead a thorough mathematical modelling with software implementation potential. Areas of interest lie in data management (e.g., analytics-driven data compression, Internet of Things, cyber-physical systems, machine learning, computational chemistry). The candidate should lead activities in our department domains in strong cooperation with existing research groups to bring additional depth and impact to ECE’s research.<br/><br/><b><br/><strong>Application</strong></b><br/><br/>Your application must be in English and include a CV that describes research activities, R&amp;D experience, a complete publication list as well as your teaching, fundraising and leadership experience. Also, a teaching plan/statement and a research plan (length of 2-5 pages including your planned research directions) are required. Please provide your ResearcherID, Google Scholar profile link, and/or a unique search query in Google Scholar and/or Web of Science to retrieve your publication and citation track record. Also, please provide names of references (minimum 3) whom the search committee may contact directly. All applications must be made online.<br/> <br/><br/><b><strong>Expected start date </strong></b><br/><br/>The position is available from 1st of September 2022 or as soon as possible thereafter.<br/><br/><b><br/><strong>Job description</strong></b><br/><br/>The candidate is expected to be able to drive the build-up of national and internationally competitive research activities, to contribute to strengthening current research activities, and expanding internal and external collaborations. The associate professor will participate in knowledge exchange with society and industry, raise external funding and participate in supervision of PhD students and post-doctoral training, support the educational guidance of assistant professors. The associate professor will be an active contributor to the development of the ECE organization.<br/><br/>The associate professor is expected to participate in teaching at both undergraduate and graduate levels in both electrical and computer engineering study programs, and to engage in the continued development of both existing and new courses. Undergraduate courses are primarily taught in Danish, whereas other courses are taught in English. The candidate must have excellent written and verbal communication skills.<br/><br/><b><br/><strong>Your profile</strong></b><br/><br/>Candidates must have a PhD in electrical engineering, computer science or a closely related field. In the assessment of candidates, strong emphasis and consideration will be given to:<ul><li>Excellence in research demonstrated by publications in relevant scientific journals and conferences</li><li>Research impact, e.g., in terms of citations. Technology transfer and commercialization, e.g., patent applications, are considered as a plus</li><li>Experience and success in attracting funding for research projects with national and international research agencies and industry as well as experience in research leadership</li><li>Experience and impact from collaboration with relevant industry partners, incl. industrial experience</li><li>Research network and established research collaboration with relevant academic and industrial partners</li><li>Strong track-record of interdisciplinary research and cross-cutting activities</li><li>Experience and quality of teaching and supervision</li><li>Experience in development of research-based educations is a plus</li><li>Experience in MSc, PhD and post-doctoral training; and</li><li>Excellent communication skills</li></ul>For the position, it is key that candidates hold a deep understanding of complex real-world systems and applications/problems as well as the ability to approach new complex problems, lead a thorough mathematical modelling with software implementation potential. Areas of interest lie in data management (e.g., analytics-driven data compression, Internet of Things, cyber-physical systems, machine learning, computational chemistry). The candidate should lead activities in our department domains in strong cooperation with existing research groups to bring additional depth and impact to ECE’s research.<br/> <br/><br/><b><strong>Who we are</strong></b><br/><br/>Electrical and computer engineering are closely related technical science disciplines focusing on research into hardware and software technologies that play a vital role in defining modern society, its digitalisation and human behaviour therein. Our focus is on research and development activities in the fields of communication and networks, control and automation, photonics, signal processing, software and IT systems, robot technology, medical technology, health technology, electrical energy technology, and acoustics and sound technology.<br/>Many of our research and development activities are based on the specific innovation needs or specialist application areas of specific companies. Close collaboration with the public sector and private companies ensures that the knowledge and technology generated in the department's research environments has a clear anchoring in reality and benefits society as whole. We also provide research-based public sector consultancy on technology in the agriculture and food area. <br/>At the department, we educate BEng, BSc and MSc graduates in engineering for Danish society.<br/><em><a target=\"_blank\" href=\"https://ece.au.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5586485\">https://ece.au.dk/</a></em><br/><br/><b><br/><strong>What we offer </strong></b><br/><br/>The department/centre offers:<ul><li>a well-developed research infrastructure, laboratories and access to shared equipment</li><li>an exciting interdisciplinary environment with many national, international and industrial collaborators</li><li>a research climate encouraging lively, open and critical discussion within and across different fields of research</li><li>a work environment with close working relationships, networking and social activities</li><li>a workplace characterised by professionalism, equality and a healthy work-life balance.</li></ul> <br/><br/><b><strong>Place of work and area of employment</strong><strong> </strong></b><br/><br/>Place of employment is Aarhus University, and place of work is Faculty of Technical Sciences, Finlandsgade 22, 8200 Aarhus.<br/> <br/><br/><b><strong>Contact information</strong></b><br/><br/>For more information, please contact Head of Department of Electrical and Computer Engineering, Mikael Bergholz Knudsen (mbk@ece.au.dk / +45 21745355).<br/> <br/><br/><b><strong>Deadline</strong></b><br/><br/>Applications must be received no later than 31th of May 2022.<br/> <br/><br/><br/><b><strong>Application procedure</strong></b><br/><br/>Shortlisting is used. This means that after the deadline for applications – and with the assistance from the assessment committee chairman, and the assessment committee if necessary, – the head of department selects the candidates to be evaluated. The selection is made on the basis of an assessment of who of the candidates are most relevant considering the requirements of the advertisement. All applicants will be notified within 6 weeks whether or not their applications have been sent to an expert assessment committee for evaluation. The selected applicants will be informed about the composition of the committee and will receive his/her assessment. Once the recruitment process is completed a final letter of rejection is sent to the deselected applicants.<br/><br/><b><br/><strong>Letter of reference</strong></b><br/><br/>If you want a referee to upload a letter of reference on your behalf, please state the referee’s contact information when you submit your application. We strongly recommend that you make an agreement with the person in question before you enter the referee’s contact information, and that you ensure that the referee has enough time to write the letter of reference before the application deadline.<br/>Unfortunately, it is not possible to ensure that letters of reference received after the application deadline will be taken into consideration.<br/><br/><b><br/><strong>Formalities and salary range </strong></b><br/><br/>Technical Sciences refers to the <a target=\"_blank\" href=\"https://international.au.dk/fileadmin/bekendtgoerelse_nr__242_af_a3__marts_2012_-_engelsk_udgave.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5586485\">Ministerial Order on the Appointment of Academic Staff at Danish Universities under the Danish Ministry of Science, Technology and Innovation</a>.<br/><br/>The application must be in English and include a curriculum vitae, degree certificate, a complete list of publications, a statement of future research plans and information about research activities, teaching portfolio and verified information on previous teaching experience (if any). Guidelines for applicants can be found <a target=\"_blank\" href=\"https://tech.au.dk/en/about-the-faculty/vacant-positions-and-career/guidelines-and-rules/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5586485\">here.</a><br/><br/>Appointment shall be in accordance with the collective labour agreement between the Danish Ministry of Finance and the Danish Confederation of Professional Associations. Further information on qualification requirements and job content may be found in the <a target=\"_blank\" href=\"https://medarbejdere.au.dk/fileadmin/www.medarbejdere.au.dk/hr/rekruttering/onboarding/ministerial_order_no._1443_of_11_december_2019_on_job_structure_for_academic_staff_at_universities.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5586485\">Memorandum on Job Structure for Academic Staff at Danish Universities.</a> <br/><br/>Salary depends on seniority as agreed between the Danish Ministry of Finance and the Confederation of Professional Associations.<br/><br/>Aarhus University’s ambition is to be an attractive and inspiring workplace for all and to foster a culture in which each individual has opportunities to thrive, achieve and develop. We view equality and diversity as assets, and we welcome all applicants.<br/> Ensuring gender balance at the Department of Electrical and Computer Engineering is a high priority at Aarhus University, and therefore, we particularly encourage women to apply for this position. No candidate will be given preferential treatment, and all applicants will be assessed on the basis of their qualifications for the position in question.<br/>Research activities will be evaluated in relation to actual research time. Thus, we encourage applicants to specify periods of leave without research activities, in order to be able to subtract these periods from the span of the scientific career during the evaluation of scientific productivity.<br/><br/>Aarhus University offers a broad variety of services for international researchers and accompanying families, including relocation service and career counselling to expat partners. Read more <a target=\"_blank\" href=\"https://internationalstaff.au.dk/relocationservice\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5586485\">here</a>. Please find more information about entering and working in Denmark <a target=\"_blank\" href=\"http://international.au.dk/research/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5586485\">here</a>.<br/><br/><em>The application must be submitted via Aarhus University’s recruitment system, which can be accessed under the job advertisement on Aarhus University's website.</em><br/><br/> <br/><br/><br/><b><strong>Aarhus </strong><strong>University</strong><strong> </strong></b><br/><br/><em>Aarhus University is an academically diverse and research-intensive university with a strong commitment to high-quality research and education and the development of society nationally and globally. The university offers an inspiring research and teaching environment to </em><em>its 38,000 students (FTEs) and 8,000 employees, and has an annual revenues of EUR 885 million. Learn more at </em><em><a target=\"_blank\" href=\"http://www.international.au.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5586485\">www.international.au.dk/</a></em><br/><br/>","MapUrl":"https://www.google.dk/maps/place/Finlandsgade+22,8200,+Aarhus+N/","OrganizationNumber":"31119103","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}