{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"PhD fellowship in Compiler Technology for Distributed AI","JobHeadline":"PhD fellowship in Compiler Technology for Distributed AI","Presentation":"PhD fellowship in Compiler Technology for Distrubuted AI Department of Computer Science (DIKU) Faculty of SCIENCE University of Copenhagen  T","HiringOrgName":"KU - SCIENCE - DATALOGISK INSTITUT","WorkPlaceAddress":"Emil Holms Kanal 6, 5.","WorkPlacePostalCode":"2300","WorkPlaceCity":"København S","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2022-04-29T00:00:00","LastDateApplication":"2022-05-22T00:00:00","FormattedLastDateApplication":"22. maj 2022","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/5586262","Region":"Hovedstaden og Bornholm","Municipality":"København","Country":"Danmark","PostalCode":"2300","PostalCodeName":null,"JobAnnouncementType":"","EmploymentType":"","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Forskning og universitetsundervisning, naturvidenskab og teknik ","Occupation":"Ph.d., naturvidenskab og teknik","Location":{"Latitude":55.6615,"Longitude":12.5915},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"WorkplaceID":0,"OrganisationId":"57758","HiringOrgCVR":29979812,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/5586262","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/5586262","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/5586262","HasLocationValues":true,"ID":"5586262","Latitude":55.6615,"Longitude":12.5915},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"KU - SCIENCE - DATALOGISK INSTITUT","Address":{"AddressLine":"Emil Holms Kanal 6, 5.","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2300","City":"København S"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":null,"Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1018803255","OrganizationNumber":"29979812","OrganizationDescription":null},"JobPositionPosting":{"Id":5586262,"OriginalJppId":5586262,"HiringOrg":{"Name":"KU - SCIENCE - DATALOGISK INSTITUT","Address":{"AddressLine":"Emil Holms Kanal 6, 5.","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2300","City":"København S"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":null,"Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1018803255","OrganizationNumber":"29979812","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2022-04-29T00:00:00","PublicationEndDate":"2022-05-22T00:00:00","JobPositionInformation":{"PositionTitle":"PhD fellowship in Compiler Technology for Distributed AI","Purpose":"<strong>PhD fellowship in Compiler Technology for Distrubuted AI<br/> Department of Computer Science (DIKU)</strong><br/> <strong>Faculty of SCIENCE<br/> University of Copenhagen</strong><br/><br/>  The PLTC section of the Department of Computer Science (DIKU), University of Copenhagen invites applicants for a PhD fellowship in developing language and compiler infrastructure for supporting efficient execution of AI workloads in distributed-memory spaces, such as clusters of GPUs. This project is financed by the start-up grant of Associate Professor Cosmin E. Oancea.<br/><br/>  The start date is (expected to be) 1st of October 2022, or as soon as possible thereafter.<br/><br/>  <strong>The project</strong><br/> The project will build on the existent infrastructure of the Futhark language and optimizing compiler, which is developed locally at DIKU and is thought as a research vehicle for studying aggressive analysis (static, dynamic, and hybrid), aimed primarily at optimizing highly-parallel applications. The underlying philosophy is rooted in language-compiler co-design, namely that the language exposes higher-order constructs, whose richer semantics simplifies compiler analysis, and vice-versa, advanced analysis allows stronger properties to be enforced at language level and exploited by later compiler analyses. For example, Futhark recently supports both forward and reverse-mode automatic differentiation (AD) by second-order language primitives, which are implemented as a non-trivial code transformation, whose derivation, at its turn, takes full advantage of the higher-order semantics of the parallel operators. <br/><br/>  The overall goal of the project is to extend Futhark with whatever is necessary in order to support efficient execution in a distributed memory setting, such as clusters of GPUs. Such extensions may be designed at all levels. Examples may include (but are not limited to):<br/><br/>  <ol> \t<li>language level: in the form of constructs whose semantics may be helpful in optimizing communication later on;</li> \t<li>compiler’s front-end: type-checking analysis for supporting more advanced forms of size typing;</li> \t<li>mid-level analysis: aimed for example at aggregating memory references and at restructuring the code such as to optimize communication overheads;</li> \t<li>compiler’s back-end: specialized code generation for IR constructs, with emphasis on utilizing, whenever beneficial, low-level vendor-specific solutions, such as Cuda’s unified-memory model.  </li> </ol>  Impact will be demonstrated on AI workloads, including deep learning and ML algorithms such as  convolutional and recurrent neural networks, support-vector machines, decision trees, time-series decomposition, nearest neighbor searches based on k-d trees.<br/><br/>  We envision that the project will start by examining a comprehensive set of existent Futhark implementations of such algorithms, which will allow to hypothesize a set of language extensions and/or analyses that can be combined to result in efficient execution in a distributed environment for all of them.<br/><br/>  <strong>Who are we looking for?</strong><br/> We are looking for candidates within the field(s) of computer science, computer engineering and the like, but we will consider candidates from other fields of study if they demonstrate competences that are in the scope of the project. Demonstrated expertise in subfields such as programming language design and implementation, optimizing compilers, high-performance computing and high-performance implementation of AI algorithms will be considered a plus.<br/><br/>  <strong>Our group and research- and what do we offer?</strong><br/> The PhD student will join the Programming Languages and Theory of Computing Section at Department of Computer Science (DIKU), which currently consists of more than 27 researchers, among which 12 assistant, associate and full professors, who study a broad range of topics related to the principles and practice of programming language design and implementation.<br/><br/>  The PhD student will closely collaborate with the team developing Futhark (https://futhark-lang.org/), a state-of-the-art functional language and optimizing compiler aimed at highly-parallel architectures, which has been internationally recognized in publications at top conferences such as PLDI, PPoPP, SC, ICDE, ICFP, TACO, and which has been a generator of research for several PhD theses and more than forty MSc and BSc theses.  <br/><br/>  The group is a part of the Department of Computer Science, Faculty of SCIENCE, University of Copenhagen. We are located in Copenhagen.<br/><br/>  We offer creative and stimulating working conditions in dynamic and international research environment. Our research facilities include access to a smallish but dedicated cluster equipped with top-end GPUs, such as Nvidia’s A100 and AMD’s MI100.<br/><br/>  <strong>Principal supervisor </strong>is<strong> </strong>Associate Professor Cosmin E. Oancea<strong>, </strong>Department of Computer Science, cosmin.oancea@diku.dk<strong>, </strong>Direct Phone: +45 23 82 80 86.<strong> </strong><br/><br/>  <strong>The PhD program can accommodate an integrated MSc and PhD</strong><br/> Depending on your level of education, you can undertake the PhD programme as either:<br/><br/>  Option A: A <strong>three year full-time study</strong> within the framework of <a href=\"https://www.science.ku.dk/phd/studystructure/regularphd/\"><strong>the regular PhD programme</strong></a> (5+3 scheme), <strong>if you already</strong> have an education <em>equivalent to a relevant Danish master’s degree.</em><br/><br/>  Option B: An up <strong>to five year full-time study programme</strong> within the framework of <a href=\"https://www.science.ku.dk/phd/studystructure/integratedphd/\">the <strong>integrated MSc and PhD</strong><strong> programme</strong></a> (the 3+5 scheme), if you do not have an education <em>equivalent to a relevant Danish master´s degree</em> – but you <strong>have</strong> an education <em>equivalent to a Danish bachelors´s degree</em>.<br/><br/>  <strong><em>********************************************************************************</em></strong><br/><br/>  <strong><em>Option A: Getting into a position on the regular PhD programme </em></strong><br/><br/>  <strong>Qualifications needed for the regular programme</strong><br/> To be eligible for the regular PhD programme, you must have completed a degree programme, equivalent to a Danish master’s degree (180 ECTS/3 FTE BSc + 120 ECTS/2 FTE MSc) related to the subject area of the project, e.g. Computer Science. For information of eligibility of completed programmes, see <a href=\"https://ufm.dk/en/education/recognition-and-transparency/find-assessments/general-assessments-for-specific-countries?set_language=en&amp;cl=en\">General assessments for specific countries</a> and <a href=\"https://ufm.dk/en/education/recognition-and-transparency/find-assessments/assessment-database\">Assessment database</a>.<br/><br/>  <strong>Terms of employment in the regular programme </strong><br/> Employment as PhD fellow is full time and for maximum 3 years.<br/><br/>  Employment is conditional upon your successful enrollment as a PhD student at the PhD School at the Faculty of SCIENCE, University of Copenhagen. This requires submission and acceptance of an application for the specific project formulated by the applicant.<br/><br/>  The terms of employment and salary are in accordance to the agreement between the Ministry of Finance and The Danish Confederation of Professional Associations on Academics in the State (AC). The position is covered by the Protocol on Job Structure.<br/><br/>  <strong><em>Option B: Getting into a position on the integrated MSc and PhD programme</em></strong><br/><br/>  <strong>Qualifications needed for the integrated MSc and PhD programme </strong><br/> If you do not have an education <em>equivalent to a relevant Danish master´s degree</em>, you might be qualified for the integrated MSc and PhD programme, if you have an education equivalent to a relevant Danish bachelor´s degree. Here you can find out, if that is relevant for you: <a href=\"https://ufm.dk/en/education/recognition-and-transparency/find-assessments/general-assessments-for-specific-countries?set_language=en&amp;cl=en\">General assessments for specific countries</a> and <a href=\"https://ufm.dk/en/education/recognition-and-transparency/find-assessments/assessment-database\">Assessment database</a>. <br/><br/>  <strong>Terms of the integrated programme</strong><br/> To be eligible for the integrated scholarship, you are (or are eligible to be) enrolled at one of the faculty’s master programmes in Computer Science.<br/><br/>  Students on the integrated programme will enroll as PhD students simultaneously with completing their enrollment in this MSc degree programme.<br/><br/>  The duration of the integrated programme is up to five years, and depends on the amount of credits that you have passed on your MSc programme. For further information about the study programme, please see: <a href=\"http://www.science.ku.dk/phd\">www.science.ku.dk/phd</a>, “Study Structures”.<br/><br/>  <strong>Until</strong> the MSc degree is obtained, (when exactly two years of the full 3+5 programme remains), the grant will be paid partly in the form of 48 state education grant portions (in Danish: “SU-klip”) plus salary for work (teaching, supervision etc.) totalling a workload of at least 150 working hours per year.<br/> A PhD grant portion is DKK 6,243.<br/> <br/> <strong>When </strong>you have obtained<strong> </strong>the<strong> </strong>MSc degree, you will transfer to the salary-earning part of the scholarship for a period of two years. At that point, the terms of employment and payment will be according to the agreement between the Ministry of Finance and The Danish Confederation of Professional Associations on Academics in the State (AC). The position is covered by the Protocol on Job Structure.<br/><br/>  <strong>Responsibilities</strong><strong> and tasks in both PhD programmes</strong><br/><br/>  <ul> \t<li>Complete and pass the MSc education in accordance with the curriculum of the MSc programme (ONLY when you are attending the integrated MSc and PhD programme)</li> \t<li >Carry through an independent research project under supervision</li> \t<li >Complete PhD courses corresponding to approx. 30 ECTS / ½ FTE</li> \t<li >Participate in active research environments, including a stay at another research institution, preferably abroad</li> \t<li >Teaching and knowledge dissemination activities</li> \t<li >Write scientific papers aimed at high-impact journals</li> \t<li >Write and defend a PhD thesis on the basis of your project</li> </ul>  <strong>We are looking for the following qualifications:</strong><br/><br/>  <ul> \t<li >Professional qualifications relevant to the PhD project</li> \t<li >Relevant publications</li> \t<li >Relevant work experience</li> \t<li >Other relevant professional activities</li> \t<li >Curious mind-set with a strong interest in investigating automatic program optimization.</li> \t<li >Good language skills</li> </ul>  <strong><em>***************************************************************************</em></strong><br/><br/>  <strong><em>Application and Assessment Procedure</em></strong><br/><br/>   Your application including all attachments must be in English and submitted electronically by clicking APPLY NOW below.<br/><br/>  <strong>Please include</strong>: <br/><br/>  <ol> \t<li>Motivated letter of application (max. one page)</li> \t<li>Your motivation for applying for the specific PhD project</li> \t<li>Curriculum vitae including information about your education, experience, language skills and other skills relevant for the position</li> \t<li>Original diplomas for Bachelor of Science or Master of Science and transcript of records in the original language, including an authorized English translation if issued in another language than English or Danish. If not completed, a certified/signed copy of a recent transcript of records or a written statement from the institution or supervisor is accepted.</li> \t<li>Publication list (if possible)</li> \t<li>Reference letters (if available)</li> </ol>  <strong>Application deadline: </strong><br/> The deadline for applications is 22nd of May 2022, 23:59 GMT +2<strong>.</strong><br/><br/>  We reserve the right not to consider material received after the deadline, and not to consider applications that do not live up to the abovementioned requirements.<br/><br/>  <strong>The further process </strong><br/> After deadline, a number of applicants will be selected for academic assessment by an unbiased expert assessor. You are notified, whether you will be passed for assessment.<br/><br/>  The assessor will assess the qualifications and experience of the shortlisted applicants with respect to the above mentioned research area, techniques, skills and other requirements. The assessor will conclude whether each applicant is qualified and, if so, for which of the two models. The assessed applicants will have the opportunity to comment on their assessment. You can read about the recruitment process at <a href=\"http://employment.ku.dk/faculty/recruitment-process/\">http://employment.ku.dk/faculty/recruitment-process/</a>.<br/><br/>  <strong>Questions</strong><br/> For specific information about the PhD fellowship, please contact the principal supervisor.<br/><br/>  General information about PhD study at the Faculty of SCIENCE is available at the PhD School’s website: <a href=\"https://www.science.ku.dk/phd/\">https://www.science.ku.dk/phd/</a>.<br/><br/>  <em>The University of Copenhagen wishes to reflect the surrounding community and invites all regardless of personal background to apply for the position. </em><br/><br/>","WorkLocation":{"AddressLine":"Emil Holms Kanal 6, 5.","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":101,"Name":"København"},"Region":{"Id":4,"Name":"Hovedstaden, Sjælland og Bornholm"},"PostalCode":"2300","City":"København S"},"EmploymentType":16,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"DiscoWeb":0,"AlternateNames":[],"GroupId":0,"AreaId":0,"Id":0,"Name":null},"IsGovernmentHiring":false,"JppContacts":[{"Id":7943573,"Email":null,"FaxNumber":null,"PersonName":"Anita Kristensen","FirstName":"Anita","LastName":"Kristensen","PositionTitle":null,"PhoneNumbers":[{"Number":"35334718","Type":0,"Description":"Hovednummer"}]}],"EmploymentDate":"2022-10-01T00:00:00"},"IsRecruitmentOfForeignNationals":true,"IsWorkInDenmark":true,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://candidate.hr-manager.net/ApplicationInit.aspx?cid=1307&ProjectId=156407&DepartmentId=18970&MediaId=4632&SkipAdvertisement=true","ReplyInWriting":false,"ApplicationDeadlineDate":"2022-05-22T00:00:00"},"ContactAuthorityPhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=5586262&Organisation=29979812","Address":"Emil Holms Kanal 6, 5.,2300, København S","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=5586262&Company.Name=KU - SCIENCE - DATALOGISK INSTITUT&SubmissionDeadlineDate=2022-5-22&Title=PhD fellowship in Compiler Technology for Distributed AI&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":false,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"PhD fellowship in Compiler Technology for Distributed AI","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"5586262","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"KU - SCIENCE - DATALOGISK INSTITUT","Address":"Emil Holms Kanal 6, 5.","Country":null,"EmploymentAreaID":null,"PostCode":"2300","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"København S","ContactPerson":"Anita Kristensen","Phone":"35334718","Email":null,"Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2022-05-22T00:00:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"Place":"Arbejdspladsen ligger i København kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"KU - SCIENCE - DATALOGISK INSTITUT","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"PhD fellowship in Compiler Technology for Distrubuted AI Department of Computer Science (DIKU) Faculty of SCIENCE University of Copenhagen  The PLTC section of the Department of Computer Science (DIKU), University of Copenhagen invites applicants for a PhD fellowship in developing language and compiler infrastructure for supporting efficient execut","DescriptionForSharing":"\"PhD fellowship in Compiler Technology for Distrubuted AI Department of Computer Science (DIKU) Faculty of SCIENCE University of Copenhagen  The PLTC section of the Department of Computer Science (DIKU), University of Copenhagen invites applicants for a PhD fellowship in developing language and compiler infrastructure for supporting efficient execut\"","TitleForSharing":"\"PhD fellowship in Compiler Technology for Distributed AI\"","RutePlan":"https://www.google.dk/maps/dir//Emil+Holms+Kanal+6,+5.,2300,+København+S/","FormattedPurpose":"<strong>PhD fellowship in Compiler Technology for Distrubuted AI<br/> Department of Computer Science (DIKU)</strong><br/> <strong>Faculty of SCIENCE<br/> University of Copenhagen</strong><br/><br/>  The PLTC section of the Department of Computer Science (DIKU), University of Copenhagen invites applicants for a PhD fellowship in developing language and compiler infrastructure for supporting efficient execution of AI workloads in distributed-memory spaces, such as clusters of GPUs. This project is financed by the start-up grant of Associate Professor Cosmin E. Oancea.<br/><br/>  The start date is (expected to be) 1st of October 2022, or as soon as possible thereafter.<br/><br/>  <strong>The project</strong><br/> The project will build on the existent infrastructure of the Futhark language and optimizing compiler, which is developed locally at DIKU and is thought as a research vehicle for studying aggressive analysis (static, dynamic, and hybrid), aimed primarily at optimizing highly-parallel applications. The underlying philosophy is rooted in language-compiler co-design, namely that the language exposes higher-order constructs, whose richer semantics simplifies compiler analysis, and vice-versa, advanced analysis allows stronger properties to be enforced at language level and exploited by later compiler analyses. For example, Futhark recently supports both forward and reverse-mode automatic differentiation (AD) by second-order language primitives, which are implemented as a non-trivial code transformation, whose derivation, at its turn, takes full advantage of the higher-order semantics of the parallel operators. <br/><br/>  The overall goal of the project is to extend Futhark with whatever is necessary in order to support efficient execution in a distributed memory setting, such as clusters of GPUs. Such extensions may be designed at all levels. Examples may include (but are not limited to):<br/><br/>  <ol> \t<li>language level: in the form of constructs whose semantics may be helpful in optimizing communication later on;</li> \t<li>compiler’s front-end: type-checking analysis for supporting more advanced forms of size typing;</li> \t<li>mid-level analysis: aimed for example at aggregating memory references and at restructuring the code such as to optimize communication overheads;</li> \t<li>compiler’s back-end: specialized code generation for IR constructs, with emphasis on utilizing, whenever beneficial, low-level vendor-specific solutions, such as Cuda’s unified-memory model.  </li> </ol>  Impact will be demonstrated on AI workloads, including deep learning and ML algorithms such as  convolutional and recurrent neural networks, support-vector machines, decision trees, time-series decomposition, nearest neighbor searches based on k-d trees.<br/><br/>  We envision that the project will start by examining a comprehensive set of existent Futhark implementations of such algorithms, which will allow to hypothesize a set of language extensions and/or analyses that can be combined to result in efficient execution in a distributed environment for all of them.<br/><br/>  <strong>Who are we looking for?</strong><br/> We are looking for candidates within the field(s) of computer science, computer engineering and the like, but we will consider candidates from other fields of study if they demonstrate competences that are in the scope of the project. Demonstrated expertise in subfields such as programming language design and implementation, optimizing compilers, high-performance computing and high-performance implementation of AI algorithms will be considered a plus.<br/><br/>  <strong>Our group and research- and what do we offer?</strong><br/> The PhD student will join the Programming Languages and Theory of Computing Section at Department of Computer Science (DIKU), which currently consists of more than 27 researchers, among which 12 assistant, associate and full professors, who study a broad range of topics related to the principles and practice of programming language design and implementation.<br/><br/>  The PhD student will closely collaborate with the team developing Futhark (https://futhark-lang.org/), a state-of-the-art functional language and optimizing compiler aimed at highly-parallel architectures, which has been internationally recognized in publications at top conferences such as PLDI, PPoPP, SC, ICDE, ICFP, TACO, and which has been a generator of research for several PhD theses and more than forty MSc and BSc theses.  <br/><br/>  The group is a part of the Department of Computer Science, Faculty of SCIENCE, University of Copenhagen. We are located in Copenhagen.<br/><br/>  We offer creative and stimulating working conditions in dynamic and international research environment. Our research facilities include access to a smallish but dedicated cluster equipped with top-end GPUs, such as Nvidia’s A100 and AMD’s MI100.<br/><br/>  <strong>Principal supervisor </strong>is<strong> </strong>Associate Professor Cosmin E. Oancea<strong>, </strong>Department of Computer Science, cosmin.oancea@diku.dk<strong>, </strong>Direct Phone: +45 23 82 80 86.<strong> </strong><br/><br/>  <strong>The PhD program can accommodate an integrated MSc and PhD</strong><br/> Depending on your level of education, you can undertake the PhD programme as either:<br/><br/>  Option A: A <strong>three year full-time study</strong> within the framework of <a target=\"_blank\" href=\"https://www.science.ku.dk/phd/studystructure/regularphd/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5586262\"><strong>the regular PhD programme</strong></a> (5+3 scheme), <strong>if you already</strong> have an education <em>equivalent to a relevant Danish master’s degree.</em><br/><br/>  Option B: An up <strong>to five year full-time study programme</strong> within the framework of <a target=\"_blank\" href=\"https://www.science.ku.dk/phd/studystructure/integratedphd/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5586262\">the <strong>integrated MSc and PhD</strong><strong> programme</strong></a> (the 3+5 scheme), if you do not have an education <em>equivalent to a relevant Danish master´s degree</em> – but you <strong>have</strong> an education <em>equivalent to a Danish bachelors´s degree</em>.<br/><br/>  <strong><em>********************************************************************************</em></strong><br/><br/>  <strong><em>Option A: Getting into a position on the regular PhD programme </em></strong><br/><br/>  <strong>Qualifications needed for the regular programme</strong><br/> To be eligible for the regular PhD programme, you must have completed a degree programme, equivalent to a Danish master’s degree (180 ECTS/3 FTE BSc + 120 ECTS/2 FTE MSc) related to the subject area of the project, e.g. Computer Science. For information of eligibility of completed programmes, see <a target=\"_blank\" href=\"https://ufm.dk/en/education/recognition-and-transparency/find-assessments/general-assessments-for-specific-countries?set_language=en&amp;cl=en\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5586262\">General assessments for specific countries</a> and <a target=\"_blank\" href=\"https://ufm.dk/en/education/recognition-and-transparency/find-assessments/assessment-database\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5586262\">Assessment database</a>.<br/><br/>  <strong>Terms of employment in the regular programme </strong><br/> Employment as PhD fellow is full time and for maximum 3 years.<br/><br/>  Employment is conditional upon your successful enrollment as a PhD student at the PhD School at the Faculty of SCIENCE, University of Copenhagen. This requires submission and acceptance of an application for the specific project formulated by the applicant.<br/><br/>  The terms of employment and salary are in accordance to the agreement between the Ministry of Finance and The Danish Confederation of Professional Associations on Academics in the State (AC). The position is covered by the Protocol on Job Structure.<br/><br/>  <strong><em>Option B: Getting into a position on the integrated MSc and PhD programme</em></strong><br/><br/>  <strong>Qualifications needed for the integrated MSc and PhD programme </strong><br/> If you do not have an education <em>equivalent to a relevant Danish master´s degree</em>, you might be qualified for the integrated MSc and PhD programme, if you have an education equivalent to a relevant Danish bachelor´s degree. Here you can find out, if that is relevant for you: <a target=\"_blank\" href=\"https://ufm.dk/en/education/recognition-and-transparency/find-assessments/general-assessments-for-specific-countries?set_language=en&amp;cl=en\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5586262\">General assessments for specific countries</a> and <a target=\"_blank\" href=\"https://ufm.dk/en/education/recognition-and-transparency/find-assessments/assessment-database\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5586262\">Assessment database</a>. <br/><br/>  <strong>Terms of the integrated programme</strong><br/> To be eligible for the integrated scholarship, you are (or are eligible to be) enrolled at one of the faculty’s master programmes in Computer Science.<br/><br/>  Students on the integrated programme will enroll as PhD students simultaneously with completing their enrollment in this MSc degree programme.<br/><br/>  The duration of the integrated programme is up to five years, and depends on the amount of credits that you have passed on your MSc programme. For further information about the study programme, please see: <a target=\"_blank\" href=\"http://www.science.ku.dk/phd\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5586262\">www.science.ku.dk/phd</a>, “Study Structures”.<br/><br/>  <strong>Until</strong> the MSc degree is obtained, (when exactly two years of the full 3+5 programme remains), the grant will be paid partly in the form of 48 state education grant portions (in Danish: “SU-klip”) plus salary for work (teaching, supervision etc.) totalling a workload of at least 150 working hours per year.<br/> A PhD grant portion is DKK 6,243.<br/> <br/> <strong>When </strong>you have obtained<strong> </strong>the<strong> </strong>MSc degree, you will transfer to the salary-earning part of the scholarship for a period of two years. At that point, the terms of employment and payment will be according to the agreement between the Ministry of Finance and The Danish Confederation of Professional Associations on Academics in the State (AC). The position is covered by the Protocol on Job Structure.<br/><br/>  <strong>Responsibilities</strong><strong> and tasks in both PhD programmes</strong><br/><br/>  <ul> \t<li>Complete and pass the MSc education in accordance with the curriculum of the MSc programme (ONLY when you are attending the integrated MSc and PhD programme)</li> \t<li >Carry through an independent research project under supervision</li> \t<li >Complete PhD courses corresponding to approx. 30 ECTS / ½ FTE</li> \t<li >Participate in active research environments, including a stay at another research institution, preferably abroad</li> \t<li >Teaching and knowledge dissemination activities</li> \t<li >Write scientific papers aimed at high-impact journals</li> \t<li >Write and defend a PhD thesis on the basis of your project</li> </ul>  <strong>We are looking for the following qualifications:</strong><br/><br/>  <ul> \t<li >Professional qualifications relevant to the PhD project</li> \t<li >Relevant publications</li> \t<li >Relevant work experience</li> \t<li >Other relevant professional activities</li> \t<li >Curious mind-set with a strong interest in investigating automatic program optimization.</li> \t<li >Good language skills</li> </ul>  <strong><em>***************************************************************************</em></strong><br/><br/>  <strong><em>Application and Assessment Procedure</em></strong><br/><br/>   Your application including all attachments must be in English and submitted electronically by clicking APPLY NOW below.<br/><br/>  <strong>Please include</strong>: <br/><br/>  <ol> \t<li>Motivated letter of application (max. one page)</li> \t<li>Your motivation for applying for the specific PhD project</li> \t<li>Curriculum vitae including information about your education, experience, language skills and other skills relevant for the position</li> \t<li>Original diplomas for Bachelor of Science or Master of Science and transcript of records in the original language, including an authorized English translation if issued in another language than English or Danish. If not completed, a certified/signed copy of a recent transcript of records or a written statement from the institution or supervisor is accepted.</li> \t<li>Publication list (if possible)</li> \t<li>Reference letters (if available)</li> </ol>  <strong>Application deadline: </strong><br/> The deadline for applications is 22nd of May 2022, 23:59 GMT +2<strong>.</strong><br/><br/>  We reserve the right not to consider material received after the deadline, and not to consider applications that do not live up to the abovementioned requirements.<br/><br/>  <strong>The further process </strong><br/> After deadline, a number of applicants will be selected for academic assessment by an unbiased expert assessor. You are notified, whether you will be passed for assessment.<br/><br/>  The assessor will assess the qualifications and experience of the shortlisted applicants with respect to the above mentioned research area, techniques, skills and other requirements. The assessor will conclude whether each applicant is qualified and, if so, for which of the two models. The assessed applicants will have the opportunity to comment on their assessment. You can read about the recruitment process at <a target=\"_blank\" href=\"http://employment.ku.dk/faculty/recruitment-process/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5586262\">http://employment.ku.dk/faculty/recruitment-process/</a>.<br/><br/>  <strong>Questions</strong><br/> For specific information about the PhD fellowship, please contact the principal supervisor.<br/><br/>  General information about PhD study at the Faculty of SCIENCE is available at the PhD School’s website: <a target=\"_blank\" href=\"https://www.science.ku.dk/phd/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"5586262\">https://www.science.ku.dk/phd/</a>.<br/><br/>  <em>The University of Copenhagen wishes to reflect the surrounding community and invites all regardless of personal background to apply for the position. </em><br/><br/>","MapUrl":"https://www.google.dk/maps/place/Emil+Holms+Kanal+6,+5.,2300,+København+S/","OrganizationNumber":"29979812","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}