{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"DIAS Fellows in Engineering at the University of Southern Denmark","JobHeadline":"DIAS Fellows in Engineering at the University of Southern Denmark","Presentation":"The&nbsp;Danish Institute for Advanced Study (DIAS)&nbsp;at the University of Southern Denmark (SDU) seeks outstanding candidates to fill Fellow p","HiringOrgName":"Syddansk Universitet","WorkPlaceAddress":"Campusvej 55  ","WorkPlacePostalCode":"5230","WorkPlaceCity":"Odense M","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2024-12-21T00:00:00","LastDateApplication":"2025-02-15T00:00:00","FormattedLastDateApplication":"15. februar 2025","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/077b0137-fd9c-4b0d-8437-b4f84737ea73","Region":"Syddanmark","Municipality":"Odense","Country":"Danmark","PostalCode":"5230","PostalCodeName":null,"JobAnnouncementType":"Almindelige vilkår","EmploymentType":"Tidsbegrænset ansættelse","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Forskning og universitetsundervisning, naturvidenskab og teknik","Occupation":"Assistant professor, naturvidenskab og teknik","Location":{"Latitude":55.3786,"Longitude":10.4114},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"WorkplaceID":1003403113,"OrganisationId":"","HiringOrgCVR":29283958,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/077b0137-fd9c-4b0d-8437-b4f84737ea73","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/077b0137-fd9c-4b0d-8437-b4f84737ea73","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/077b0137-fd9c-4b0d-8437-b4f84737ea73","HasLocationValues":true,"ID":"077b0137-fd9c-4b0d-8437-b4f84737ea73","Latitude":55.3786,"Longitude":10.4114},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Syddansk Universitet","Address":{"AddressLine":"Campusvej 55","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":461,"Name":"Odense"},"Region":{"Id":3,"Name":"Syddanmark"},"PostalCode":"5230","City":"Odense M"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://fa-eosd-saasfaprod1.fa.ocs.oraclecloud.com/hcmUI/CandidateExperience/en/sites/CX_1001/requisitions/preview/2289/?lastSelectedFacet=ORGANIZATIONS&selectedCategoriesFacet=300000002425904&selectedOrganizationsFacet=300000002641430","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1003403113","OrganizationNumber":"29283958","OrganizationDescription":null},"JobPositionPosting":{"Id":"077b0137-fd9c-4b0d-8437-b4f84737ea73","HiringOrg":{"Name":"Syddansk Universitet","Address":{"AddressLine":"Campusvej 55","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":461,"Name":"Odense"},"Region":{"Id":3,"Name":"Syddanmark"},"PostalCode":"5230","City":"Odense M"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://fa-eosd-saasfaprod1.fa.ocs.oraclecloud.com/hcmUI/CandidateExperience/en/sites/CX_1001/requisitions/preview/2289/?lastSelectedFacet=ORGANIZATIONS&selectedCategoriesFacet=300000002425904&selectedOrganizationsFacet=300000002641430","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1003403113","OrganizationNumber":"29283958","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2024-12-21T00:00:00+01:00","PublicationEndDate":"2025-02-15T23:30:00+01:00","JobPositionInformation":{"PositionTitle":"DIAS Fellows in Engineering at the University of Southern Denmark","Purpose":"<p>The&nbsp;<a href=\"https://www.sdu.dk/en/forskning/dias\">Danish Institute for Advanced Study (DIAS)</a>&nbsp;at the University of Southern Denmark (SDU) seeks outstanding candidates to fill Fellow positions. The positions will be attached to&nbsp;<a href=\"https://www.sdu.dk/en/om-sdu/institutter-centre/mmmi_maersk_mckinney_moeller\">The Maersk Mc-Kinney Moller Institute</a>&nbsp;(MMMI) in Odense, in the research units SDU Robotics, SDU Drone Center, SDU Software Engineering, SDU Applied AI and Data Science, SDU Health Informatics and Technology, and SDU Game Development and Learning Technologies, depending on the profile of the candidate. The successful candidates are also expected to participate in DIAS activities and to promote interdisciplinary research at the University.&nbsp;</p>\n<p>The successful candidate should have a strong international profile, an excellent record of research publications, and demonstrated exceptional potential to excel in scientific research. We expect applicants to actively engage in the development of MMMI and contribute positively to DIAS as a whole.</p>\n<p>&nbsp;</p>\n<p>For questions on DIAS, please contact DIAS Director Sten Rynning at <a>director-dias@sdu.dk</a>.&nbsp;</p>\n<p>Learn more about our institute at&nbsp;<a href=\"https://www.sdu.dk/mmmi\">https://www.sdu.dk/mmmi</a></p>\n<p>&nbsp;</p>\n<p><strong>Please state in your application within which research area you are applying.</strong></p>\n<ul>\n<li><strong>Affective computing</strong>&nbsp;- Affective computing, the study and development of systems and devices that can recognize, interpret, process, and simulate human affects (experience of feeling, emotion, attachment, or mood). Human affects help in identifying critical states, e.g., stress or depression, but also always influences a person’s preferences, attitudes, and decision-making. Furthermore, affective computing can help to evaluate mental health, which is of particular importance in Danish Society. The right candidate will have experience within theoretical affective computing. Experience within applied affective computing is considered a plus.<br>Contact:&nbsp; SDU Health Informatics and Technology, Head of Unit, Daniel Teichmann (<a>date@mmmi.sdu.dk</a>)</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li><strong>Agricultural Robotics</strong>&nbsp;Agricultural robotics for regenerative farming, to more industry-oriented approaches that are often explored for higher-TRL research. The ideal candidate has a background in robotics or drone technology with application knowledge within agricultural robotics.<br>Contact: SDU UAS Center, Head of Unit, Ulrik Pagh Schultz (<a>ups@mmmi.sdu.dk</a>)</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li><strong>Drone Swarming</strong>&nbsp;– The ideal candidate has experience within multi-UAV swarms and within several potential research directions, including: (i) Coordination and Control, design of advanced algorithms for effective and dynamic task allocation; (ii) Communication challenges, arising from connection and bandwidth limitations in real-world, potentially adverse, conditions; (iii) Collective sensing and perception, essential for accurate environmental understanding, task execution, and interaction among UAVs; (iv) Scalability, demanding innovative solutions to handle increased complexity and computational demands as the swarm size grows without compromising performance; (v) Resilience and Robustness, aiming to design systems capable of withstanding individual unit failures and maintaining operational integrity; and (viii) Human-Swarm Interaction, focusing on developing intuitive interfaces for human operators to effectively engage and control UAV swarms.&nbsp;<br>Contact: SDU UAS Center, Head of Unit, Ulrik Pagh Schultz (<a>ups@mmmi.sdu.dk</a>)<br><br>&nbsp;</li>\n<li><strong>Large-scale behavioral data science</strong>: Behavioral data science ranging from entity behavior (robots), swarm behavior (drones/drone behavior/agent behavior) and AI-agent/digital agents in virtual environments. The ideal candidate is someone with broad spatio/temporal modelling skills across multiple sections.&nbsp;<br>Contact: SDU UAS Center, Head of Unit, Ulrik Pagh Schultz (<a>ups@mmmi.sdu.dk</a>)<br>&nbsp;</li>\n<li><strong>Large-Scale Behavioral Data Science in virtual environments</strong>&nbsp;- The ideal candidate has experience with all aspects of data science within one of the domains of (i) digital games (ii) game AI (iii) other virtual environments. The candidate should be experienced with data wrangling, data processing, and the building of machine learning models/network models that extract patterns from data, for example towards analyzing human behavior in virtual environments at scale, providing business intelligence, or informing the design of virtual environments or building systems/algorithms that enable artificial entities such as virtual agents or AI-controlled entities to operate in a virtual environment.<br>Contact: SDU Metaverse Lab, Head of Unit, Anders Drachen (<a>adrac@mmmi.sdu.dk</a>)</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li><strong>Medical Robotics</strong>&nbsp;- Collaboration across robotics, health science, hospitals, lab automation etc. There are many initiatives in this area and TEK has a large potential that must be supported by more strong manpower. The position will be anchored in SDU Robotics but will have threads to several other sections in MMMI and to other departments across SDU. The ideal candidate has a background in robotics with application knowledge within the medical domain.&nbsp;<br>Contact: SDU Robotics, Head of Unit, Thiusius R. Savarimuthu (trs@mmmi.sdu.dk)<br><br>&nbsp;</li>\n<li><strong>Physics-informed AI&nbsp;</strong>- The ideal candidate has experience with physics-informed AI for solving high-dimensional differential equations (integrals and expectation values) of different forms (ODE/PDE/SDE). To cope with the Curse of Dimensionality, where the fine-grid numerical solutions face tremendous challenges with respect to both computational time and resources, Physics-Informed AI can be a remedy. Applications include, but are not limited to, the Fusion energy, sub-wavelength optic design, and solving maxwell equations within dynamic and heterogeneous settings.&nbsp;&nbsp;<br>Contact: SDU Applied AI and Data Science, Head of Unit, Esmaeil S. Nadimi (<a>esi@mmmi.sdu.dk</a>)</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li><strong>AI-driven precision medicine&nbsp;</strong>- To participate in our healthcare related research, we seek candidates with strong background and interest in the analysis of heterogeneous unstructured patient data, including biological signals, as well as images and text. Extensive knowledge in large language models (LLMs) and the link to protein language models (PLMs), and Gen AI to target precision medicine is highly advantageous. Applications include, but are not limited to, T-Cell binding for cancer immunotherapy using graph neural networks (GNNs).</li>\n</ul>\n<p>Contact: SDU Applied AI and Data Science, Head of Unit, Esmaeil S. Nadimi(<a>esi@mmmi.sdu.dk</a>)</p>\n<p>&nbsp;</p>\n<ul>\n<li><strong>Privacy issues in Machine Learning and Data Science</strong>&nbsp;- Fully erasing the influence of the data requested to be deleted is challenging since, aside from simply deleting it from databases where it’s stored, it also requires erasing the influence of that data on other artifacts such as trained machine learning models. It is known that in some cases, it may be possible to infer with high accuracy whether an example was used to train a machine learning model. This can raise privacy concerns, as it implies that even if an individual's data is deleted from a database, it may still be possible to infer whether that individual's data was used to train a model.<br>Contact: SDU Applied AI and Data Science, Head of Unit, Esmaeil S. Nadimi (<a>esi@mmmi.sdu.dk</a>)</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li><strong>Software Engineering for Robotic Systems</strong>&nbsp;– The software behind robotic systems are growing in complexity to further enable integrated and data-driven systems. To realize the high reliability goals for robotic systems calls for software engineering methods and tools that are optimized for the robotic domain. The position will be anchored in SDU Software Engineering but will have threads to several other sections in MMMI. The ideal candidate has a background in software engineering with application knowledge within robotic systems.</li>\n</ul>\n<p>Contact: SDU Software Engineering, Vice-Head of Unit, Mikkel Baun Kjærgaard (<a>mbkj@mmmi.sdu.dk</a>)</p>\n<p>&nbsp;</p>\n<ul>\n<li><strong>Software Engineering with Quantum Computing</strong>&nbsp;– Quantum computing is positioned to change the computing landscape by expanding the computing continuum. Software engineering over a computing continuum expanded by quantum computing requires new methodology and calls for research revisiting established methods and patterns. The position will be anchored in SDU Software Engineering but will have threads to other departments across SDU. The ideal candidate has a background in software engineering with application knowledge within quantum computing systems.</li>\n</ul>\n<p>Contact: SDU Software Engineering, Vice-Head of Unit, Mikkel Baun Kjærgaard (<a>mbkj@mmmi.sdu.dk</a>)<br><br>&nbsp;</p>\n<ul>\n<li><strong>Quantum Machine Learning (ML) for drug discovery (ESN)</strong>&nbsp;- CAD-design of novel molecules and compounds is a challenging task that can be addressed with quantum computing (QC) owing to its notable advances in optimization and machine learning. Most recent publications in Nature have demonstrated the viability of the proposed molecular design approach by generating several molecular candidates that satisfy specific property target requirements. The target requirements are set by a set of constraints, such as the hosting organs, efficiency, etc. The ideal candidate has knowledge of AI and ML, quantum computing, and bioinformatics.&nbsp;</li>\n</ul>\n<p>Contact: SDU Applied AI and Data Science, Head of Unit, Esmaeil S. Nadimi (<a>esi@mmmi.sdu.dk</a>)</p>\n<p><strong>Conditions of Employment</strong></p>\n<p>Appointment as assistant professor is temporary and for an initial of three years.</p>\n<p>The successful applicant will be employed in accordance with the agreement between the Ministry of Finance and the Danish Confederation of Professional Associations.&nbsp;<a href=\"https://www.sdu.dk/en/om-sdu/job-sdu/international-staff/getting-settled\">Further information on salary and taxation</a>.</p>\n<p>Employment as an assistant professor requires academic qualifications at PhD level at the expected start date.</p>\n<p>Candidates are expected to start on June 1, 2025, or as soon as possible thereafter.</p>\n<p><strong>Assessment and selection process&nbsp;</strong></p>\n<p>Applications will be assessed by an assessment committee. Shortlisting may be applied. Only shortlisted candidates will receive a written assessment.&nbsp;</p>\n<p>Interviews and tests may be part of the process.</p>\n<p><strong>Application Procedure</strong></p>\n<p>Applicants are advised to read the&nbsp;<a href=\"https://www.sdu.dk/en/om-sdu/ledige-stillinger/soegjob\">SDU information on how to apply</a>&nbsp;and specific&nbsp;<a href=\"https://www.sdu.dk/en/om-sdu/fakulteterne/teknik/jobs/applyacademicstaff\">faculty information for application</a>&nbsp;at the Faculty of Engineering.</p>\n<p>Assessment of the candidates is based on the application material. Please include the following documents in English:</p>\n<ul>\n<li>A motivation letter</li>\n<li>A detailed Curriculum Vitae.</li>\n<li>Certificates/Diplomas (master’s and PhD degree) – Danish and/or English.</li>\n<li>Complete list of publications</li>\n<li>Information on previous teaching experience, please attach as teaching portfolio</li>\n<li>A complete list of publications, indicating which publications are most relevant for the position</li>\n<li>Up to five of the most relevant publications. Please attach one pdf-file for each publication</li>\n<li>Three names of references</li>\n<li>A research plan for the next three years,&nbsp;including description of the synergy with the department activities as well as the potential for benefitting from the interdisciplinarity at DI</li>\n</ul>\n<p>&nbsp;</p>\n<p>UPLOAD GUIDE: Motivated application shall be uploaded as ‘Cover letter’, Curriculum Vitae shall be uploaded as ‘Resume’. All other documents shall be uploaded as ‘Miscellaneous documents’.</p>\n<p><em><strong>The application deadline is February 15, 2025, at 11.59 PM/23.59 (CET/CEST)</strong></em></p>\n<p><strong>Formalities</strong></p>\n<ul>\n<li>According to the University of Southern Denmark’s internal guidelines, there must be at least three qualified applicants to a position before it can be filled.</li>\n<li>Documents must not contain a CPR number (civil registration number) – in this case, the CPR number must be crossed out.</li>\n<li>We only accept files in pdf-format no more than 10 MB per file. In case you have more than one file per field you need to combine the pdf-files into a single file, as each field handles only one file. We do not accept zip-files, jpg or other image files. All pdf-files must be unlocked and allow binding and may not be password protected.&nbsp;</li>\n</ul>\n<p>Application and all appendices must be in English. Only applications written in English will be accepted for evaluation.</p>\n<p>Please make sure to enter the electronic application form via the English website to receive further information in English.The University of Southern Denmark wishes to reflect the surrounding community and therefore encourages everyone, regardless of personal background, to apply for the position.&nbsp;</p>\n<p>Further information for international applicants about entering and working in Denmark. You may also visit&nbsp;<a href=\"https://www.workindenmark.dk/\">WorkinDenmark</a>&nbsp;for additional information<a href=\"https://www.sdu.dk/en/om-sdu/fakulteterne/teknik/jobs/applyacademicstaff\">. Further information</a>&nbsp;about The Faculty of Engineering.</p>\n<p>&nbsp;</p>","WorkLocation":{"AddressLine":"Campusvej 55","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":461,"Name":"Odense"},"Region":{"Id":3,"Name":"Syddanmark"},"PostalCode":"5230","City":"Odense M"},"EmploymentType":16,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"Name":"Assistant professor, naturvidenskab og teknik","DiscoWeb":0,"AlternateNames":[],"GroupId":0,"AreaId":0},"IsGovernmentHiring":false,"JppContacts":[],"EmploymentDate":"2025-06-01T00:00:00+02:00"},"IsRecruitmentOfForeignNationals":true,"IsWorkInDenmark":true,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":false,"DailyWorkTimeMorning":false,"DailyWorkTimeVarious":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://fa-eosd-saasfaprod1.fa.ocs.oraclecloud.com/hcmUI/CandidateExperience/en/sites/CX_1001/requisitions/preview/2289/?lastSelectedFacet=ORGANIZATIONS&selectedCategoriesFacet=300000002425904&selectedOrganizationsFacet=300000002641430","ReplyInWriting":false,"ApplicationDeadlineDate":"2025-02-15T00:00:00+01:00"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=077b0137-fd9c-4b0d-8437-b4f84737ea73&Organisation=29283958","Address":"Campusvej 55,5230, Odense M","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=077b0137-fd9c-4b0d-8437-b4f84737ea73&Company.Name=Syddansk Universitet&SubmissionDeadlineDate=2025-2-15&Title=DIAS Fellows in Engineering at the University of Southern Denmark&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":true,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"DIAS Fellows in Engineering at the University of Southern Denmark","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"077b0137-fd9c-4b0d-8437-b4f84737ea73","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Syddansk Universitet","Address":"Campusvej 55","Country":null,"EmploymentAreaID":null,"PostCode":"5230","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Odense M","ContactPerson":"","Phone":"","Email":"","Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2025-02-15T00:00:00+01:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"Place":"Arbejdspladsen ligger i Odense kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Syddansk Universitet","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"TheDanish Institute for Advanced Study (DIAS)at the University of Southern Denmark (SDU) seeks outstanding candidates to fill Fellow positions. The positions will be attached toThe Maersk Mc-Kinney Moller Institute(MMMI) in Odense, in the research units SDU Robotics, SDU Drone Center, SDU Software Engineering, SDU Applied AI and Data Science, SDU H","DescriptionForSharing":"\"TheDanish Institute for Advanced Study (DIAS)at the University of Southern Denmark (SDU) seeks outstanding candidates to fill Fellow positions. The positions will be attached toThe Maersk Mc-Kinney Moller Institute(MMMI) in Odense, in the research units SDU Robotics, SDU Drone Center, SDU Software Engineering, SDU Applied AI and Data Science, SDU H\"","TitleForSharing":"\"DIAS Fellows in Engineering at the University of Southern Denmark\"","RutePlan":"https://www.google.dk/maps/dir//Campusvej+55,5230,+Odense+M/","FormattedPurpose":"<p>The <a target=\"_blank\" href=\"https://www.sdu.dk/en/forskning/dias\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"077b0137-fd9c-4b0d-8437-b4f84737ea73\">Danish Institute for Advanced Study (DIAS)</a> at the University of Southern Denmark (SDU) seeks outstanding candidates to fill Fellow positions. The positions will be attached to <a target=\"_blank\" href=\"https://www.sdu.dk/en/om-sdu/institutter-centre/mmmi_maersk_mckinney_moeller\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"077b0137-fd9c-4b0d-8437-b4f84737ea73\">The Maersk Mc-Kinney Moller Institute</a> (MMMI) in Odense, in the research units SDU Robotics, SDU Drone Center, SDU Software Engineering, SDU Applied AI and Data Science, SDU Health Informatics and Technology, and SDU Game Development and Learning Technologies, depending on the profile of the candidate. The successful candidates are also expected to participate in DIAS activities and to promote interdisciplinary research at the University. </p>\n<p>The successful candidate should have a strong international profile, an excellent record of research publications, and demonstrated exceptional potential to excel in scientific research. We expect applicants to actively engage in the development of MMMI and contribute positively to DIAS as a whole.</p>\n<p> </p>\n<p>For questions on DIAS, please contact DIAS Director Sten Rynning at <a>director-dias@sdu.dk</a>. </p>\n<p>Learn more about our institute at <a target=\"_blank\" href=\"https://www.sdu.dk/mmmi\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"077b0137-fd9c-4b0d-8437-b4f84737ea73\">https://www.sdu.dk/mmmi</a></p>\n<p> </p>\n<p><strong>Please state in your application within which research area you are applying.</strong></p>\n<ul>\n<li><strong>Affective computing</strong> - Affective computing, the study and development of systems and devices that can recognize, interpret, process, and simulate human affects (experience of feeling, emotion, attachment, or mood). Human affects help in identifying critical states, e.g., stress or depression, but also always influences a person’s preferences, attitudes, and decision-making. Furthermore, affective computing can help to evaluate mental health, which is of particular importance in Danish Society. The right candidate will have experience within theoretical affective computing. Experience within applied affective computing is considered a plus.<br>Contact:  SDU Health Informatics and Technology, Head of Unit, Daniel Teichmann (<a>date@mmmi.sdu.dk</a>)</li>\n</ul>\n<p> </p>\n<ul>\n<li><strong>Agricultural Robotics</strong> Agricultural robotics for regenerative farming, to more industry-oriented approaches that are often explored for higher-TRL research. The ideal candidate has a background in robotics or drone technology with application knowledge within agricultural robotics.<br>Contact: SDU UAS Center, Head of Unit, Ulrik Pagh Schultz (<a>ups@mmmi.sdu.dk</a>)</li>\n</ul>\n<p> </p>\n<ul>\n<li><strong>Drone Swarming</strong> – The ideal candidate has experience within multi-UAV swarms and within several potential research directions, including: (i) Coordination and Control, design of advanced algorithms for effective and dynamic task allocation; (ii) Communication challenges, arising from connection and bandwidth limitations in real-world, potentially adverse, conditions; (iii) Collective sensing and perception, essential for accurate environmental understanding, task execution, and interaction among UAVs; (iv) Scalability, demanding innovative solutions to handle increased complexity and computational demands as the swarm size grows without compromising performance; (v) Resilience and Robustness, aiming to design systems capable of withstanding individual unit failures and maintaining operational integrity; and (viii) Human-Swarm Interaction, focusing on developing intuitive interfaces for human operators to effectively engage and control UAV swarms. <br>Contact: SDU UAS Center, Head of Unit, Ulrik Pagh Schultz (<a>ups@mmmi.sdu.dk</a>)<br><br> </li>\n<li><strong>Large-scale behavioral data science</strong>: Behavioral data science ranging from entity behavior (robots), swarm behavior (drones/drone behavior/agent behavior) and AI-agent/digital agents in virtual environments. The ideal candidate is someone with broad spatio/temporal modelling skills across multiple sections. <br>Contact: SDU UAS Center, Head of Unit, Ulrik Pagh Schultz (<a>ups@mmmi.sdu.dk</a>)<br> </li>\n<li><strong>Large-Scale Behavioral Data Science in virtual environments</strong> - The ideal candidate has experience with all aspects of data science within one of the domains of (i) digital games (ii) game AI (iii) other virtual environments. The candidate should be experienced with data wrangling, data processing, and the building of machine learning models/network models that extract patterns from data, for example towards analyzing human behavior in virtual environments at scale, providing business intelligence, or informing the design of virtual environments or building systems/algorithms that enable artificial entities such as virtual agents or AI-controlled entities to operate in a virtual environment.<br>Contact: SDU Metaverse Lab, Head of Unit, Anders Drachen (<a>adrac@mmmi.sdu.dk</a>)</li>\n</ul>\n<p> </p>\n<ul>\n<li><strong>Medical Robotics</strong> - Collaboration across robotics, health science, hospitals, lab automation etc. There are many initiatives in this area and TEK has a large potential that must be supported by more strong manpower. The position will be anchored in SDU Robotics but will have threads to several other sections in MMMI and to other departments across SDU. The ideal candidate has a background in robotics with application knowledge within the medical domain. <br>Contact: SDU Robotics, Head of Unit, Thiusius R. Savarimuthu (trs@mmmi.sdu.dk)<br><br> </li>\n<li><strong>Physics-informed AI </strong>- The ideal candidate has experience with physics-informed AI for solving high-dimensional differential equations (integrals and expectation values) of different forms (ODE/PDE/SDE). To cope with the Curse of Dimensionality, where the fine-grid numerical solutions face tremendous challenges with respect to both computational time and resources, Physics-Informed AI can be a remedy. Applications include, but are not limited to, the Fusion energy, sub-wavelength optic design, and solving maxwell equations within dynamic and heterogeneous settings.  <br>Contact: SDU Applied AI and Data Science, Head of Unit, Esmaeil S. Nadimi (<a>esi@mmmi.sdu.dk</a>)</li>\n</ul>\n<p> </p>\n<ul>\n<li><strong>AI-driven precision medicine </strong>- To participate in our healthcare related research, we seek candidates with strong background and interest in the analysis of heterogeneous unstructured patient data, including biological signals, as well as images and text. Extensive knowledge in large language models (LLMs) and the link to protein language models (PLMs), and Gen AI to target precision medicine is highly advantageous. Applications include, but are not limited to, T-Cell binding for cancer immunotherapy using graph neural networks (GNNs).</li>\n</ul>\n<p>Contact: SDU Applied AI and Data Science, Head of Unit, Esmaeil S. Nadimi(<a>esi@mmmi.sdu.dk</a>)</p>\n<p> </p>\n<ul>\n<li><strong>Privacy issues in Machine Learning and Data Science</strong> - Fully erasing the influence of the data requested to be deleted is challenging since, aside from simply deleting it from databases where it’s stored, it also requires erasing the influence of that data on other artifacts such as trained machine learning models. It is known that in some cases, it may be possible to infer with high accuracy whether an example was used to train a machine learning model. This can raise privacy concerns, as it implies that even if an individual's data is deleted from a database, it may still be possible to infer whether that individual's data was used to train a model.<br>Contact: SDU Applied AI and Data Science, Head of Unit, Esmaeil S. Nadimi (<a>esi@mmmi.sdu.dk</a>)</li>\n</ul>\n<p> </p>\n<ul>\n<li><strong>Software Engineering for Robotic Systems</strong> – The software behind robotic systems are growing in complexity to further enable integrated and data-driven systems. To realize the high reliability goals for robotic systems calls for software engineering methods and tools that are optimized for the robotic domain. The position will be anchored in SDU Software Engineering but will have threads to several other sections in MMMI. The ideal candidate has a background in software engineering with application knowledge within robotic systems.</li>\n</ul>\n<p>Contact: SDU Software Engineering, Vice-Head of Unit, Mikkel Baun Kjærgaard (<a>mbkj@mmmi.sdu.dk</a>)</p>\n<p> </p>\n<ul>\n<li><strong>Software Engineering with Quantum Computing</strong> – Quantum computing is positioned to change the computing landscape by expanding the computing continuum. Software engineering over a computing continuum expanded by quantum computing requires new methodology and calls for research revisiting established methods and patterns. The position will be anchored in SDU Software Engineering but will have threads to other departments across SDU. The ideal candidate has a background in software engineering with application knowledge within quantum computing systems.</li>\n</ul>\n<p>Contact: SDU Software Engineering, Vice-Head of Unit, Mikkel Baun Kjærgaard (<a>mbkj@mmmi.sdu.dk</a>)<br><br> </p>\n<ul>\n<li><strong>Quantum Machine Learning (ML) for drug discovery (ESN)</strong> - CAD-design of novel molecules and compounds is a challenging task that can be addressed with quantum computing (QC) owing to its notable advances in optimization and machine learning. Most recent publications in Nature have demonstrated the viability of the proposed molecular design approach by generating several molecular candidates that satisfy specific property target requirements. The target requirements are set by a set of constraints, such as the hosting organs, efficiency, etc. The ideal candidate has knowledge of AI and ML, quantum computing, and bioinformatics. </li>\n</ul>\n<p>Contact: SDU Applied AI and Data Science, Head of Unit, Esmaeil S. Nadimi (<a>esi@mmmi.sdu.dk</a>)</p>\n<p><strong>Conditions of Employment</strong></p>\n<p>Appointment as assistant professor is temporary and for an initial of three years.</p>\n<p>The successful applicant will be employed in accordance with the agreement between the Ministry of Finance and the Danish Confederation of Professional Associations. <a target=\"_blank\" href=\"https://www.sdu.dk/en/om-sdu/job-sdu/international-staff/getting-settled\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"077b0137-fd9c-4b0d-8437-b4f84737ea73\">Further information on salary and taxation</a>.</p>\n<p>Employment as an assistant professor requires academic qualifications at PhD level at the expected start date.</p>\n<p>Candidates are expected to start on June 1, 2025, or as soon as possible thereafter.</p>\n<p><strong>Assessment and selection process </strong></p>\n<p>Applications will be assessed by an assessment committee. Shortlisting may be applied. Only shortlisted candidates will receive a written assessment. </p>\n<p>Interviews and tests may be part of the process.</p>\n<p><strong>Application Procedure</strong></p>\n<p>Applicants are advised to read the <a target=\"_blank\" href=\"https://www.sdu.dk/en/om-sdu/ledige-stillinger/soegjob\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"077b0137-fd9c-4b0d-8437-b4f84737ea73\">SDU information on how to apply</a> and specific <a target=\"_blank\" href=\"https://www.sdu.dk/en/om-sdu/fakulteterne/teknik/jobs/applyacademicstaff\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"077b0137-fd9c-4b0d-8437-b4f84737ea73\">faculty information for application</a> at the Faculty of Engineering.</p>\n<p>Assessment of the candidates is based on the application material. Please include the following documents in English:</p>\n<ul>\n<li>A motivation letter</li>\n<li>A detailed Curriculum Vitae.</li>\n<li>Certificates/Diplomas (master’s and PhD degree) – Danish and/or English.</li>\n<li>Complete list of publications</li>\n<li>Information on previous teaching experience, please attach as teaching portfolio</li>\n<li>A complete list of publications, indicating which publications are most relevant for the position</li>\n<li>Up to five of the most relevant publications. Please attach one pdf-file for each publication</li>\n<li>Three names of references</li>\n<li>A research plan for the next three years, including description of the synergy with the department activities as well as the potential for benefitting from the interdisciplinarity at DI</li>\n</ul>\n<p> </p>\n<p>UPLOAD GUIDE: Motivated application shall be uploaded as ‘Cover letter’, Curriculum Vitae shall be uploaded as ‘Resume’. All other documents shall be uploaded as ‘Miscellaneous documents’.</p>\n<p><em><strong>The application deadline is February 15, 2025, at 11.59 PM/23.59 (CET/CEST)</strong></em></p>\n<p><strong>Formalities</strong></p>\n<ul>\n<li>According to the University of Southern Denmark’s internal guidelines, there must be at least three qualified applicants to a position before it can be filled.</li>\n<li>Documents must not contain a CPR number (civil registration number) – in this case, the CPR number must be crossed out.</li>\n<li>We only accept files in pdf-format no more than 10 MB per file. In case you have more than one file per field you need to combine the pdf-files into a single file, as each field handles only one file. We do not accept zip-files, jpg or other image files. All pdf-files must be unlocked and allow binding and may not be password protected. </li>\n</ul>\n<p>Application and all appendices must be in English. Only applications written in English will be accepted for evaluation.</p>\n<p>Please make sure to enter the electronic application form via the English website to receive further information in English.The University of Southern Denmark wishes to reflect the surrounding community and therefore encourages everyone, regardless of personal background, to apply for the position. </p>\n<p>Further information for international applicants about entering and working in Denmark. You may also visit <a target=\"_blank\" href=\"https://www.workindenmark.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"077b0137-fd9c-4b0d-8437-b4f84737ea73\">WorkinDenmark</a> for additional information<a target=\"_blank\" href=\"https://www.sdu.dk/en/om-sdu/fakulteterne/teknik/jobs/applyacademicstaff\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"077b0137-fd9c-4b0d-8437-b4f84737ea73\">. Further information</a> about The Faculty of Engineering.</p>\n<p> </p>","MapUrl":"https://www.google.dk/maps/place/Campusvej+55,5230,+Odense+M/","OrganizationNumber":"29283958","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}