{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"Aarhus University is seeking a head of the Department of Biology at the Faculty of Natural Sciences (NAT)","JobHeadline":"Aarhus University is seeking a head of the Department of Biology at the Faculty of Natural Sciences (NAT)","Presentation":"We are looking for a head of department and leader who can foster excellence, strategic advancement in research, education and talent development within the department. Our new head of department shou","HiringOrgName":"Aarhus Universitet","WorkPlaceAddress":"Ny Munkegade 116   ","WorkPlacePostalCode":"8000","WorkPlaceCity":"Aarhus C","WorkPlaceOtherAddress":true,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":false,"PostingCreated":"2024-12-19T09:27:00","LastDateApplication":"2025-02-10T00:00:00","FormattedLastDateApplication":"10. februar 2025","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/36fb808a-17e4-4194-8a76-89a395220b73","Region":"Midtjylland","Municipality":"Aarhus","Country":"Danmark","PostalCode":"8000","PostalCodeName":null,"JobAnnouncementType":"Almindelige vilkår - Handicap ingen hindring","EmploymentType":"Fastansættelse","WorkHours":"Fuldtid","OccupationArea":"Ledelse","OccupationGroup":"Undervisning og forskning","Occupation":"Institut- / centerleder","Location":{"Latitude":56.1505,"Longitude":10.278},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"WorkplaceID":1016397624,"OrganisationId":"","HiringOrgCVR":31119103,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/36fb808a-17e4-4194-8a76-89a395220b73","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/36fb808a-17e4-4194-8a76-89a395220b73","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/36fb808a-17e4-4194-8a76-89a395220b73","HasLocationValues":true,"ID":"36fb808a-17e4-4194-8a76-89a395220b73","Latitude":56.1505,"Longitude":10.278},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Aarhus Universitet","Address":{"AddressLine":"Ny Munkegade 116","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8000","City":"Aarhus C"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://au.emply.net/recruitment/vacancyApply.aspx?publishingId=98487b95-fc46-452f-afa2-719811c17ee5","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1016397624","OrganizationNumber":"31119103","OrganizationDescription":null},"JobPositionPosting":{"Id":"36fb808a-17e4-4194-8a76-89a395220b73","HiringOrg":{"Name":"Aarhus Universitet","Address":{"AddressLine":"Ny Munkegade 116","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8000","City":"Aarhus C"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://au.emply.net/recruitment/vacancyApply.aspx?publishingId=98487b95-fc46-452f-afa2-719811c17ee5","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1016397624","OrganizationNumber":"31119103","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2024-12-19T09:27:00+01:00","PublicationEndDate":"2025-02-10T23:59:00+01:00","JobPositionInformation":{"PositionTitle":"Aarhus University is seeking a head of the Department of Biology at the Faculty of Natural Sciences (NAT)","Purpose":"We are looking for a head of department and leader who can foster excellence, strategic advancement in research, education and talent development within the department. Our new head of department should find motivation in developing a strategy for the department that includes close collaborations with other departments at NAT, the other faculties at Aarhus University, and for outreach to national and international partners and society.<br><br>Aarhus University (AU) is a research-intensive university with a substantial impact at national and international level. AU supports study programs and research-based consultancies of high academic quality. AU focuses on close collaborations with start-up activities, the industrial community, the public sector, and between researchers across AU departments as well as nationally and internationally.<br><br><b><br><strong>Your responsibilities</strong></b><br><br>You will be the internal and external representative for the department at AU, and you will be in charge of academic, financial, and personnel-related matters, including the planning and allocation of job responsibilities. You are expected to pay careful attention to the well-being of people and the department as a whole.<br><br>You will be responsible for drawing up strategy and execute action plans for research and education at the department, with a particular focus on active contributions to interdisciplinary research across traditional academic boundaries, both within the department, and with the other departments and centers at the Faculty and beyond.<br><br>All departments at AU are subject to external evaluations every 5 years, with the next research evaluation in the Spring of 2025. Along with the AU strategy, the evaluation will form the foundation of a new department strategy towards 2030. You will be central in leading an involving process that will guide the Department of Biology in being an attractive, and visionary working place for research, education, and outreach.<br><br>You will implement the visions of the department to shape a university of the future through further development of the department's profile as an excellent and attractive environment for research and studies of biology including interdisciplinary approaches. In doing so, you will help attract the best employees, PhD students, students, and partners from Denmark and abroad.<br><br>You will maintain a focus on strategic management, financial responsibility, and good HR administration. For this, you will be supported by professional and specialized administrative support functions at both department and faculty levels.<br><br>We are looking for a head of department that also continuously works on translating the pioneering basic research of the department to societal impact – e.g. through dissemination of new knowledge and methods or through encouragement to participate in start-up companies.<br>&nbsp;<br>You will refer to the dean of the Faculty of Natural Sciences and you will be a member of the Faculty Management Board, which has the overall responsibility of the Faculty of Natural Sciences’ departments and centers. You are expected to contribute to and take joint responsibility for the development of the Faculty and for securing the Faculty in achieving its goals and being managed as a coherent and well-functioning organization. You are expected to represent the Faculty of Natural Sciences in some instances.<br><br><b><br><strong>Your leadership style and personality</strong></b><br><br><ul><li>You are a motivating and unifying leader and can manage a complex organization with many stakeholders.</li><li>You have the authority to secure organizational cohesion between academic environments.</li><li>You are visionary and strategic, with an eye for the future needs of our society for research and education.</li><li>You generate synergy and you can build bridges across disciplines and in close collaboration with the outside world.</li><li>You show personal authority and integrity.</li><li>You are skilled at creating welcoming and collaborative environments and strengthening collaborations across the organization, both within the department, and towards other relevant departments as well as within the Faculty Management Board.</li><li>You communicate clearly and credibly (in both Danish and English) with respect for others and with propriety. If not speaking Danish we expect you to learn it within 2 years, though English is an integral language of the department.</li><li>You are a loyal management colleague and team player, and you are aware of your personal responsibilities and authority.</li><li>You value a healthy physical and psychological working environment and know how to work to secure these.</li><li>You have a focus on competence development among the personnel.</li><li>You value contributing to the university broadly, both as a member of the Faculty Management Board and the full university.</li></ul><br><br><b><br><strong>Your experience and academic competences</strong></b><br><br><ul><li>You are an internationally recognized researcher within biology or related field.</li><li>You have solid experience within the university sector and academic environments.</li><li>You have several years of management experience, and you have a genuine interest in personnel management of scientific, technical, and administrative staff.</li><li>You have a profound interest and experience in teaching and education.</li><li>You have shown strategic management skills, e.g. via fundraising and recruitment.</li><li>You have insight into national and international trends in the research areas of the department.</li><li>AU has active focus on gender diversity, equality and inclusion, and applicants are expected to have an interest in working with this part of the culture and to have constructive suggestions for how to attract, include and develop talents from underrepresented groups.</li><li>You have a broad interest in the natural sciences, of value for the work in the Faculty Management Board.</li></ul><br><br><b><br><strong>The Department of Biology </strong></b><br><br>The Department of Biology (<a href=\"http://www.bio.au.dk\">www.bio.au.dk</a>) hosts research programs and teaching curricula that covers all major biological sub-disciplines.<br><br>The department conducts basic research that contributes to understanding the evolution of life (genetics and evolution), the functioning of living organisms (physiology), and their interactions (ecology). Our research is aimed at addressing national and global environmental issues, as well as societal challenges.<br><br>The department currently employs approximately 40 tenured academic staff, 60 postdocs, 40 PhD-students and 60 technical staff. The department hosts BSc and MSc study programs in Biology with about 400 students enrolled as well as a PhD program.<br><br>The department is organized with a management team consisting of the department head, the head of the secretariat, and the deputy heads for research and education. Additionally, the department is divided into five academic sections, formed as units with a shared academic approach to biology, and the section heads form the extended management team together with the department management. In addition to the five sections, the research is also anchored in several larger research centers.<br><br>The department offers a vibrant and informal research environment with a long-standing tradition for collaboration with international university partners in the absolute elite. The working language is English. The department is housed in various buildings within the University Park, in the heart of Aarhus University.<br>&nbsp;<br><br><b><strong>Faculty of Natural Sciences</strong></b><br><br>Aarhus University is recognized as a top-100 university and the Faculty of Natural Sciences has several internationally leading research environments. The ambition is to enhance the Faculty´s position of strength as well as to develop new ones – in interaction with the outside world and across disciplines. The Faculty´s primary activities cover research, education and industrial collaboration within the fields of biology, physics, chemistry, geology, mathematics, computer science, molecular biology and nanoscience.<br><br>The Faculty of Natural Sciences has strong and international basic research environments that address major societal challenges. There is also a proud tradition of communicating scientific contexts and insights to policymakers and the public. The Faculty comprises seven departments, a department-like center, a graduate school, and several research centers. There is also a number of interdisciplinary centers and initiatives across Aarhus University. The Faculty of Natural Sciences is one of five faculties at Aarhus University and has approx. 3,100 students and 1,400 employees. Learn more at&nbsp;<a href=\"http://www.nat.au.dk/\">www.nat.au.dk</a><br>&nbsp;<br><br><b><strong>Appointment procedure</strong></b><br><br>If you have any questions regarding the position, you are welcome to contact: The dean of the Faculty of Natural Sciences, Birgit Schiøtt at email:&nbsp;<a>dean.nat@au.dk</a>&nbsp;or mobile: +45 2982 6882 or Senior Recruitment Consultant from Curia, Lone Vestergaard at e-mail: lv@curia.dk or mobile: +45 20941653.<br><br>Please send your thoughts and ideas regarding the department's development over the next few years in your application, along with your CV and a list of your publications.<br><br>The recruitment takes place in collaboration with Curia. Interviews with the appointment committee are planned for week 10 (1st interview) and possibly in week 13 (2nd interview).<br><br>Applicants invited for a second interview will be expected to participate in a leadership profile test after the first interview.<br><br>According to the University Act and the university's by-laws, the employment procedure must ensure that the head of department has academic and managerial legitimacy. Therefore, an advisory committee has been set up to advise the Dean on which candidates are to be invited to an interview. The advisory committee consists of academic staff, technical/administrative staff, and students.<br><br>Application deadline: 10 February 2025<br>Expected start date: 1 June 2025<br>&nbsp;<br><br><br><b><strong>Formalities and salary range</strong></b><br><br><p>Employment is on terms under the collective agreements and subject to the collective bargaining agreement for academics employed by the state concluded between the Ministry of Finance and the Danish Confederation of Professional Associations (AC), including the circular on heads of department and deans at the universities.<br><br>The employment is a fixed-term appointment in accordance with the principles in the circular on limited tenure in the Danish state. The contract will be between three and six years and with the option of extension for up to a further three years.<br>&nbsp;<br>An agreement on a scientific fallback employment option is possible.<br><br>Aarhus University’s ambition is to be an attractive and inspiring workplace for all and to foster a culture in which each individual has opportunities to thrive, achieve and develop. We view equality and diversity as assets, and all interested candidates are encouraged to apply, regardless of their personal backgrounds. Aarhus University is a signatory of the Danish government’s charter regarding the appointment of more women in management. Both women and men are encouraged to apply. No one will have priority, and all applicants will be assessed in accordance with the requirement profile for the position.<br><br><em>The application must be submitted via Aarhus University’s recruitment system, which can be accessed under the job advertisement on Aarhus University's website.</em></p><br><br><br><b><strong>Aarhus </strong><strong>University</strong><strong> </strong></b><br><br><p><em>Aarhus University is an academically diverse and research-intensive university with a strong commitment to high-quality research and education and the development of society nationally and globally. The university offers an inspiring research and teaching environment to</em> <em>its 38,000 students (FTEs) and 8,300 employees, and has an annual revenues of EUR 935 million. Learn more at</em> <em><a href=\"http://www.international.au.dk/\">www.international.au.dk/</a></em></p>","WorkLocation":{"AddressLine":"Ny Munkegade 116","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":751,"Name":"Aarhus"},"Region":{"Id":2,"Name":"Midtjylland"},"PostalCode":"8000","City":"Aarhus C"},"EmploymentType":1,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"Name":"Institut- / centerleder","DiscoWeb":0,"AlternateNames":["Servicetekniker, rengøring og ejendomsservice","Leder af kulturhus","Institutleder på universitet"],"GroupId":0,"AreaId":0},"IsGovernmentHiring":true,"JppContacts":[{"Email":null,"PersonName":"Birgit Schiøtt","FirstName":"Birgit","LastName":"Schiøtt","PositionTitle":"-","PhoneNumbers":[{"Number":"+4529826882","Type":0,"Description":"Primary"}]}],"EmploymentDate":"2025-06-01T00:00:00+02:00"},"IsRecruitmentOfForeignNationals":true,"IsWorkInDenmark":true,"IsAnonymousEmployer":false,"IsDisabilityFriendly":true,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":true,"DailyWorkTimeMorning":false,"DailyWorkTimeVarious":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://au.emply.net/recruitment/vacancyApply.aspx?publishingId=98487b95-fc46-452f-afa2-719811c17ee5","ReplyInWriting":false,"ApplicationDeadlineDate":"2025-02-10T00:00:00+01:00"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=36fb808a-17e4-4194-8a76-89a395220b73&Organisation=31119103","Address":"Ny Munkegade 116,8000, Aarhus C","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=36fb808a-17e4-4194-8a76-89a395220b73&Company.Name=Aarhus Universitet&SubmissionDeadlineDate=2025-2-10&Title=Aarhus University is seeking a head of the Department of Biology at the Faculty of Natural Sciences (NAT)&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":false,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"Aarhus University is seeking a head of the Department of Biology at the Faculty of Natural Sciences (NAT)","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"36fb808a-17e4-4194-8a76-89a395220b73","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Aarhus Universitet","Address":"Ny Munkegade 116","Country":null,"EmploymentAreaID":null,"PostCode":"8000","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Aarhus C","ContactPerson":"Birgit Schiøtt","Phone":"+4529826882","Email":null,"Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2025-02-10T00:00:00+01:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":"Dag"},"Place":"Arbejdspladsen ligger i Aarhus kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Aarhus Universitet","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"We are looking for a head of department and leader who can foster excellence, strategic advancement in research, education and talent development within the department. Our new head of department should find motivation in developing a strategy for the department that includes close collaborations with other departments at NAT, the other faculties a","DescriptionForSharing":"\"We are looking for a head of department and leader who can foster excellence, strategic advancement in research, education and talent development within the department. Our new head of department should find motivation in developing a strategy for the department that includes close collaborations with other departments at NAT, the other faculties a\"","TitleForSharing":"\"Aarhus University is seeking a head of the Department of Biology at the Faculty of Natural Sciences (NAT)\"","RutePlan":"https://www.google.dk/maps/dir//Ny+Munkegade+116,8000,+Aarhus+C/","FormattedPurpose":"We are looking for a head of department and leader who can foster excellence, strategic advancement in research, education and talent development within the department. Our new head of department should find motivation in developing a strategy for the department that includes close collaborations with other departments at NAT, the other faculties at Aarhus University, and for outreach to national and international partners and society.<br><br>Aarhus University (AU) is a research-intensive university with a substantial impact at national and international level. AU supports study programs and research-based consultancies of high academic quality. AU focuses on close collaborations with start-up activities, the industrial community, the public sector, and between researchers across AU departments as well as nationally and internationally.<br><br><b><br><strong>Your responsibilities</strong></b><br><br>You will be the internal and external representative for the department at AU, and you will be in charge of academic, financial, and personnel-related matters, including the planning and allocation of job responsibilities. You are expected to pay careful attention to the well-being of people and the department as a whole.<br><br>You will be responsible for drawing up strategy and execute action plans for research and education at the department, with a particular focus on active contributions to interdisciplinary research across traditional academic boundaries, both within the department, and with the other departments and centers at the Faculty and beyond.<br><br>All departments at AU are subject to external evaluations every 5 years, with the next research evaluation in the Spring of 2025. Along with the AU strategy, the evaluation will form the foundation of a new department strategy towards 2030. You will be central in leading an involving process that will guide the Department of Biology in being an attractive, and visionary working place for research, education, and outreach.<br><br>You will implement the visions of the department to shape a university of the future through further development of the department's profile as an excellent and attractive environment for research and studies of biology including interdisciplinary approaches. In doing so, you will help attract the best employees, PhD students, students, and partners from Denmark and abroad.<br><br>You will maintain a focus on strategic management, financial responsibility, and good HR administration. For this, you will be supported by professional and specialized administrative support functions at both department and faculty levels.<br><br>We are looking for a head of department that also continuously works on translating the pioneering basic research of the department to societal impact – e.g. through dissemination of new knowledge and methods or through encouragement to participate in start-up companies.<br> <br>You will refer to the dean of the Faculty of Natural Sciences and you will be a member of the Faculty Management Board, which has the overall responsibility of the Faculty of Natural Sciences’ departments and centers. You are expected to contribute to and take joint responsibility for the development of the Faculty and for securing the Faculty in achieving its goals and being managed as a coherent and well-functioning organization. You are expected to represent the Faculty of Natural Sciences in some instances.<br><br><b><br><strong>Your leadership style and personality</strong></b><br><br><ul><li>You are a motivating and unifying leader and can manage a complex organization with many stakeholders.</li><li>You have the authority to secure organizational cohesion between academic environments.</li><li>You are visionary and strategic, with an eye for the future needs of our society for research and education.</li><li>You generate synergy and you can build bridges across disciplines and in close collaboration with the outside world.</li><li>You show personal authority and integrity.</li><li>You are skilled at creating welcoming and collaborative environments and strengthening collaborations across the organization, both within the department, and towards other relevant departments as well as within the Faculty Management Board.</li><li>You communicate clearly and credibly (in both Danish and English) with respect for others and with propriety. If not speaking Danish we expect you to learn it within 2 years, though English is an integral language of the department.</li><li>You are a loyal management colleague and team player, and you are aware of your personal responsibilities and authority.</li><li>You value a healthy physical and psychological working environment and know how to work to secure these.</li><li>You have a focus on competence development among the personnel.</li><li>You value contributing to the university broadly, both as a member of the Faculty Management Board and the full university.</li></ul><br><br><b><br><strong>Your experience and academic competences</strong></b><br><br><ul><li>You are an internationally recognized researcher within biology or related field.</li><li>You have solid experience within the university sector and academic environments.</li><li>You have several years of management experience, and you have a genuine interest in personnel management of scientific, technical, and administrative staff.</li><li>You have a profound interest and experience in teaching and education.</li><li>You have shown strategic management skills, e.g. via fundraising and recruitment.</li><li>You have insight into national and international trends in the research areas of the department.</li><li>AU has active focus on gender diversity, equality and inclusion, and applicants are expected to have an interest in working with this part of the culture and to have constructive suggestions for how to attract, include and develop talents from underrepresented groups.</li><li>You have a broad interest in the natural sciences, of value for the work in the Faculty Management Board.</li></ul><br><br><b><br><strong>The Department of Biology </strong></b><br><br>The Department of Biology (<a target=\"_blank\" href=\"http://www.bio.au.dk\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"36fb808a-17e4-4194-8a76-89a395220b73\">www.bio.au.dk</a>) hosts research programs and teaching curricula that covers all major biological sub-disciplines.<br><br>The department conducts basic research that contributes to understanding the evolution of life (genetics and evolution), the functioning of living organisms (physiology), and their interactions (ecology). Our research is aimed at addressing national and global environmental issues, as well as societal challenges.<br><br>The department currently employs approximately 40 tenured academic staff, 60 postdocs, 40 PhD-students and 60 technical staff. The department hosts BSc and MSc study programs in Biology with about 400 students enrolled as well as a PhD program.<br><br>The department is organized with a management team consisting of the department head, the head of the secretariat, and the deputy heads for research and education. Additionally, the department is divided into five academic sections, formed as units with a shared academic approach to biology, and the section heads form the extended management team together with the department management. In addition to the five sections, the research is also anchored in several larger research centers.<br><br>The department offers a vibrant and informal research environment with a long-standing tradition for collaboration with international university partners in the absolute elite. The working language is English. The department is housed in various buildings within the University Park, in the heart of Aarhus University.<br> <br><br><b><strong>Faculty of Natural Sciences</strong></b><br><br>Aarhus University is recognized as a top-100 university and the Faculty of Natural Sciences has several internationally leading research environments. The ambition is to enhance the Faculty´s position of strength as well as to develop new ones – in interaction with the outside world and across disciplines. The Faculty´s primary activities cover research, education and industrial collaboration within the fields of biology, physics, chemistry, geology, mathematics, computer science, molecular biology and nanoscience.<br><br>The Faculty of Natural Sciences has strong and international basic research environments that address major societal challenges. There is also a proud tradition of communicating scientific contexts and insights to policymakers and the public. The Faculty comprises seven departments, a department-like center, a graduate school, and several research centers. There is also a number of interdisciplinary centers and initiatives across Aarhus University. The Faculty of Natural Sciences is one of five faculties at Aarhus University and has approx. 3,100 students and 1,400 employees. Learn more at <a target=\"_blank\" href=\"http://www.nat.au.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"36fb808a-17e4-4194-8a76-89a395220b73\">www.nat.au.dk</a><br> <br><br><b><strong>Appointment procedure</strong></b><br><br>If you have any questions regarding the position, you are welcome to contact: The dean of the Faculty of Natural Sciences, Birgit Schiøtt at email: <a>dean.nat@au.dk</a> or mobile: +45 2982 6882 or Senior Recruitment Consultant from Curia, Lone Vestergaard at e-mail: lv@curia.dk or mobile: +45 20941653.<br><br>Please send your thoughts and ideas regarding the department's development over the next few years in your application, along with your CV and a list of your publications.<br><br>The recruitment takes place in collaboration with Curia. Interviews with the appointment committee are planned for week 10 (1st interview) and possibly in week 13 (2nd interview).<br><br>Applicants invited for a second interview will be expected to participate in a leadership profile test after the first interview.<br><br>According to the University Act and the university's by-laws, the employment procedure must ensure that the head of department has academic and managerial legitimacy. Therefore, an advisory committee has been set up to advise the Dean on which candidates are to be invited to an interview. The advisory committee consists of academic staff, technical/administrative staff, and students.<br><br>Application deadline: 10 February 2025<br>Expected start date: 1 June 2025<br> <br><br><br><b><strong>Formalities and salary range</strong></b><br><br><p>Employment is on terms under the collective agreements and subject to the collective bargaining agreement for academics employed by the state concluded between the Ministry of Finance and the Danish Confederation of Professional Associations (AC), including the circular on heads of department and deans at the universities.<br><br>The employment is a fixed-term appointment in accordance with the principles in the circular on limited tenure in the Danish state. The contract will be between three and six years and with the option of extension for up to a further three years.<br> <br>An agreement on a scientific fallback employment option is possible.<br><br>Aarhus University’s ambition is to be an attractive and inspiring workplace for all and to foster a culture in which each individual has opportunities to thrive, achieve and develop. We view equality and diversity as assets, and all interested candidates are encouraged to apply, regardless of their personal backgrounds. Aarhus University is a signatory of the Danish government’s charter regarding the appointment of more women in management. Both women and men are encouraged to apply. No one will have priority, and all applicants will be assessed in accordance with the requirement profile for the position.<br><br><em>The application must be submitted via Aarhus University’s recruitment system, which can be accessed under the job advertisement on Aarhus University's website.</em></p><br><br><br><b><strong>Aarhus </strong><strong>University</strong><strong> </strong></b><br><br><p><em>Aarhus University is an academically diverse and research-intensive university with a strong commitment to high-quality research and education and the development of society nationally and globally. The university offers an inspiring research and teaching environment to</em> <em>its 38,000 students (FTEs) and 8,300 employees, and has an annual revenues of EUR 935 million. Learn more at</em> <em><a target=\"_blank\" href=\"http://www.international.au.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"36fb808a-17e4-4194-8a76-89a395220b73\">www.international.au.dk/</a></em></p>","MapUrl":"https://www.google.dk/maps/place/Ny+Munkegade+116,8000,+Aarhus+C/","OrganizationNumber":"31119103","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}