{"summary":{"AutomatchType":0,"Abroad":false,"Weight":1,"Title":"LEGO® Chair of the Centre for Software Technology at SDU Vejle – Full Professor Position","JobHeadline":"LEGO® Chair of the Centre for Software Technology at SDU Vejle – Full Professor Position","Presentation":"SDU’s new campus in Vejle is set to become a world-class IT research and educational environment. The campus will consist of two research centres aiming to be world-class research environments in i","HiringOrgName":"Syddansk Universitet","WorkPlaceAddress":"Campusvej 55  ","WorkPlacePostalCode":"5230","WorkPlaceCity":"Odense M","WorkPlaceOtherAddress":false,"WorkPlaceAbroad":false,"WorkPlaceNotStatic":false,"UseWorkPlaceAddressForJoblog":true,"PostingCreated":"2024-12-20T00:00:00","LastDateApplication":"2025-04-07T00:00:00","FormattedLastDateApplication":"7. april 2025","AssignmentStartDate":"0001-01-01T00:00:00","IsHotjob":false,"IsExternal":false,"Url":"https://job.jobnet.dk/CV/FindWork/Details/ece5e79f-baa2-47e4-bac5-0e9fba874fcf","Region":"Syddanmark","Municipality":"Odense","Country":"Danmark","PostalCode":"5230","PostalCodeName":null,"JobAnnouncementType":"Almindelige vilkår","EmploymentType":"Fastansættelse","WorkHours":"Fuldtid","OccupationArea":"Akademisk arbejde","OccupationGroup":"Forskning og universitetsundervisning, naturvidenskab og teknik","Occupation":"Professor, naturvidenskab og teknik","Location":{"Latitude":55.3786,"Longitude":10.4114},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"WorkplaceID":1003403113,"OrganisationId":"","HiringOrgCVR":29283958,"UserLoggedIn":false,"AnonymousEmployer":false,"ShareUrl":"https://job.jobnet.dk/CV/FindWork/DetailsSocialmedia/ece5e79f-baa2-47e4-bac5-0e9fba874fcf","DetailsUrl":"https://job.jobnet.dk/CV/FindWork/Details/ece5e79f-baa2-47e4-bac5-0e9fba874fcf","JobLogUrl":"https://job.jobnet.dk/CV/FindWork/Details/ece5e79f-baa2-47e4-bac5-0e9fba874fcf","HasLocationValues":true,"ID":"ece5e79f-baa2-47e4-bac5-0e9fba874fcf","Latitude":55.3786,"Longitude":10.4114},"details":{"WorkSchedule":[{"Id":1,"Name":"Fuldtid"},{"Id":16,"Name":"Deltid"}],"WorkConditions":[{"Id":1,"Name":"Almindelige vilkår"},{"Id":2,"Name":"Fleksjob"},{"Id":3,"Name":"Skånejob"},{"Id":4,"Name":"Egnet til efterlønnere og seniorer"},{"Id":5,"Name":"Job med løntilskud"},{"Id":6,"Name":"Rotationsjob"},{"Id":7,"Name":"Virksomhedspraktik"}],"EmploymentTypes":[{"Id":1,"Name":"Fastansættelse"},{"Id":16,"Name":"Tidsbegrænset ansættelse"}],"WorkPlace":{"Name":"Syddansk Universitet","Address":{"AddressLine":"Campusvej 55","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":461,"Name":"Odense"},"Region":{"Id":3,"Name":"Syddanmark"},"PostalCode":"5230","City":"Odense M"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://fa-eosd-saasfaprod1.fa.ocs.oraclecloud.com/hcmUI/CandidateExperience/en/sites/CX_1001/requisitions/preview/2369/?lastSelectedFacet=CATEGORIES&selectedCategoriesFacet=300000002425904","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1003403113","OrganizationNumber":"29283958","OrganizationDescription":null},"JobPositionPosting":{"Id":"ece5e79f-baa2-47e4-bac5-0e9fba874fcf","HiringOrg":{"Name":"Syddansk Universitet","Address":{"AddressLine":"Campusvej 55","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":461,"Name":"Odense"},"Region":{"Id":3,"Name":"Syddanmark"},"PostalCode":"5230","City":"Odense M"},"PhoneNumber":{"Number":null,"Type":0,"Description":"Primary"},"FaxNumber":null,"Email":null,"WebAddress":"https://fa-eosd-saasfaprod1.fa.ocs.oraclecloud.com/hcmUI/CandidateExperience/en/sites/CX_1001/requisitions/preview/2369/?lastSelectedFacet=CATEGORIES&selectedCategoriesFacet=300000002425904","Description":null,"Logo":null,"WorkPlaceOrganizationNumber":"1003403113","OrganizationNumber":"29283958","OrganizationDescription":null},"RecruitingCompany":null,"PublicationStartDate":"2024-12-20T00:00:00+01:00","PublicationEndDate":"2025-02-14T23:30:00+01:00","JobPositionInformation":{"PositionTitle":"LEGO® Chair of the Centre for Software Technology at SDU Vejle – Full Professor Position","Purpose":"<p>SDU’s new campus in Vejle is set to become a world-class IT research and educational environment. The campus will consist of two research centres aiming to be world-class research environments in interactive technology, software engineering, computer science, and artificial intelligence. SDU Vejle is a collaboration between the renowned Maersk Mc-Kinney Moller Institute and the Department of Mathematics and Computer Science at SDU, the new campus will be based on the philosophy of these well-established research environments where curiosity, creativity and innovation thrive. SDU Vejle will welcome its first students in 2026. By 2032, we aim for the Vejle campus to host over 1200 Danish and international students, employ more than 90 academic staff members, and annually graduate 300 skilled and sought-after IT students.</p>\n<p>Learn more about the new campus in Vejle&nbsp;<a href=\"https://sdu.dk/vejle\">here</a>.</p>\n<p><strong>SDU Centre for Software Technology</strong></p>\n<p>The aim of the centre is from an engineering standpoint to cover research and education in interactive technology, artificial intelligence, and software engineering. Furthermore, we see these areas complementing each other to make way for the engineering of the next generation of reliable, intelligent and interactive software solutions. This includes understanding how AI technologies and data-informed software development with a human-centred perspective can change the engineering of products and software infrastructures.</p>\n<p>The vision of the centre is to:</p>\n<ul>\n<li>Create world class breakthroughs and knowledge within the centre’s academic focus</li>\n<li>Educate highly sought after engineers within the centre’s academic focus</li>\n<li>Establish valuable collaborations with local, national, and international industry</li>\n</ul>\n<p>The mission of the centre is to:</p>\n<ul>\n<li>Educate talented and highly competent engineers that not only meet the needs of industry but also enrich and enhance society.</li>\n<li>Provide access for the communities surrounding the centre to the newest and most. advanced knowledge and technologies available globally within the centre’s academic focus.</li>\n<li>Closely collaborate with industry on innovation, research, development, testing and deployment of new software and hardware-based technologies.</li>\n<li>Contribute to a human-centred digital transition, focusing on integrating digital and intelligent technologies into life and work while prioritizing the needs, experiences, and well-being of people.<strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong></li>\n</ul>\n<p><strong>What we offer</strong></p>\n<p>A LEGO chair of the SDU Centre for Software Technology will form a core part of the team that will establish and build up the centre. In this position, you will:</p>\n<ul>\n<li>Contribute to establishing a dynamic research centre while working in areas of tremendous potential and societal relevance.</li>\n<li>Form part of the leadership team of SDU’s new Vejle campus, to build up the research and educational environment of the new campus.</li>\n<li>Lead and drive multidisciplinary research in the centre&nbsp;</li>\n<li>Facilitate collaborations with the wider university, national and international research partners as well as industrial partners.</li>\n<li>Contribute to the development of new teaching programmes at the highest level for undergraduate and postgraduate students at SDU Vejle.</li>\n<li>Be a leading figure in fostering a harmonious workplace environment that is conducive to productivity, promotes creativity, and rewards and recognizes individuals and group achievement.</li>\n<li>Be part of driving the national and international profile of the centre</li>\n<li>Play a decisive role in driving innovation in close collaboration with industry and the local society</li>\n</ul>\n<p><strong>What we expect</strong></p>\n<p>The LEGO chair will be responsible for building up research and educational activities within interactive information technology, artificial intelligence, and software engineering.</p>\n<p>The right candidate will have to fulfil the following key selection criteria:</p>\n<p><em>Research:</em></p>\n<ul>\n<li>Distinguished career in an academic or research institution as a professor building on a PhD degree in an area related to Interactive Technologies, Artificial Intelligence, or Software Engineering.</li>\n<li>A demonstrated record of research impact and translation to practice.</li>\n<li>Proven excellence in attracting research funding.</li>\n<li>Strong track record of developing and executing research and innovation.</li>\n<li>A distinguished body of research within the focus areas of the centre.</li>\n</ul>\n<p><em>Teaching:</em></p>\n<ul>\n<li>The ideal candidate has a strong teaching record and is an enthusiastic and highly motivated teacher, showing creativity in teaching.&nbsp;</li>\n<li>Demonstrated experience with teaching courses at bachelor and master level as well as experience with project supervision on all levels from bachelor to PhD.</li>\n<li>The capacity for innovative design, coordination and delivery of undergraduate and postgraduate subjects and create opportunities for students to be exposed to valuable industry experiences.</li>\n</ul>\n<p><em>Partnerships/collaborations:</em></p>\n<ul>\n<li>An international reputation in leading research innovation and fostering collaboration with researchers from other organizations as part of multi-disciplinary teams.</li>\n<li>A track record of building and sustaining partnerships with a wide range of stakeholders in complex settings, including international research organisations and industry, and ideally also government, and community.</li>\n<li>An outstanding track record of industry-engaged research within the area of the centre.</li>\n</ul>\n<p><em>Leadership:</em></p>\n<ul>\n<li>Demonstrated excellence in leadership and management to build strong, sustainable organizations and teams embedding change and driving performance in a large complex organizational environment.</li>\n<li>Strong track record of building and running research and innovation programs and processes.</li>\n</ul>\n<p><strong>Workplace description</strong></p>\n<p><strong>The University of Southern Denmark</strong></p>\n<p>The University of Southern Denmark is one of the youngest universities in Denmark, founded in 1966. The university is founded around the goal of providing the right knowledge at the right time to support society. The university targets major, complex societal problems of a cross-disciplinary nature such as climate, welfare, health and technology, tackling these in collaboration across faculties.</p>\n<p><strong>The Faculty of Engineering</strong></p>\n<p>The Faculty of Engineering is driven by the urge to create value for and with society, by curiosity and by the will to create that which only a few could imagine would be possible. Through research, education and collaboration it is the ambition of the faculty to nurture talent, address challenges, create possibilities, and promote sustainable development. The faculty is strongly engaged with national and international industries and organizations over a broad range of technical domains.</p>\n<p><strong>The Maersk Mc-Kinney Moller Institute</strong></p>\n<p>The Maersk Mc-Kinney Moller Institute is an internationally recognized institute, which has maintained a leading position in robotics for more than three decades. The department is the 2<sup>nd</sup>&nbsp;largest department at SDU, with more than 230 staff members and 1500 students. The institute has over the last decades expanded its activities in interactive technologies, artificial intelligence, and software engineering including building several strong research centres at the SDU campuses in Odense and Sønderborg and with the new centre also in Vejle. Professors in these areas include Prof. Anders Drachen in interactive technologies and Prof. Mikkel Kjærgaard in software engineering. Thereby, the institute today covers a wide range of areas in robotics, software, AI, and applied informatics. Learn more about our institute at&nbsp;<a href=\"https://www.sdu.dk/mmmi\">https://www.sdu.dk/mmmi</a></p>\n<p><strong>Curious?</strong></p>\n<p>If you are interested in learning more about the position, please contact</p>\n<ul>\n<li>Kasper Hallenborg (Head of Department)&nbsp;<a>hallenborg@mmmi.sdu.dk</a></li>\n<li>Torben Worm (Head of Centre)&nbsp;<a>tow@mmmi.sdu.dk</a></li>\n<li>Mikkel Baun Kjærgaard (Vice Head of Centre) mbkj@mmmi.sdu.dk</li>\n</ul>\n<p><strong>Further information</strong></p>\n<p>If you experience technical problems, please contact<a>hcm-support@sdu.dk</a>.<strong>&nbsp;</strong></p>\n<p><strong>Conditions of employment</strong></p>\n<p>Appointment as full professor is permanent.&nbsp;</p>\n<p>The preferred starting date is August 1<sup>st</sup>, 2025.</p>\n<p>The successful applicant will be employed in accordance&nbsp;with the collective agreement between the Ministry of Finance and the Danish Confederation of Professional Associations for academics in the state with the associated circular on the protocol for the job structure for academic staff at Danish universities and the provisions for full professor as described herein.&nbsp;<a href=\"https://www.sdu.dk/en/om-sdu/international-staff/getting-settled\">Further information on salary and taxation.</a>&nbsp;&nbsp;</p>\n<p>Employment as professor requires academic qualifications at PhD level as well as scientific qualifications with a high level of international academic production, experience with teaching on more academic levels, and contribution to development of teaching and teaching materials as well as the documented ability to administer scientific- and educational management tasks.&nbsp;</p>\n<p><strong>Assessment and selection process</strong><br>Read about the&nbsp;<a href=\"https://www.sdu.dk/-/media/files/om_sdu/ledige_stillinger/ansoegere/tek/assessmentandselectionprocess11-2020.pdf\">Assessment and selection process</a>.&nbsp;</p>\n<p>Applications will be assessed by an assessment committee. Shortlisting may be applied. Only shortlisted candidates will receive a written assessment.&nbsp;<a href=\"https://www.sdu.dk/-/media/files/om_sdu/ledige_stillinger/ansoegere/shortlisting_en.pdf\">Read about shortlisting at SDU.&nbsp;</a></p>\n<p>Interviews and tests may be part of the process.</p>\n<p><strong>Application procedure</strong></p>\n<p>Applicants are advised to read the&nbsp;<a href=\"https://www.sdu.dk/en/om-sdu/ledige-stillinger/soegjob\">SDU information on how to apply</a>&nbsp;and specific&nbsp;<a href=\"https://www.sdu.dk/en/om-sdu/fakulteterne/teknik/jobs/applyacademicstaff\">faculty information for application</a>&nbsp;at the Faculty of Engineering.&nbsp;</p>\n<p>Assessment of the candidates is based on the application material. Please include the following documents in English:&nbsp;</p>\n<ul>\n<li>Motivated application.</li>\n<li>A vision for the new centre in Vejle</li>\n<li>Curriculum Vitae.&nbsp;</li>\n<li>Certificates/Diplomas (master’s and PhD degree) – Danish and/or English.&nbsp;</li>\n<li>Publications most relevant for the position. Please attach as one PDF-file for each publication (only full text publications (i.e. no links) can form the basis for assessment of the application).</li>\n<li><a href=\"https://www.sdu.dk/-/media/files/om_sdu/ledige_stillinger/ansoegere/tek/tek-teachingportfolio2009_2021.pdf\">Teaching Portfolio</a>.</li>\n<li>Research plan.&nbsp;</li>\n<li>Documentation of leadership experience and demonstration of attracting external funding.</li>\n<li>Complete list of publications.</li>\n<li>Dissemination qualifications may be included in the CV.</li>\n<li>Documentation of other qualifications with relevance to the position.</li>\n</ul>\n<p><em>UPLOAD GUIDE: Motivated application shall be uploaded as ‘Cover letter’, Curriculum Vitae shall be uploaded as ‘Resume’. All other documents shall be uploaded as ‘Miscellaneous documents.’&nbsp;</em></p>\n<p><strong>The application deadline is April 7, 2025&nbsp;</strong>at 11.59 PM/23.59 (CET/CEST)&nbsp;</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Formalities</strong></p>\n<ul>\n<li>According to the University of Southern Denmark’s internal guidelines, there must be at least three qualified applicants to a position before it can be filled.</li>\n<li>Documents must not contain a CPR number (civil registration number) – in this case, the CPR number must be crossed out.</li>\n<li>The application and CV must not exceed 10 MB. &nbsp;</li>\n</ul>\n<p>The University of Southern Denmark wishes to reflect the surrounding community and therefore encourages everyone, regardless of personal background, to apply for the position.</p>\n<p><a href=\"https://www.sdu.dk/en/om-sdu/international-staff\">Further information</a>&nbsp;for international applicants about entering and working in Denmark. You may also visit&nbsp;<a href=\"https://www.workindenmark.dk/\">WorkinDenmark</a>&nbsp;for additional information.</p>\n<p><a href=\"https://www.sdu.dk/en/om_sdu/fakulteterne/teknik\">Further information</a> about The Faculty of Engineering.</p>","WorkLocation":{"AddressLine":"Campusvej 55","Country":{"Id":58,"Name":"Danmark"},"Municipality":{"Id":461,"Name":"Odense"},"Region":{"Id":3,"Name":"Syddanmark"},"PostalCode":"5230","City":"Odense M"},"EmploymentType":1,"WeeklyWorkHours":{"TypeId":1,"TypeName":"Fuldtid","Description":null},"CompensationDescription":null,"NumberToFill":1,"DriverLicense":[],"Occupation":{"Name":"Professor, naturvidenskab og teknik","DiscoWeb":0,"AlternateNames":[],"GroupId":0,"AreaId":0},"IsGovernmentHiring":false,"JppContacts":[],"EmploymentDate":"2025-08-01T00:00:00+02:00"},"IsRecruitmentOfForeignNationals":true,"IsWorkInDenmark":true,"IsAnonymousEmployer":false,"IsDisabilityFriendly":false,"JppType":4,"ApplicationDetails":{"WorkHourMax":null,"WorkHourMin":null,"DailyWorkTimeWeekend":false,"DailyWorkTimeNight":false,"DailyWorkTimeEvening":false,"DailyWorkTimeDay":false,"DailyWorkTimeMorning":false,"DailyWorkTimeVarious":false,"ReferenceText":null,"RemarksToApplicant":null,"ByEmail":null,"ByPhone":null,"ApplyViaUrl":"https://fa-eosd-saasfaprod1.fa.ocs.oraclecloud.com/hcmUI/CandidateExperience/en/sites/CX_1001/requisitions/preview/2369/?lastSelectedFacet=CATEGORIES&selectedCategoriesFacet=300000002425904","ReplyInWriting":false,"ApplicationDeadlineDate":"2025-04-07T00:00:00+02:00"},"Status":7},"LogoUrl":"/CV/FindWork/GetLogo?JobAdId=ece5e79f-baa2-47e4-bac5-0e9fba874fcf&Organisation=29283958","Address":"Campusvej 55,5230, Odense M","ShowMap":true,"ShowShareButtonJobLog":false,"JobLogUrl":"/CV/Jobseeking/JobLog/CreateJobSearch?JobnetJobPostingIdentifier=ece5e79f-baa2-47e4-bac5-0e9fba874fcf&Company.Name=Syddansk Universitet&SubmissionDeadlineDate=2025-4-7&Title=LEGO® Chair of the Centre for Software Technology at SDU Vejle – Full Professor Position&WeeklyWorkTime=1","JobLogTemplateModel":{"Identifier":"00000000-0000-0000-0000-000000000000","UseWorkPlaceAddressForJoblog":true,"Category":0,"CvCustomerIdentifier":null,"JobSeekingStatus":null,"Title":"LEGO® Chair of the Centre for Software Technology at SDU Vejle – Full Professor Position","IsApplicationSourceRequired":true,"ApplicationSource":null,"IsWeeklyWorkTimeRequired":true,"WeeklyWorkTime":1,"HoursPerWeek":null,"JobnetJobPostingIdentifier":"ece5e79f-baa2-47e4-bac5-0e9fba874fcf","JobAdDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobAdFile":null,"Company":{"JobLogEntryCategory":0,"ShowAddressFieldsEvenIfEmpty":false,"Name":"Syddansk Universitet","Address":"Campusvej 55","Country":null,"EmploymentAreaID":null,"PostCode":"5230","IsCountryAndTownAndPostCodeEmpty":false,"IsTownAndPostCodeEmpty":false,"IsCountryDanmark":false,"Town":"Odense M","ContactPerson":"","Phone":"","Email":"","Latitude":null,"Longitude":null,"DailyTravelTimeInMinutes":null,"DistanceToCompanyInMeters":null,"IsCreateMode":false},"TypeOfSubmission":null,"SubmissionDate":"2025-04-07T00:00:00+02:00","SubmissionDateFormatted":null,"SubmissionDateTiks":0,"IsSubmissionDateRequired":false,"Status":0,"DateCreatedFormatted":null,"DateCreated":null,"DateModifiedFormatted":null,"DateModified":null,"LastModifiedDateTiks":0,"DateClosed":null,"JobApplicationDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"CvDocument":{"Title":null,"Identifier":null,"IsDeletedBySystem":false,"IsDeletedByUser":false},"JobApplicationFile":null,"CvFile":null,"SubmissionDeadlineDate":null,"IsPersisted":false,"ServerValidationErrors":[],"HasServerValidationErrors":false},"JoblogWorkTime":{"WorkHour":null,"DailyWorkTime":null},"Place":"Arbejdspladsen ligger i Odense kommune","OpenPrintDialog":false,"WorkPlaceInfoText":"Syddansk Universitet","JobCenterContactDetails":"","WorkPlaceDescriptionText":null,"FavoriteText":"","IsFavorite":false,"ShowFavorite":false,"MetaOgTextForSharing":"SDU’s new campus in Vejle is set to become a world-class IT research and educational environment. The campus will consist of two research centres aiming to be world-class research environments in interactive technology, software engineering, computer science, and artificial intelligence. SDU Vejle is a collaboration between the renowned Maersk Mc-K","DescriptionForSharing":"\"SDU’s new campus in Vejle is set to become a world-class IT research and educational environment. The campus will consist of two research centres aiming to be world-class research environments in interactive technology, software engineering, computer science, and artificial intelligence. SDU Vejle is a collaboration between the renowned Maersk Mc-K\"","TitleForSharing":"\"LEGO® Chair of the Centre for Software Technology at SDU Vejle – Full Professor Position\"","RutePlan":"https://www.google.dk/maps/dir//Campusvej+55,5230,+Odense+M/","FormattedPurpose":"<p>SDU’s new campus in Vejle is set to become a world-class IT research and educational environment. The campus will consist of two research centres aiming to be world-class research environments in interactive technology, software engineering, computer science, and artificial intelligence. SDU Vejle is a collaboration between the renowned Maersk Mc-Kinney Moller Institute and the Department of Mathematics and Computer Science at SDU, the new campus will be based on the philosophy of these well-established research environments where curiosity, creativity and innovation thrive. SDU Vejle will welcome its first students in 2026. By 2032, we aim for the Vejle campus to host over 1200 Danish and international students, employ more than 90 academic staff members, and annually graduate 300 skilled and sought-after IT students.</p>\n<p>Learn more about the new campus in Vejle <a target=\"_blank\" href=\"https://sdu.dk/vejle\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"ece5e79f-baa2-47e4-bac5-0e9fba874fcf\">here</a>.</p>\n<p><strong>SDU Centre for Software Technology</strong></p>\n<p>The aim of the centre is from an engineering standpoint to cover research and education in interactive technology, artificial intelligence, and software engineering. Furthermore, we see these areas complementing each other to make way for the engineering of the next generation of reliable, intelligent and interactive software solutions. This includes understanding how AI technologies and data-informed software development with a human-centred perspective can change the engineering of products and software infrastructures.</p>\n<p>The vision of the centre is to:</p>\n<ul>\n<li>Create world class breakthroughs and knowledge within the centre’s academic focus</li>\n<li>Educate highly sought after engineers within the centre’s academic focus</li>\n<li>Establish valuable collaborations with local, national, and international industry</li>\n</ul>\n<p>The mission of the centre is to:</p>\n<ul>\n<li>Educate talented and highly competent engineers that not only meet the needs of industry but also enrich and enhance society.</li>\n<li>Provide access for the communities surrounding the centre to the newest and most. advanced knowledge and technologies available globally within the centre’s academic focus.</li>\n<li>Closely collaborate with industry on innovation, research, development, testing and deployment of new software and hardware-based technologies.</li>\n<li>Contribute to a human-centred digital transition, focusing on integrating digital and intelligent technologies into life and work while prioritizing the needs, experiences, and well-being of people.<strong>                                                                                             </strong></li>\n</ul>\n<p><strong>What we offer</strong></p>\n<p>A LEGO chair of the SDU Centre for Software Technology will form a core part of the team that will establish and build up the centre. In this position, you will:</p>\n<ul>\n<li>Contribute to establishing a dynamic research centre while working in areas of tremendous potential and societal relevance.</li>\n<li>Form part of the leadership team of SDU’s new Vejle campus, to build up the research and educational environment of the new campus.</li>\n<li>Lead and drive multidisciplinary research in the centre </li>\n<li>Facilitate collaborations with the wider university, national and international research partners as well as industrial partners.</li>\n<li>Contribute to the development of new teaching programmes at the highest level for undergraduate and postgraduate students at SDU Vejle.</li>\n<li>Be a leading figure in fostering a harmonious workplace environment that is conducive to productivity, promotes creativity, and rewards and recognizes individuals and group achievement.</li>\n<li>Be part of driving the national and international profile of the centre</li>\n<li>Play a decisive role in driving innovation in close collaboration with industry and the local society</li>\n</ul>\n<p><strong>What we expect</strong></p>\n<p>The LEGO chair will be responsible for building up research and educational activities within interactive information technology, artificial intelligence, and software engineering.</p>\n<p>The right candidate will have to fulfil the following key selection criteria:</p>\n<p><em>Research:</em></p>\n<ul>\n<li>Distinguished career in an academic or research institution as a professor building on a PhD degree in an area related to Interactive Technologies, Artificial Intelligence, or Software Engineering.</li>\n<li>A demonstrated record of research impact and translation to practice.</li>\n<li>Proven excellence in attracting research funding.</li>\n<li>Strong track record of developing and executing research and innovation.</li>\n<li>A distinguished body of research within the focus areas of the centre.</li>\n</ul>\n<p><em>Teaching:</em></p>\n<ul>\n<li>The ideal candidate has a strong teaching record and is an enthusiastic and highly motivated teacher, showing creativity in teaching. </li>\n<li>Demonstrated experience with teaching courses at bachelor and master level as well as experience with project supervision on all levels from bachelor to PhD.</li>\n<li>The capacity for innovative design, coordination and delivery of undergraduate and postgraduate subjects and create opportunities for students to be exposed to valuable industry experiences.</li>\n</ul>\n<p><em>Partnerships/collaborations:</em></p>\n<ul>\n<li>An international reputation in leading research innovation and fostering collaboration with researchers from other organizations as part of multi-disciplinary teams.</li>\n<li>A track record of building and sustaining partnerships with a wide range of stakeholders in complex settings, including international research organisations and industry, and ideally also government, and community.</li>\n<li>An outstanding track record of industry-engaged research within the area of the centre.</li>\n</ul>\n<p><em>Leadership:</em></p>\n<ul>\n<li>Demonstrated excellence in leadership and management to build strong, sustainable organizations and teams embedding change and driving performance in a large complex organizational environment.</li>\n<li>Strong track record of building and running research and innovation programs and processes.</li>\n</ul>\n<p><strong>Workplace description</strong></p>\n<p><strong>The University of Southern Denmark</strong></p>\n<p>The University of Southern Denmark is one of the youngest universities in Denmark, founded in 1966. The university is founded around the goal of providing the right knowledge at the right time to support society. The university targets major, complex societal problems of a cross-disciplinary nature such as climate, welfare, health and technology, tackling these in collaboration across faculties.</p>\n<p><strong>The Faculty of Engineering</strong></p>\n<p>The Faculty of Engineering is driven by the urge to create value for and with society, by curiosity and by the will to create that which only a few could imagine would be possible. Through research, education and collaboration it is the ambition of the faculty to nurture talent, address challenges, create possibilities, and promote sustainable development. The faculty is strongly engaged with national and international industries and organizations over a broad range of technical domains.</p>\n<p><strong>The Maersk Mc-Kinney Moller Institute</strong></p>\n<p>The Maersk Mc-Kinney Moller Institute is an internationally recognized institute, which has maintained a leading position in robotics for more than three decades. The department is the 2<sup>nd</sup> largest department at SDU, with more than 230 staff members and 1500 students. The institute has over the last decades expanded its activities in interactive technologies, artificial intelligence, and software engineering including building several strong research centres at the SDU campuses in Odense and Sønderborg and with the new centre also in Vejle. Professors in these areas include Prof. Anders Drachen in interactive technologies and Prof. Mikkel Kjærgaard in software engineering. Thereby, the institute today covers a wide range of areas in robotics, software, AI, and applied informatics. Learn more about our institute at <a target=\"_blank\" href=\"https://www.sdu.dk/mmmi\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"ece5e79f-baa2-47e4-bac5-0e9fba874fcf\">https://www.sdu.dk/mmmi</a></p>\n<p><strong>Curious?</strong></p>\n<p>If you are interested in learning more about the position, please contact</p>\n<ul>\n<li>Kasper Hallenborg (Head of Department) <a>hallenborg@mmmi.sdu.dk</a></li>\n<li>Torben Worm (Head of Centre) <a>tow@mmmi.sdu.dk</a></li>\n<li>Mikkel Baun Kjærgaard (Vice Head of Centre) mbkj@mmmi.sdu.dk</li>\n</ul>\n<p><strong>Further information</strong></p>\n<p>If you experience technical problems, please contact<a>hcm-support@sdu.dk</a>.<strong> </strong></p>\n<p><strong>Conditions of employment</strong></p>\n<p>Appointment as full professor is permanent. </p>\n<p>The preferred starting date is August 1<sup>st</sup>, 2025.</p>\n<p>The successful applicant will be employed in accordance with the collective agreement between the Ministry of Finance and the Danish Confederation of Professional Associations for academics in the state with the associated circular on the protocol for the job structure for academic staff at Danish universities and the provisions for full professor as described herein. <a target=\"_blank\" href=\"https://www.sdu.dk/en/om-sdu/international-staff/getting-settled\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"ece5e79f-baa2-47e4-bac5-0e9fba874fcf\">Further information on salary and taxation.</a>  </p>\n<p>Employment as professor requires academic qualifications at PhD level as well as scientific qualifications with a high level of international academic production, experience with teaching on more academic levels, and contribution to development of teaching and teaching materials as well as the documented ability to administer scientific- and educational management tasks. </p>\n<p><strong>Assessment and selection process</strong><br>Read about the <a target=\"_blank\" href=\"https://www.sdu.dk/-/media/files/om_sdu/ledige_stillinger/ansoegere/tek/assessmentandselectionprocess11-2020.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"ece5e79f-baa2-47e4-bac5-0e9fba874fcf\">Assessment and selection process</a>. </p>\n<p>Applications will be assessed by an assessment committee. Shortlisting may be applied. Only shortlisted candidates will receive a written assessment. <a target=\"_blank\" href=\"https://www.sdu.dk/-/media/files/om_sdu/ledige_stillinger/ansoegere/shortlisting_en.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"ece5e79f-baa2-47e4-bac5-0e9fba874fcf\">Read about shortlisting at SDU.</a></p>\n<p>Interviews and tests may be part of the process.</p>\n<p><strong>Application procedure</strong></p>\n<p>Applicants are advised to read the <a target=\"_blank\" href=\"https://www.sdu.dk/en/om-sdu/ledige-stillinger/soegjob\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"ece5e79f-baa2-47e4-bac5-0e9fba874fcf\">SDU information on how to apply</a> and specific <a target=\"_blank\" href=\"https://www.sdu.dk/en/om-sdu/fakulteterne/teknik/jobs/applyacademicstaff\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"ece5e79f-baa2-47e4-bac5-0e9fba874fcf\">faculty information for application</a> at the Faculty of Engineering. </p>\n<p>Assessment of the candidates is based on the application material. Please include the following documents in English: </p>\n<ul>\n<li>Motivated application.</li>\n<li>A vision for the new centre in Vejle</li>\n<li>Curriculum Vitae. </li>\n<li>Certificates/Diplomas (master’s and PhD degree) – Danish and/or English. </li>\n<li>Publications most relevant for the position. Please attach as one PDF-file for each publication (only full text publications (i.e. no links) can form the basis for assessment of the application).</li>\n<li><a target=\"_blank\" href=\"https://www.sdu.dk/-/media/files/om_sdu/ledige_stillinger/ansoegere/tek/tek-teachingportfolio2009_2021.pdf\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"ece5e79f-baa2-47e4-bac5-0e9fba874fcf\">Teaching Portfolio</a>.</li>\n<li>Research plan. </li>\n<li>Documentation of leadership experience and demonstration of attracting external funding.</li>\n<li>Complete list of publications.</li>\n<li>Dissemination qualifications may be included in the CV.</li>\n<li>Documentation of other qualifications with relevance to the position.</li>\n</ul>\n<p><em>UPLOAD GUIDE: Motivated application shall be uploaded as ‘Cover letter’, Curriculum Vitae shall be uploaded as ‘Resume’. All other documents shall be uploaded as ‘Miscellaneous documents.’ </em></p>\n<p><strong>The application deadline is April 7, 2025 </strong>at 11.59 PM/23.59 (CET/CEST) </p>\n<p><strong> </strong></p>\n<p><strong>Formalities</strong></p>\n<ul>\n<li>According to the University of Southern Denmark’s internal guidelines, there must be at least three qualified applicants to a position before it can be filled.</li>\n<li>Documents must not contain a CPR number (civil registration number) – in this case, the CPR number must be crossed out.</li>\n<li>The application and CV must not exceed 10 MB.  </li>\n</ul>\n<p>The University of Southern Denmark wishes to reflect the surrounding community and therefore encourages everyone, regardless of personal background, to apply for the position.</p>\n<p><a target=\"_blank\" href=\"https://www.sdu.dk/en/om-sdu/international-staff\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"ece5e79f-baa2-47e4-bac5-0e9fba874fcf\">Further information</a> for international applicants about entering and working in Denmark. You may also visit <a target=\"_blank\" href=\"https://www.workindenmark.dk/\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"ece5e79f-baa2-47e4-bac5-0e9fba874fcf\">WorkinDenmark</a> for additional information.</p>\n<p><a target=\"_blank\" href=\"https://www.sdu.dk/en/om_sdu/fakulteterne/teknik\" user-behavior-tracking=\"Contact\" user-behavior-tracking-id=\"ece5e79f-baa2-47e4-bac5-0e9fba874fcf\">Further information</a> about The Faculty of Engineering.</p>","MapUrl":"https://www.google.dk/maps/place/Campusvej+55,5230,+Odense+M/","OrganizationNumber":"29283958","ShowSearchJobButton":false,"ShowPrint":false,"BackToFindWorkButtonUrl":null},"isExternal":false}